{
  "id": "00bd57a9-c35b-4f9d-91e1-7a913abeabe6",
  "content": [
    {
      "variant": "main",
      "html": "<div>\n<div class=\"main\">\n<div class=\"preparation\">\n<h3>Lesson Narrative</h3>\n<div class=\"body\">\n<p>So far in the unit, students have primarily used descriptions, expressions, and equations to represent relationships and constraints. In this lesson, they revisit the idea that graphs can be a useful way to represent relationships. Students are reminded that each point on a graph is a solution to an equation the graph represents. They analyze points on and off a graph and interpret them in context. In explaining correspondences between equations, verbal descriptions, and graphs, students hone their skill at making sense of problems.</p>\n<p>In this lesson, students are also introduced to the use of graphing technology to graph equations. This introduction could happen independently as long as it precedes the second activity in the lesson.</p>\n</div>\n<h3>Learning Goals (Teacher Facing)</h3>\n<p>Students will be able to:</p>\n<ul>\n<li><span>Comprehend that the graph of a linear equation in two variables represents all pairs of values that are solutions to the equation.</span><br></li>\n<li>Interpret points on a graph of a linear equation to answer questions about the quantities in context.</li>\n<li>Use graphing technology to graph linear equations and identify solutions to the equations.</li>\n</ul>\n<div class=\"body\">\n</div>\n<h3>Learning Targets (Student Facing)</h3>\n<ul>\n<li>Use graphing technology to graph linear equations and identify solutions to the equations.</li>\n<li>Explain how the coordinates of the points on the graph of a linear equation are related to the equation.</li>\n<li>Explain the meaning of points on a graph in terms of the situation it represents when given the graph of a linear equation.</li>\n</ul>\n<h3>Texas Essential Knowledge and Skills (TEKS)</h3>\n<div><br>\n<table border=\"1\" cellpadding=\"5\">\n<thead>\n<tr>\n<th>TEKS</th>\n<th>Explanation of Coverage</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>A2(C) <u>write linear equations in two variables</u><u> given</u> a table of values, <u>a graph, and a verbal description.</u></td>\n<td>Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</td>\n</tr>\n<tr>\n<td>A3(C) Graph linear functions on the coordinate plane and identify key features, including \\(x\\)-intercept, \\(y\\)-intercept, zeros, and slope, in mathematical and real-world problems;</td>\n<td>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</td>\n</tr>\n</tbody>\n</table>\n<br>\n<h3>Lesson Activities<br></h3>\n<ul>\n<li>1.5.1: Analyzing Graphs of Linear Equations</li>\n<li>1.5.2: Examining an Equation in Two Variables and Its Graph, Part 1<ul>\n<li>1.5.2: Self Check <br></li>\n<li>1.5.2: Additional Resources <br></li>\n</ul>\n</li>\n<li>1.5.3: Writing, Graphing, and Solving a Linear Equation<ul>\n<li>1.5.3: Self Check <br></li>\n<li>1.5.3: Additional Resources</li>\n</ul>\n</li>\n<li>1.5.4: Examining an Equation in Two Variables and Its Graph, Part 2</li>\n</ul>Students will also complete a series of problems in the 1.5.5: Practice.<br>\n</div>\n<div><br></div>\n<div class=\"body\">\n<h3>Required Materials</h3>\n<ul>\n<li>Graphing technology</li>\n</ul>\n<h3>Required Preparation</h3>\n<p>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. (If students typically access the digital version of the materials, Desmos is always available under Math Tools.)</p>\n<div>\n<h3>Lesson Vocabulary</h3>\n<div>\n<p>During this lesson, it is important to:</p>\n<ul>\n<li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n<li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n<li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<strong>Previous Vocabulary:</strong>\n<ul>\n<li>constraint&nbsp;</li>\n<li>equation</li>\n<li>expression</li>\n<li>model</li>\n<li>variable&nbsp;</li>\n</ul>\n<strong>New Vocabulary:</strong>\n<ul>\n<li>origin</li>\n</ul>\n</div>\n</div>\n<ul>\n</ul>\n<h3>Support for Building Character</h3>\n</div>\n<div class=\"body\">Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>social intelligence</strong>. <br>&nbsp;<br>Here are some tips to try during this lesson:<br>\n<ul>\n<li><a href=\"https://characterlab.org/tips-of-the-week/more-than-meets-the-eye/\" target=\"_blank\">More Than Meets the Eye</a></li>\n<li><a href=\"https://characterlab.org/tips-of-the-week/heart/\" target=\"_blank\">Heart</a></li>\n</ul>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/social-intelligence/\" target=\"_blank\">Playbook on Social Intelligence</a> from Character Lab.<br>\n<h4><br></h4>\n<p></p>\n</div>\n</div>\n<div class=\"student-summary\">\n<div class=\"body\">\n</div>\n</div>\n</div>\n</div>"
    }
  ]
}