{
  "id": "04c0a158-2b48-4a9a-8ad1-ff925c614363",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>This lesson introduces students to function notation. Students encounter situations in which referencing certain functions and their input-output pairs gets complicated, wordy, or unclear. This motivates a way to talk about functions that is more concise and precise.</p>\n<p>Students learn that function notation is a succinct way to name a function and to specify its input and output. They interpret function notation in terms of the quantities in a situation and use function notation to represent simple statements about a function. The work in this lesson prompts students to reason quantitatively and abstractly and communicate precisely.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>Interpret statements that use function notation and explain (orally and in writing) their meaning in terms of a situation.</li>\n  <li>Understand that function notation is a succinct way to name a function and specify its input and output.</li>\n  <li>Use function notation to express functions with specific inputs and outputs.</li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li>Use function notation to express functions that have specific inputs and outputs.</li>\n  <li>Explain what function notation is and why it exists.</li>\n  <li>Explain a statement written in function notation in terms of a situation.</li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p>TEKS</p>\n      </td>\n      <td>\n        <p>Explanation of Coverage</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A12(A) decide whether relations represented verbally, tabularly, graphically, and symbolically define a function; define a function;</p>\n        <br>\n        <p>A12(B) evaluate functions, expressed in function notation, given one or more elements in their domains;</p>\n      </td>\n      <td>\n        <p>Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</p>\n        <br>\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n        <br>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li>4.2.1: Interpreting Graphs to Answer Questions</li>\n  <li>4.2.2: Interpreting Statements Written in Function Notation</li>\n  <li>4.2.2: Self Check</li>\n  <li>4.2.3: Finding a Unique Output for Each Input</li>\n  <li>4.2.3: Self Check</li>\n  <li>4.2.4: Understanding Function Notation Using Application Problems</li>\n</ul>\n<p>Students will also complete a series of problems in the 4.2.5: Practice.</p>\n<h4>Required Materials</h4>\n<p>None</p>\n<h4>Required Preparation</h4>\n<p>None</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n  <li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n  <li>Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li>function</li>\n  <li>relation</li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<p>None</p>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/finding-flow/\" target=\"_blank\">Finding Flow</a></li>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/less-can-be-more/\" target=\"_blank\">Less Can Be More</a></li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/creativity\" target=\"_blank\">Playbook on Creativity</a>&nbsp;from Character Lab.</p>"
    }
  ]
}