{
  "id": "0705c592-8f25-47cb-ae23-625fb735cf2f",
  "content": [
    {
      "variant": "main",
      "html": "<div>\n<div class=\"main\">\n<div class=\"activities\">\n<div class=\"hero\">\n<h2>Warm-Up (5 minutes)</h2>\n</div>\n<div class=\"body\">\n<p><span>This warm-up prompts students to recall what they know about the solution to an equation in one variable. Students interpret a given equation in the context of a situation, explain why certain values are not solutions to the equation, and then find the value that is the solution.</span><br></p>\n</div>\n<h3>Launch</h3>\n<p>Assign students a partner and allow them to &ldquo;turn and talk&rdquo; to their partner about their answers.</p>\n<h3>Student-Facing Statement</h3>\n<div class=\"body\">\n<p>A granola bite contains 27 calories. Most of the calories come from <span class=\"math math-repaired\">\\( c \\)</span> grams of carbohydrates. The rest come from other ingredients. One gram of carbohydrate contains 4 calories.</p>\n<p>The equation <span class=\"math math-repaired\">\\( 4c + 5= 27 \\)</span> represents the relationship between these quantities.</p>\n<ol>\n<li>What could the 5 represent in this situation?\n          </li>\n<li>Priya said that neither 8 nor 3 could be the solution to the equation. Is she is correct?</li>\n<li>Marcus said the solution is 5.5. Is he correct? Explain.</li>\n</ol>\n</div>\n<h3>Student Response</h3>\n<div class=\"body\">\n<ol>\n<li>For example: It could represent the calories from other ingredients in the granola bite.</li>\n<li>Yes, she is correct that 8 and 3 could not be solutions. Sample explanation: <span class=\"math math-repaired\">\\( 4(8) + 5 \\)</span> is 37, not 27, and <span class=\"math math-repaired\">\\( 4(3) + 5 \\)</span> is 17, not 27.</li>\n<li><span class=\"math math-repaired\">Yes, he is correct that 5.5 is a solution.&nbsp;\\( 4(5.5) + 5 \\) is 27.</span></li>\n</ol>\n</div>\n<h3>Activity Synthesis</h3>\n<div class=\"body\">\n<p>Focus the discussion on how students knew that 8 and 3 are not solutions to the equation and how they found the solution. Highlight strategies that are based on reasoning about what values make the equation true.</p>\n<p>Ask students: &ldquo;In general, what does a solution to an equation mean?&rdquo; Make sure students recall that the solution to an equation in one variable is a value for the variable that makes the equation a true statement.</p>\n</div>\n</div>\n<div class=\"student-summary\">\n<div class=\"body\">\n</div>\n</div>\n</div>\n</div>"
    }
  ]
}