{
  "id": "07fdd343-c3a8-428b-b923-81330170019d",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm up serves two purposes. The first is to familiarize the students with Desmos as a graphing technology, if they have not already used it. Desmos is a useful graphing tool that has been referenced in previous lessons. The second is to introduce how to input a data set into a table so that it may be graphed, forming a scatter plot.</p>\n<h4>Launch</h4>\n<p>Arrange students in pairs or groups, if necessary, so they have access to Desmos. If possible, allow students to work individually so that each understands the steps necessary to graph a data set.</p>\n<p>After students open a window to Desmos, instruct them to click into each cell in the table and insert each corresponding value in the data set. Once a student has clicked into the first cell in the table, they may also use the arrow keys to navigate from one cell to the next.&nbsp;</p>\n<p>Instructions are provided if they wish to copy and paste the entire table, but emphasize that unless the values are copied from a spreadsheet, they will not be pasted together into the table.</p>\n<p>Show students that the graphing window, or field of view, may be changed by clicking onto the graph and dragging it in different directions.</p>\n<h4>Student Activity</h4>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\">\n  <li>Click on the Desmos link to generate a table for entering a data set.</li>\n</ol>\n<p><a href=\"https://k12.openstax.org/contents/raise/resources/106be703f8b47f7b8438854cacb60e6678b7c562\" target=\"_blank\">Desmos: Quadratic Data Set Table</a></p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"2\">\n  <li>Enter the data set shown in the table below into the corresponding \\(x_1\\) and \\(y_1\\) columns.&nbsp;</li>\n</ol>\n<p>(If preferred, the data can be copied and pasted into Desmos from a spreadsheet using keyboard shortcuts. Windows: Ctrl+C for copy and Ctrl+V for paste. Mac: Command+C for copy and Command+V for paste.)</p>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col width=\"94\">\n    <col width=\"92\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td align=\"center\">\n        <p>\\(x_1\\)</p>\n      </td>\n      <td align=\"center\">\n        <p>\\(y_1\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td align=\"center\">\n        <p>1</p>\n      </td>\n      <td align=\"center\">\n        <p>2</p>\n      </td>\n    </tr>\n    <tr>\n      <td align=\"center\">\n        <p>2</p>\n      </td>\n      <td align=\"center\">\n        <p>5</p>\n      </td>\n    </tr>\n    <tr>\n      <td align=\"center\">\n        <p>3</p>\n      </td>\n      <td align=\"center\">\n        <p>10</p>\n      </td>\n    </tr>\n    <tr>\n      <td align=\"center\">\n        <p>4</p>\n      </td>\n      <td align=\"center\">\n        <p>17</p>\n      </td>\n    </tr>\n    <tr>\n      <td align=\"center\">\n        <p>5</p>\n      </td>\n      <td align=\"center\">\n        <p>26</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<p>The window should be appropriately set to display the points in the table, but sometimes it will be necessary to adjust the window of the graph in order to properly view your data set. Use the mouse to drag and change the viewing window. To zoom in or out, use the buttons in the top right or the scrolling wheel on the mouse.</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"3\">\n  <li>Examine the data for a pattern that might fit any quadratic function that you recognize. What equation do you hypothesize would best fit these data points?</li>\n</ol>\n<p><strong>Answer:</strong> The data match the quadratic function \\(y = x^2+ 1\\).</p>\n<p>In this lesson, we will learn to use technology to analyze a data set, find a curve of fit, and make predictions about a situation given the data that we have.</p>\n<h4>Activity Synthesis</h4>\n<p>If students are having difficulty finding the pattern in the data set, tell them to square the \\(x\\)-value and compare the result to the \\(y\\)-value.</p>\n<p>If students think the data look like a linear pattern, graph the equation \\(y = x^2+ 1\\) on the same graph to demonstrate that the points match the quadratic function perfectly. Inform students that while these data match the function exactly, the data in this lesson will not perfectly align to the functions we find. The functions we find using the data sets in this lesson will be a close fit, but never an exact match.</p>\n<p>Ask students to predict the \\(y\\)-value of the function if the \\(x\\)-value is 6. (37)</p>\n<p>Tell students, in this lesson, we will use a data set to find an equation to represent those data. We will then use that equation to make predictions about other values that might fit into the data set.</p>"
    }
  ]
}