{
  "id": "0828de21-8711-474c-ac1c-b5ffacf49f7b",
  "content": [
    {
      "variant": "main",
      "html": "<div>\n  <div class=\"main\">\n    <div class=\"preparation\">\n      <h3></h3>\n    </div>\n    <div class=\"activities\">\n    </div>Some key takeaways from this lesson are the ideas that real-life situations are often represented by equations with two variables.<br>&nbsp;<br>To help students see these points, refer back to the activity about protein and fat. Consider bringing in (or allowing students to bring in) a variety of protein/snack bars and having each group of students identify their constant. The constant may or may not be 110. Remind students that a gram of protein has 4 calories and a gram of fat has 9 calories and discuss questions such as:<br>&nbsp;<br>\n    <ul>\n      <li>&ldquo;What does the equation \\(4x + 9y = 110\\) tell us about the calories in a snack?&rdquo; (It has 110 calories from some grams of protein and some grams of fat.)</li>\n      <li>&ldquo;In this situation, what does it mean to solve the equation?&rdquo; (to find the combination of grams of protein and fat that produce 110 calories)</li>\n      <li>&ldquo;Is the combination of 11 grams of protein and 5 grams of fat a solution to the equation? Why or why not?&rdquo; (No, they don&rsquo;t add up to 110 calories. Substituting 11 for \\(x\\) and 5 for \\(y\\) into the equation doesn&rsquo;t lead to a true equation.)</li>\n      <li>&ldquo;Consider the equation \\(4(5) + 9y = 110\\). What does it tell us about the snack?&rdquo; (The snack has 5 grams of protein and a total of 110 calories.)</li>\n      <li>&ldquo;What does it mean to solve this equation?&rdquo; (to find the grams of fat that, when combined with 5 grams of protein, give a total of 110 calories; to find the value of \\(y\\) that would make the equation true)</li>\n    </ul>&nbsp;<br>Tell students that expressions, equations, and inequalities are mathematical models. A model is a mathematical representation of a real-life situation. When people create models, they rely on the information they have, but they also make assumptions and decisions that affect the models. If the information or assumptions change, the model would also change.\n  </div>\n</div>"
    }
  ]
}