{
  "id": "09b29dfc-235f-45f7-b003-a3a8bdf9c88b",
  "content": [
    {
      "variant": "main",
      "html": "<p>In this lesson, you will examine the meaning of negative exponents in the context of exponential growth and decay. Using data in a table, you will write equations and answer questions, some of which require working with negative values representing time. In one case, you will also produce a graph. As with many other activities in this unit, the mathematical work is grounded and interpreted in a context. These equations with negative exponents are frequently used in solving real-world problems where estimates are taken, including population sizes, financial calculations, and many other scientific measurements.</p>\n<p>You will learn to convert numbers fluently between decimal form and scientific notation. This will allow you to easily perform operations on and represent large and small values in any context. Scientific notation is an extremely valuable tool for representing very large and small numbers that frequently occur as scientists take real-world measurements.</p>\n<p>When you finish this lesson, you will be able to:</p>\n<ul>\n  <li>\n    Describe the meaning of a negative exponent in equations that represent exponential growth and decay.\n  </li>\n  <li>\n    Write equations that represent exponential growth and decay to solve problems.\n  </li>\n  <li>\n    Graph an equation that represents exponential decay to solve a problem.\n  </li>\n  <li>\n    Convert numbers between decimal form and scientific notation.\n  </li>\n  <li>\n    Use scientific notation to solve problems arising from real-world situations.\n  </li>\n</ul>\n<p>Here are the <strong>activities</strong> that will help you reach those goals:</p>\n<ul>\n  <li>\n    5.6.1: Checking Exponent Rules\n  </li>\n  <li>\n    5.6.2: Interpreting Negative Exponents in Exponential Growth\n    <ul>\n      <li>\n        5.6.2: Self Check\n      </li>\n    </ul>\n  </li>\n  <li>\n    5.6.3: Interpreting Negative Exponents in Exponential Decay\n    <ul>\n      <li>\n        5.6.3: Self Check\n      </li>\n    </ul>\n  </li>\n  <li>\n    5.6.4: Using Scientific Notation\n    <ul>\n      <li>\n        5.6.4: Self Check\n      </li>\n    </ul>\n  </li>\n  <li>\n    5.6.5: Applying Scientific Notation\n    <ul>\n      <li>\n        5.6.5: Self Check\n      </li>\n    </ul>\n  </li>\n  <li>\n    5.6.6: Interpreting Negative Exponents and Scientific Notation\n  </li>\n</ul>\n<p>After that, you&rsquo;ll <strong>practice and review</strong>.</p>\n<ul>\n  <li>\n    5.6.7: Practice\n  </li>\n  <li>\n    5.6.8: Lesson Summary\n  </li>\n</ul>\n<br>"
    }
  ]
}