{
  "id": "0ba34e29-14e0-4252-9bef-db1924725ac6",
  "content": [
    {
      "variant": "main",
      "html": "<p>Throughout this unit, you learned that Supratim Das can use functions to help him produce longer-lasting batteries that can be used in mobile devices and electric cars. He can analyze energy inputs and outputs using functions and their graphs.</p>\n<p>In this unit, you learned how to identify functions and how to use function notation to name a function and to specify its input and output. You learned that each point on the graph of a function represents an input-output pair of the function. You learned that function notation can be used to find the rule of a function and that the rule can be used to find the output for any input. You learned that a function is linear if the output changes by a constant rate relative to its input.</p>\n<p>You related features of graphs of functions using terms such as &ldquo;intercept,&rdquo; &ldquo;maximum,&rdquo; &ldquo;minimum,&rdquo; and &ldquo;slope.&rdquo; You used statements in function notation to talk about key features of a graph. You learned that the average rate of change can be used to measure how fast a function changes over an interval. You compared several functions relating the same pair of quantities and analyzed two or more graphs, interpreting their relative features. You compared key features of graphs and interpreted them in context.</p>\n<p>You related possible input and output values to domain and range. You determined a reasonable domain and range for a function based on the context.</p>\n<p>Finally, you learned that a sequence is defined as a list of numbers, and the term (of a sequence) is one of the numbers in the list. You learned that the terms of a geometric sequence change by the same factor, called the common ratio. An arithmetic sequence is characterized by adding a constant value to get from one term to the other. One formula for a sequence, called a recursive formula, identifies the first term and the common difference or common ratio to identify the terms of the sequence. Another formula, called an nth term formula or explicit formula, is one where the value of the nth term is determined from just the term number.</p>\n<h4>Building Character: Creativity</h4>\n<p>Throughout this unit, you learned that <strong>creativity </strong>is important for helping you explore different possibilities and seek multiple ways to solve problems. Creativity can help you cope with stress, connect with others, and find meaning in life.</p>"
    }
  ]
}