{
  "id": "124a6012-1bfd-4a91-867c-bbc0e03d158f",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (10 minutes)</h3>\n<p>This activity reinforces students&rsquo; understanding about what makes a relationship between two variables a function, namely, that it gives a unique output for each input. It also prompts students to use function notation to express a functional relationship that does not involve numerical values for its input and output.</p>\n<h4>Student-Facing Statement</h4>\n<p>Rule B takes a person&rsquo;s name as its input and gives their birthday as the output.</p>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p>Input</p>\n</td>\n<td>\n<p>Output</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Abraham Lincoln</p>\n</td>\n<td>\n<p>February 12</p>\n</td>\n</tr>\n<tr>\n<td><br></td>\n<td><br></td>\n</tr>\n<tr>\n<td><br></td>\n<td><br></td>\n</tr>\n<tr>\n<td><br></td>\n<td><br></td>\n</tr>\n</tbody>\n</table>\n<br>\n<p>Rule P takes a date as its input and gives a person with that birthday as the output.</p>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p>Input</p>\n</td>\n<td>\n<p>Output</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>August 26</p>\n</td>\n<td>\n<p>Katherine Johnson</p>\n</td>\n</tr>\n<tr>\n<td><br></td>\n<td><br></td>\n</tr>\n<tr>\n<td><br></td>\n<td><br></td>\n</tr>\n<tr>\n<td><br></td>\n<td><br></td>\n</tr>\n<tr>\n<td><br></td>\n<td><br></td>\n</tr>\n</tbody>\n</table>\n<br>\n<p>Complete each table with three more examples of input-output pairs.</p>\n<ol>\n<li>If you use your name as the input to B, how many outputs are possible? Explain how you know.</li>\n<li>If you use your birthday as the input to P, how many outputs are possible? Explain how you know.</li>\n<li>Only one of the two relationships is a function. The other is not a function. Which one is which? Explain how you know.</li>\n<li>For the relationship that is a function, write two input-output pairs from the table using function notation.</li>\n</ol>\n<h4>Student Response</h4>\n<p>Complete the table using the input for Rule B.</p>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p>Abraham Lincoln</p>\n</td>\n<td>\n<p>February 12</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Sample Response: Alexander Hamilton</p>\n<br>\n</td>\n<td>\n<p>Sample Response: January 11</p>\n<br>\n</td>\n</tr>\n<tr>\n<td>\n<p>Sample Response: Frida Kahlo</p>\n<br>\n</td>\n<td>\n<p>Sample Response: July 6</p>\n<br>\n</td>\n</tr>\n<tr>\n<td>\n<p>Sample Response: Rosa Parks</p>\n<br>\n</td>\n<td>\n<p>Sample Response: February 4</p>\n<br>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<p>Complete the table using the input for Rule P.</p>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p>August 26</p>\n</td>\n<td>\n<p>Katherine Johnson</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Sample Response: March 14</p>\n<br>\n</td>\n<td>\n<p>Sample Response: Albert Einstein</p>\n<br>\n</td>\n</tr>\n<tr>\n<td>\n<p>Sample Response: April 25</p>\n<br>\n</td>\n<td>\n<p>Sample Response: Ella Fitzgerald</p>\n<br>\n</td>\n</tr>\n<tr>\n<td>\n<p>Sample Response: October 17</p>\n<br>\n</td>\n<td>\n<p>Sample Response: Mae Jemison</p>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<ol>\n<li>One possible output. Sample explanation: I only have one birthday.</li>\n<li>Many possible outputs. Sample explanation: There are other people whose birthday is the same as mine.</li>\n<li>B is a function, and P is not. B assigns only one output to the input, because each person has only one birthday, but P could assign more than one output to the input, because many people have the same birthday.\n  </li>\n<li>Sample response:\n    <ul>\n<li>\\(B\\)(Abraham Lincoln) = February 12 </li>\n<li>\\(B\\)(Frida Kahlo) = July 6 </li>\n</ul>\n</li>\n</ol>\n<h4>Student-Facing Extension</h4>\n<h5>Are you ready for more?</h5>\n<ol>\n<li>Write a rule that describes these input-output pairs:<br>\\(F\\)(ONE) \\(=3\\)<br>\n    \\(F\\)(TWO) \\(=3\\)<br>\n    \\(F\\)(THREE) \\(=5\\)<br>\n    \\(F\\)(FOUR) \\(=4\\)<br><br>\n    What rule could define function \\(F\\)?</li>\n<br>\n<li>Here are some input-output pairs with the same inputs but different outputs:<br>\\(v\\)(ONE) \\(=2\\)<br>\n    \\(v\\)(TWO) \\(=1\\)<br>\n    \\(v\\)(THREE) \\(=2\\)<br>\n    \\(v\\)(FOUR) \\(=2\\)<br><br>What rule could define function \\(v\\)?<br></li>\n</ol>\n<h4>Extension Student Response</h4>\n<ol>\n<li>Sample response: Function \\(F\\) takes a word for its input and gives the number of letters in that word for its output.</li>\n<li>Sample response: Function \\(v\\) takes a word for its input and gives the number of vowels in that word as its output.</li>\n</ol>\n<h4>Anticipated Misconceptions</h4>\n<p>If a student wonders what happens to a person born on February 29, tell them that the output of the function is the original birth date, not the annual birthday.</p>\n<h4>Activity Synthesis</h4>\n<p>Discuss with students:</p>\n<ul>\n<li>&ldquo;Why is B a function, but P isn&rsquo;t?&rdquo; (Each input for B has a unique output, while inputs for P may have several outputs. For example, March 14 is the birthday of Albert Einstein, Stephen Curry, Billy Crystal, Simone Biles, and many other people. February 12 is the birthday of Abraham Lincoln and Charles Darwin.)</li>\n<li>&ldquo;Would it be acceptable to express relationship P using function notation, for instance: \\(P\\)(August 26) = Katherine Johnson? Why or why not?&rdquo; (No, because this notation is reserved for functions.)</li>\n</ul>\n<p>Some students might wonder if B is still a function if multiple people have the same name. For instance, there might be a few people named Katherine Johnson, and if we enter &ldquo;Katherine Johnson&rdquo; as the input for B, we would likely get different birthdays for the output.</p>\n<p>Acknowledge that this is true, and that B would only be a function if it assumes that no two people have the same full name, or if another identifier could be used to distinguish people with the same first name and last name (for instance, if a middle name or initial is also used, or if a number is added to each Katherine Johnson to distinguish them from one another).</p>\n<h4>Support for English Language Learners</h4>\n<div>\n<p>Listen for and collect vocabulary, gestures, and diagrams students use to describe what makes a relationship between two variables a function. Capture student language that reflects a variety of ways to describe the characteristics of and differences between a relationship that is a function and a relationship that is not a function. Amplify the words &ldquo;unique,&rdquo; &ldquo;input,&rdquo; and &ldquo;output.&rdquo; Write the students&rsquo; words on a visual display and update it throughout the remainder of the lesson. Remind students to borrow language from the display as needed. This will help students read and use mathematical language during their partner and whole-group discussions.</p>\n</div>\n<br>\n<h3> 4.2.3: Self Check</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td colspan=\"2\">\n<p><strong>QUESTION:</strong> The price for pizzas, in dollars, is a function of the number of pizzas bought, \\(n\\).</p>\n<p>Identify the input, output, and meaning of the statement:</p>\n<br>\n<p>\\(p(11)=55\\)</p>\n<br>\n</td>\n</tr>\n<tr>\n<td>\n<p><strong>Answer</strong></p>\n</td>\n<td>\n<p><strong>FEEDBACK</strong></p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Input: 55</p>\n<p>Output: 11</p>\n<p>11 pizzas cost $55</p>\n</td>\n<td>\n<p>Incorrect. Let&rsquo;s try again a different way: The meaning is correct, but the input and output are not correct. The input is the number of pizzas. The answer is: Input: 11, Output: 55, 11 pizzas cost $55.</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Input: 11</p>\n<p>Output: 55</p>\n<p>11 pizzas cost $55</p>\n</td>\n<td>\n<p>That&rsquo;s correct! Check yourself: The price depends on the number of pizzas bought.</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Input: 55</p>\n<p>Output: 11</p>\n<p>55 pizzas cost $11</p>\n</td>\n<td>\n<p>Incorrect. Let&rsquo;s try again a different way: The input and output are switched, and the meaning statement is also switched. The input is the number of pizzas. The answer is: Input: 11, Output: 55, 11 pizzas cost $55.</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>Input: 11</p>\n<p>Output: 55</p>\n<p>55 pizzas cost $11</p>\n</td>\n<td>\n<p>Incorrect. Let&rsquo;s try again a different way: The input and output are correct, but the meaning statement is not correct. The answer is: Input: 11, Output: 55, 11 pizzas cost $55.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<h3>4.2.3: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</em></strong></p>\n<h4>Meanings in Functions</h4>\n<p><strong>Example 1&nbsp;</strong></p>\n<p>The number of cubic yards of dirt, \\(D\\), needed to cover a garden with an area of \\(a\\) square feet is given by \\(D=g(a)\\).</p>\n<ol>\n<li>A garden with area 5000 \\(ft^2\\) requires 50 \\(yd^3\\) of dirt. Express this information in terms of the function \\(g\\).</li>\n<li>Explain the meaning of the statement \\(g(100)=1\\).</li>\n</ol>\n<h5>Solution</h5>\n<ol>\n<li>\\(g(5000)=50\\)</li>\n<li>The number of cubic yards of dirt required for a garden of 100 square feet is 1.</li>\n</ol>\n<p><strong>Example 2</strong></p>\n<p>Let \\(f(t)\\) be the number of ducks in a lake \\(t\\) years after 1990. Explain the meaning of each statement:</p>\n<ol>\n<li>\\(f(5)=30\\)</li>\n<li>\\(f(10)=40\\)</li>\n</ol>\n<h5>Solution</h5>\n<ol>\n<li>In 1995 (5 years after 1990), there were 30 ducks in the lake.</li>\n<li>In 2000 (10 years after 1990), there were 40 ducks in the lake.</li>\n</ol>\n<h4>Try It: Meanings in Functions</h4>\n<p>The amount of garbage, \\(G\\), produced by a city with population \\(p\\) is given by \\(G=f(p)\\). \\(G\\) is measured in tons per week, and \\(p\\) is measured in thousands of people.</p>\n<ol>\n<li>The town of Tola has a population of 40,000 and produces 13 tons of garbage each week. Express this information in terms of the function \\(f\\).</li>\n<li>Explain the meaning of the statement \\(f(5)=2\\).</li>\n</ol>\n<p>Write down your answer. Then select the <strong>Solution</strong> button to check your work.</p>\n<h5>Solution</h5>\n<p>Here is how to determine the meaning of a function in function notation:</p>\n<ol>\n<li>\\(13=f(40)\\)</li>\n<li>Five thousand people will produce 2 tons of garbage each week.</li>\n</ol>\n<br>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about <em>why</em> you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</p>"
    }
  ]
}