{
  "id": "126c7695-78d8-4eeb-ab49-7e9e351ad4ff",
  "content": [
    {
      "variant": "main",
      "html": "<p>A key takeaway from this lesson is the idea that we can use a data set that models a quadratic equation to represent a real-life situation. We can then find a curve of best fit to represent the data set. Additionally, we can then use that curve of best fit to make further predictions about that situation.</p>\n<p>To help reinforce ideas from the lesson, review the following questions:</p>\n<ul class=\"os-raise-indent\">\n<li> \"How can one represent a data set using graphing technology?\" (By inputting the data into a table in the graphing technology to create a scatter plot.) </li>\n</ul>\n<ul class=\"os-raise-indent\">\n<li> \"What does entering the equation \\(y_1 \\sim ax_1^2+bx_1+ c\\) into a Desmos graph containing a data set representing a quadratic equation do?\" (A curve of best fit will be generated.) </li>\n</ul>\n<ul class=\"os-raise-indent\">\n<li> \"Will each point in a data set representing a quadratic equation fall onto its corresponding curve of best fit? Explain your answer.\" (No, the curve of best fit represents the quadratic equation that best models all of the points in a data set. There is no guarantee that any individual point will align onto the curve.) </li>\n</ul>\n<ul class=\"os-raise-indent\">\n<li> \"Imagine a curve of best fit is graphed representing the height in meters, \\(y\\), of a projectile corresponding to the number of seconds passed, \\(x\\).\" </li>\n</ul>\n<ul class=\"os-raise-indent\">\n<li> \"What does a vertical line with the equation \\(x = 5\\) intersecting with the curve of best fit represent?\" (It represents the moment in the projectile's flight when 5 seconds have passed.) <br>\n<br>\n<ul>\n<li>\"What does a horizontal line with the equation \\(y = 10\\) intersecting with the curve of best fit represent?\" (It represents the moment or moments in the projectile's flight when it has a height of 10 feet.) <br>\n<br>\n</li>\n<li>Tell students that many situations can be modeled by a data set representing a quadratic function. Using graphing technology to analyze these data sets and generate an equation for the curve of best fit is an important skill. The curve of best fit can be used to make accurate predictions about these situations.</li>\n</ul>\n</li>\n</ul>"
    }
  ]
}