{
  "id": "12f697bd-1930-47f3-9fe8-8c8088e9d360",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (15 minutes)</h3>\n<p>Students analyze graphs representing the depreciation of the values of two cell phones. The value of a new cell phone tends to be highest at its initial release and falls over time. Some phones depreciate in a roughly exponential fashion.</p>\n<p>Students also write equations to represent the relationship between time and value for each cell phone. To represent the relationships with equations, students need to know the initial value of each phone (which can be read from the graph) and the growth factor (which must be calculated).</p>\n<p>Students may conclude that Phone A is decreasing in value more quickly than Phone B by comparing the graphs visually. They may also reason in one of the following ways:</p>\n<ul>\n  <li> For Phone A, the annual differences in value are 400, 240, and 144 for the first few years. For Phone B, the annual differences are 210, 157.5, and 118.12. The differences for Phone A are greater than the differences for Phone B. </li>\n</ul>\n<ul>\n  <li> Phone A loses \\(\\frac25\\) of its value each year, while Phone B loses \\(\\frac14\\) of its value. Therefore, the value of Phone A is decreasing more quickly. </li>\n</ul>\n<p>For quantities that change exponentially, the second way of reasoning is more appropriate (the former is suitable for quantities changing linearly). If the starting price of Phone B had been substantially higher than the starting price of Phone A, then Phone B would, at least at the beginning, have higher annual differences even if it is losing a smaller fraction of its value each year.</p>\n<h4>Launch</h4>\n<p>To give students an overview of the context, consider sharing a news clip or advertisement on the latest release of a popular cell phone or asking students to share what they know about the latest models of some phones. Solicit ideas from students about how they think the value of a phone changes after it is released.</p>\n<p>Students are likely to be familiar with the idea that phones decrease in value over time (especially as newer ones come along). Give an example of how a popular phone might have cost, for instance, $600 when it was first available to the public, but the same type of phone (in new condition) might cost several hundred dollars less a couple of years later. Remind students of the meaning of the word <em>depreciate</em> or <em>depreciation</em>, which should be familiar from a previous lesson about the value of a car.</p>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p>Display or build an anchor chart with an exponential function and the meaning of each variable. To increase access to the chart, each variable can be color coded. Students can be encouraged to use the chart by highlighting key values and parts of their own equations and graphs with the same colors displayed on the chart.</p>\n</div>\n<br>\n<h4>Student Activity</h4>\n<p>The value of some cell phones changes exponentially after initial release. Here are graphs showing the depreciation of two phones 1, 2, and 3 years after they were released.</p>\n<p>Phone A</p>\n<p><img alt=\"Graph of an exponential function, origin O. time (years) and value (dollars).\" src=\"https://k12.openstax.org/contents/raise/resources/ed255e46d77de5a8f2270113e81764f77b8780eb\"></p>\n<p>Phone B</p>\n<p><img alt=\"Graph of an exponential function, origin O. time (years) and value (dollars). &nbsp;\" src=\"https://k12.openstax.org/contents/raise/resources/25bf06446555406d7db5441aef3160353edd937f\">&nbsp;&nbsp;</p>\n<ol>\n  <li> Which phone is more expensive to buy when it is first released? <br>\n    <strong>Answer:</strong> Phone A costs $1,000 and Phone B costs $840, so Phone A is more expensive.\n  </li>\n  <br>\n  <li> How does the value of each phone change with every passing year? <br>\n    <strong>Answer:</strong> Phone A is depreciating more quickly than Phone B.\n  </li>\n  <br>\n  <li> Which one is falling in value more quickly? Explain or show how you know. <br>\n    <strong>Answer:</strong> Phone A loses $400 in the first year, which is \\(\\frac25\\) (or 0.4 or 40%) of the original value. It loses $240 in the second year, which is \\(\\frac25\\) (or 0.4 or 40%) of $600. Phone B loses $210 in the first year, which is \\(\\frac14\\) (or 0.25 or 25%) of the original value, and $157.50 in the second year, which is \\(\\frac14\\) of $630.\n  </li>\n  <br>\n  <li> If the phones continue to depreciate by the same factor each year, what will the value of each phone be 4 years after its initial release? <br>\n    <strong>Answer:</strong>\n    <ol class=\"os-raise-noindent\" type=\"a\">\n      <li> \\(\\frac{3}{5} \\cdot 216=129.60\\) </li>\n      <li>\\(\\frac{3}{4} \\cdot (354.38) \\approx 265.79\\) </li>\n    </ol>\n  </li>\n  <br>\n  <li> For each cell phone, write an equation that relates the value of the phone in dollars to the years since release, \\(t\\). Use \\(v\\) for the value of Phone A and \\(w\\) for the value of Phone B. <br>\n    <strong>Answer:</strong>\n    <ol class=\"os-raise-noindent\" type=\"a\">\n      <li> \\(&nbsp;v=1,000 \\cdot (\\frac{3}{5})^t\\)&nbsp; </li>\n      <li> \\(&nbsp;w=840 \\cdot (\\frac{3}{4})^t\\) </li>\n    </ol>\n  </li>\n</ol>\n<h4> Student-Facing Extension</h4>\n<h5> Are you ready for more?</h5>\n<p>When given data, it is not always clear how to best model it. In this case, we were told the value of the cell phones was changing exponentially. Suppose, however, we were instead just given the initial values of the cell phones when released and the values after each of the first three years.</p>\n<ol>\n  <li> Use technology to compute the best fit line for each cell phone. Round any numbers to the nearest dollar. <br>\n    <strong>Answer:</strong>\n    <ol class=\"os-raise-noindent\" type=\"a\">\n      <li> \\(v=933&minus;259t\\) </li>\n      <li>\\(\n        w=816&minus;161t\\) </li>\n    </ol>\n  </li>\n  <br>\n  <li> Explain why, in this situation, an exponential model might be more appropriate than the linear model you just created. <br>\n    <strong>Answer:</strong> For example: A linear model would quickly lead to negative phone values. For example, Phone A would cost about &ndash;$103 four years after its initial release. It makes more sense that the phone would lose a fraction of its value each year.\n  </li>\n</ol>\n<h4>Anticipated Misconceptions</h4>\n<p>Students may not see, especially for the second graph, that the relationship is exponential. Ask them by what factor the value of each phone decreases in the first year. What about in the second year? Ask them what these numbers tell them about the growth factor.</p>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their responses. Focus the conversation on how they determined which phone loses value more quickly and how they wrote the equations.</p>\n<p>Make sure students recognize that to tell which phone depreciates more quickly, we need to identify a growth factor and cannot simply find the differences between consecutive values. Instead of subtracting, we should be dividing the value of one year by that of the previous year. Once the initial amount and the growth factor are identified, we can write an equation to predict the value of the phone at a later time (assuming the mathematical model still applies, e.g., the technology is not considered obsolete or the phone doesn&rsquo;t somehow become more valuable because of other extraneous reasons).</p>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>Before the whole-class discussion, give students time to discuss their reasoning for determining which phone falls in value more quickly. Listen for and collect vocabulary and phrases students use to describe depreciation. Write the students&rsquo; words on a visual display and update it throughout the remainder of the lesson. Be sure to emphasize the term &ldquo;growth factor&rdquo; along with associated words used to calculate it, such as &ldquo;consecutive values&rdquo; and &ldquo;dividing.&rdquo; Remind students to borrow language from the display as needed. This will help students read and use mathematical language during their partner and whole-group discussions.</p>\n</div>\n<br>\n<h3>5.7.2: Self Check&nbsp;</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"302\">\n    <col width=\"322\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:</strong></p>\n        <p> For the following exercise, consider this scenario: For each year \\(t\\), the population of trees in Forest A is represented by the function \\(A(t)=115(1.025)^t\\), (red curve). In a neighboring forest, Forest B, the population of the same type of tree is represented by the function \\(B(t)=82(1.029)^t\\), (blue curve). Looking at the graph provided, which forest had a greater number of trees initially?</p>\n        <p><img alt=\"GRAPH OF TWO EXPONENTIAL FUNCTIONS. THE FUNCTION A OF T IN RED HAS A Y-INTERCEPT OF 115. THE FUNCTION OF B OF T IN BLUE HAS A Y-INTERCEPT OF 82.&nbsp;\" height=\"323\" src=\"https://k12.openstax.org/contents/raise/resources/3b4efe4174fc17f0a32818daeb15fb4ab4ddfa8b\" width=\"323\"></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Both forests started with the same number of trees.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The initial value of an exponential function is the same as its \\(y\\)-intercept on the graph, so a higher \\(y\\)-intercept is a greater initial value. The answer is Forest A, because it starts higher on the \\(y\\)-axis.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Forest A, because it starts higher on the \\(y\\)-axis.</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: The initial value of an exponential function is the same as its \\(y\\)-intercept on the graph, so a higher \\(y\\)-intercept is a greater initial value.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Forest A, because it has a greater growth rate.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The initial value of an exponential function is the same as its \\(y\\)-intercept on the graph, not the growth rate. The answer is Forest A, because it starts higher on the \\(y\\)-axis.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Forest B, because it has a greater growth rate.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Forest B does have a greater growth rate, but the growth rate does not determine the initial value. The initial value of an exponential function is the same as its \\(y\\)-intercept on the graph. The answer is Forest A, because it starts higher on the \\(y\\)-axis.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3> 5.7.2: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></p>\n<h4>Analyzing \\(a\\) and \\(b\\) in the Exponential Function \\(y=ab^x\\)</h4>\n<p><img alt=\"Graph of six exponential functions.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"318\" src=\"https://k12.openstax.org/contents/raise/resources/a3588f5079a44777c05412324d2a3176b0b499d5\" width=\"300\"></p>\n<ol>\n  <li> Which graph has the largest value for \\(b\\)? </li>\n  <li> &nbsp; Which graph has the smallest growth factor or value for \\(b\\) which is closest to 1? </li>\n  <li> &nbsp;Which graph has the largest value for \\(a\\)? </li>\n  <li> &nbsp;Which graph has the smallest value for \\(a\\)? </li>\n</ol>\n<p>When using the form \\(y=ab^x\\), it is important to remember that \\(a\\) is the initial value, or the \\(y\\)-intercept, and \\(b\\) is the growth factor. The growth factor reflects an exponential growth function when the value is greater than one. The growth factor reflects an exponential decay function when the value is between zero and one.</p>\n<p>For question 1, you are looking for the largest growth factor, which would mean an exponential growth function that is increasing the most rapidly. First, identify the graphs that reflect exponential growth, which would be D, E, and F, and then decide which is the steepest. Graph D increases much faster than both graphs E and F.</p>\n<p>For question 2, you are looking for the smallest growth factor, or the exponential decay function that is decaying slower than the other graphs. The decay graphs are A, B, and C, and graph A is decaying much more slowly than the other graphs</p>\n<p>For question 3, you are looking for the largest initial value or \\(y\\)-intercept. This could be with a growth or decay function; it just needs to cross the \\(y\\)-axis higher than the other graphs. Graph C has the highest \\(a\\) value.</p>\n<p>For question 4, you are looking for the smallest initial value or \\(y\\)-intercept. This could be a growth or decay function; it just needs to cross the \\(y\\)-axis lower than the other graphs. Graph F has the lowest \\(a\\) value.</p>\n<h4>Try It: Analyzing \\(a\\) and \\(b\\) in the Exponential Function \\(y=ab^x\\)</h4>\n<p><img alt=\"Graph of six exponential functions.\" src=\"https://k12.openstax.org/contents/raise/resources/13b36ed8389344dc587cabc989318f563a0a1795\" width=\"300\"></p>\n<ol>\n  <li> Which graphs represent exponential growth? </li>\n  <li> Which graphs represent exponential decay? </li>\n  <li> Which graph has the highest value for \\(b\\)? </li>\n  <li> Which graph has the highest value for \\(a\\)? </li>\n</ol>\n<p>Write down your answer. Then select the <strong>solution </strong>button to compare your work.</p>\n<h5>Solution&nbsp; </h5>\n<p>Here is how to analyze and compare graphs of exponential functions:</p>\n<ol>\n  <li> Graphs indicate exponential growth if they are increasing from left to right. Graphs D, E, and F represent exponential growth. </li>\n  <li> Graphs indicate exponential decay if they are decreasing from left to right. Graphs A, B, and C represent exponential decay. </li>\n  <li> Graph E has the highest value of \\(b\\), or growth rate, since it is increasing faster than graphs D and F. </li>\n  <li> Graphs C and D have the highest value for \\(a\\) because they have the same \\(y\\)-intercept. </li>\n</ol>"
    }
  ]
}