{
  "id": "16a71a27-394f-46cf-a65d-b8edad92a5d1",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Activity (20 minutes)</h4>\n<div>\n<p><span>The mathematical purpose of this activity is for students to use technology to find a correlation coefficient and use it to interpret the strength of the linear relationship in context. In addition, students interpret the coefficients of the equation of the line of best fit and use the equation to make predictions. As students examine the situation and describe variables that could influence the results, they are modeling with mathematics (TEKS 1A and 1F).</span><br></p>\n</div>\n<h4>Launch</h4>\n<div>\n<p>Show students how to find a correlation coefficient using technology. The digital version of this activity includes instructions for finding the correlation coefficient using Desmos. If you will be using technology other than Desmos (available in Math Tools), you may need to prepare alternate instructions. Here are the data from scatter plot A in the warm up to use in the demonstration.</p>\n<table border=\"1\" cellpadding=\"5\">\n<thead>\n<tr>\n<th scope=\"col\">height in feet (\\(x\\))</th>\n<th scope=\"col\">height in inches (\\(y\\))</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>5.5</td>\n<td>66</td>\n</tr>\n<tr>\n<td>5.25</td>\n<td>63</td>\n</tr>\n<tr>\n<td>5</td>\n<td>60</td>\n</tr>\n<tr>\n<td>5.5</td>\n<td>66</td>\n</tr>\n<tr>\n<td>6</td>\n<td>72</td>\n</tr>\n<tr>\n<td>5.8</td>\n<td>70</td>\n</tr>\n<tr>\n<td>5.9</td>\n<td>71</td>\n</tr>\n<tr>\n<td>6.25</td>\n<td>75</td>\n</tr>\n<tr>\n<td>5.4</td>\n<td>65</td>\n</tr>\n<tr>\n<td>5.1</td>\n<td>61</td>\n</tr>\n<tr>\n<td>4.9</td>\n<td>59</td>\n</tr>\n<tr>\n<td>5.7</td>\n<td>68</td>\n</tr>\n<tr>\n<td>5.75</td>\n<td>69</td>\n</tr>\n<tr>\n<td>5.9</td>\n<td>71</td>\n</tr>\n<tr>\n<td>5.5</td>\n<td>66</td>\n</tr>\n</tbody>\n</table><br>\n<p>The equation of the line of best fit is \\(y = 12.048x - 0.229\\), and the correlation coefficient is 0.999. Since there is a direct conversion between the units, we expect there to be a strong positive relationship between the variables.</p>\n<p>Although it is not perfect (\\(r = 0.999\\), not 1) due to rounding, the best fit line models the data very well, so there is a&nbsp;<strong>strong relationship</strong>&nbsp;between height in feet and height in inches. Since an increase in one of the values is paired with an increase in the other, there is a&nbsp;<strong>positive relationship</strong>.</p>\n</div>\n<h4>Student-Facing Statement</h4>\n<div>\n<div>\n<div>\n<div>\n<p>Priya takes note of the distance the car drives and the time it takes to get to the destination for many trips.</p>\n</div>\n<div>\n<table border=\"1\" cellpadding=\"5\">\n<thead>\n<tr>\n<th scope=\"col\">distance (mi) (\\(x\\))</th>\n<th scope=\"col\">travel time (min) (\\(y\\))</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>2</td>\n<td>4</td>\n</tr>\n<tr>\n<td>5</td>\n<td>7</td>\n</tr>\n<tr>\n<td>10</td>\n<td>11</td>\n</tr>\n<tr>\n<td>10</td>\n<td>15</td>\n</tr>\n<tr>\n<td>12</td>\n<td>16</td>\n</tr>\n<tr>\n<td>15</td>\n<td>22</td>\n</tr>\n<tr>\n<td>20</td>\n<td>23</td>\n</tr>\n<tr>\n<td>25</td>\n<td>25</td>\n</tr>\n<tr>\n<td>26</td>\n<td>28</td>\n</tr>\n<tr>\n<td>30</td>\n<td>36</td>\n</tr>\n<tr>\n<td>32</td>\n<td>35</td>\n</tr>\n<tr>\n<td>40</td>\n<td>37</td>\n</tr>\n<tr>\n<td>50</td>\n<td>51</td>\n</tr>\n<tr>\n<td>65</td>\n<td>70</td>\n</tr>\n<tr>\n<td>78</td>\n<td>72</td>\n</tr>\n</tbody>\n</table>\n</div>\n</div>\n</div>\n<ol>\n<li>Distance is one factor that influences the travel time of Priya&rsquo;s car trips. What are some other factors?</li>\n<li>Which of these factors (including distance) most likely has the most consistent influence for all the car trips? Explain your reasoning.</li>\n<li>Use technology to create a scatter plot of the data and add the best fit line to the graph.</li>\n<li>What do the slope and \\(y\\)-intercept for the line of best fit mean in this situation?</li>\n<li>Use technology to find the correlation coefficient for this data. Based on the value, how would you describe the strength of the linear relationship?</li>\n<li>How long do you think it would take Priya to make a trip of 90 miles if the linear relationship continues? If she drives 90 miles, do you think the prediction you made will be close to the actual value? Explain your reasoning.</li>\n</ol>\n</div>\n<h4>Student Response</h4>\n<div>\n<ol>\n<li>Traffic, stop signs, stop lights, refueling, whether the driver is in a hurry, driving on surface streets or interstate</li>\n<li>Distance is the most consistent influence since it is always part of the reason a trip will take the time it does. The other factors, like stop lights, are only a factor sometimes since you may hit all green lights one day and all red lights the next day.</li>\n<li>\n<p>\\(y = 0.93 x + 4.15\\), \\(r = 0.99\\)</p>\n<div><img alt=\"Scatter plot with line of best fit. &nbsp;\" height=\"225\" src=\"https://k12.openstax.org/contents/raise/resources/5d012ead5546eb746e7d588e1a33558ce4083141\" width=\"212\"></div>\n</li>\n<li>The slope represents the number of minutes it takes to drive one additional mile using the linear model. Assuming the linear relationship continues, the \\(y\\)-intercept represents the number of minutes it takes to drive zero miles; this may account for things like time getting ready or warming up the car before driving.</li>\n<li>\\(r = 0.99\\). Since \\(r\\) is near 1, the linear model fits the data very well.</li>\n<li>It would take Priya about 88 minutes. I think the estimate will be good because the correlation coefficient is very close to 1, so the data is fit by the model very well. I used the equation \\(y = 0.93 x + 4.15\\) and figured out that \\(y\\) was 87.85 minutes by substituting 90 miles for \\(x\\).</li>\n</ol>\n</div>\n<h4>Anticipated Misconceptions</h4>\n<div>\n<p>Students may misunderstand how to interpret negative correlation coefficients. Ask students how the sign of the correlation coefficient is related to the linear model for the situation. Students may benefit from drawing an example scatter plot representing the situation.</p>\n</div>\n<h4>Activity Synthesis</h4>\n<div>\n<p>The purpose of this discussion is for students to understand that the correlation coefficient quantifies the strength of a linear relationship.</p>\n<p>Introduce the terms positive and negative relationship. Give some guidelines as to when to call a relationship strong. For example: When \\(| r | &ge; 0.8\\), there is a strong, linear relationship; when \\(| r | &le; 0.5\\), the relationship is weak; and when \\(0.5 &lt; | r | &lt; 0.8\\), the relationship is moderately strong. Although these are good guidelines, they should not be treated as a rule. Context is also important when determining whether to call a relationship strong or weak.</p>\n<p>In general, \\(r\\) is related to how much of an improvement a linear model is over just using the mean as an estimate for the data.</p>\n<p>Here are some questions for discussion:</p>\n<ul>\n<li>&ldquo;How would you describe the relationship between distance and time for Priya&rsquo;s trips? Explain your reasoning.&rdquo; (It is a strong positive relationship. It is strong because \\(r = 0.99\\), and it is positive because time, \\(y\\), tends to increase as distance, \\(x\\), increases.)</li>\n<li>Refer students to scatter plot D from the warm up. &ldquo;How would you describe the relationship between wait time and customer satisfaction? The correlation coefficient is \\(r = - 0.52\\).&rdquo; (It is a negative relationship. It is a moderately strong relationship since the linear model is an improvement over merely using the mean for the data, but it is not a great improvement.)</li>\n</ul>\n<div><img alt=\"Scatter plot.&nbsp; &nbsp;\" height=\"225\" src=\"https://k12.openstax.org/contents/raise/resources/ade3ef85b629664d8fd3360aca8be534568d6e2f\" width=\"212\"></div>\n<ul>\n<li>&ldquo;What is an example of data with a strong, negative relationship?&rdquo; (An example of a strong negative relationship could be the relationship between the time it takes you to run a mile and your speed. As your speed increases, the time decreases.)</li>\n</ul>\n<h5>Support for English Language Learners</h5>\n<div>\n<p><em>Conversing, Representing: MLR8 Discussion Supports.&nbsp;</em>Use this routine to amplify mathematical uses of language to describe the strength of linear models. After students share a response, invite them to repeat their reasoning using mathematical language relevant to the lesson, such as strong, weak, positive, or negative. For example, if students forget to use the desired language, ask, &ldquo;Would you say that the relationship is strong or weak?&rdquo; or &ldquo;Would you say it is positive or negative?&rdquo; For students who benefit from greater language support, ask, &ldquo;Can you say that again, using the phrase &lsquo;strong, positive relationship&rsquo;?&rdquo; Consider inviting the remaining students to repeat these phrases to provide additional opportunities for all students to produce this language.</p>\n<p><em>Design Principle(s): Support sense-making</em></p>\n</div>\n<br>\n<h3>3.5.2: Self Check</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\" width=\"624\">\n<tbody>\n<tr>\n<td colspan=\"2\" valign=\"top\" width=\"624\">\n<p><strong>QUESTION:</strong> Determine the correlation coefficient of the data in the table below to 3 decimal places and interpret the value.</p>\n<table border=\"1\" width=\"600\">\n<tbody>\n<tr>\n<th width=\"70\">\\(x\\)</th>\n<td width=\"70\">8</td>\n<td width=\"70\">15</td>\n<td width=\"70\">26</td>\n<td width=\"70\">31</td>\n<td width=\"70\">56</td>\n</tr>\n<tr>\n<th>\\(y\\)</th>\n<td>23</td>\n<td>41</td>\n<td>53</td>\n<td>72</td>\n<td>103</td>\n</tr>\n</tbody>\n</table>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"312\">\n<p align=\"center\"><strong>ANSWERS</strong></p>\n</td>\n<td valign=\"top\" width=\"312\">\n<p align=\"center\"><strong>FEEDBACK</strong></p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"312\">\n<p>\\(r = -0.987\\); there is a weak negative relationship.</p>\n</td>\n<td valign=\"top\" width=\"312\">\n<p>Incorrect. Let&rsquo;s try again a different way: The slope of the points in the table is positive, so the correlation coefficient should be positive. \\(r\\)-values close to 1 or &ndash;1 show strong relationships. The answer is \\(r=0.987\\); there is a strong positive relationship.</p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"312\">\n<p>\\(r=0.987\\); there is a weak positive relationship.</p>\n</td>\n<td valign=\"top\" width=\"312\">\n<p>Incorrect. Let&rsquo;s try again a different way: \\(r\\)-values close to 1 indicate a strong relationship. The answer is \\(r=0.987\\); there is a strong positive relationship.</p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"312\">\n<p>\\(r=0.987\\); there is a strong positive relationship.</p>\n</td>\n<td valign=\"top\" width=\"312\">\n<p>That&rsquo;s correct! Check yourself: Using graphing technology, ensure that you enter the data correctly. The slope of the points in the table is positive and the points are close to the line, so the correlation coefficient should be a positive number close to 1.</p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\" width=\"312\">\n<p>\\(r=-0.987\\); there is a strong negative relationship.</p>\n</td>\n<td valign=\"top\" width=\"312\">\n<p>Incorrect. Let&rsquo;s try again a different way: The slope of the points in the table is positive, so the correlation coefficient should be positive. The answer is \\(r=0.987\\).</p>\n</td>\n</tr>\n</tbody>\n</table>\n<div>&nbsp;</div>\n</div>\n<h4>3.5.2: Additional Resources</h4>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</em></strong></p>\n<h4>Calculating and Interpreting Correlation Coefficients</h4>\n<p>Properties of the correlation coefficient: <br></p>\n<ul>\n<li>\n    Property 1: The sign of \\(r\\) (positive or negative) corresponds to the direction of the linear relationship. </li>\n<li>\n    Property 2: A value of \\(r = +1\\) indicates a perfect positive linear relationship, with all points in the scatter plot falling exactly on a straight line. </li>\n<li>\n    Property 3: A value of \\(r = -1\\) indicates a perfect negative linear relationship, with all points in the scatter plot falling exactly on a straight line. </li>\n<li>\n    Property 4: The closer the value of \\(r\\) is to \\(+1\\) or \\(-1\\), the stronger the linear relationship.</li>\n</ul>\n<p>Using the data of shoe length in inches and height in inches for 10 men, find the correlation coefficient of the data with graphing technology.</p>\n<table border=\"1\" cellpadding=\"5\" width=\"348\">\n<tbody>\n<tr>\n<th scope=\"col\" width=\"160\">\\(x\\) (Shoe Length) Inches</th>\n<th scope=\"col\" width=\"172\">\\(y\\) (Height)<br>\n        Inches</th>\n</tr>\n<tr>\n<td>12.6</td>\n<td>74</td>\n</tr>\n<tr>\n<td>11.8</td>\n<td>65</td>\n</tr>\n<tr>\n<td>12.2</td>\n<td>71</td>\n</tr>\n<tr>\n<td>11.6</td>\n<td>67</td>\n</tr>\n<tr>\n<td>12.2</td>\n<td>69</td>\n</tr>\n<tr>\n<td>11.4</td>\n<td>68</td>\n</tr>\n<tr>\n<td>12.8</td>\n<td>70</td>\n</tr>\n<tr>\n<td>12.2</td>\n<td>69</td>\n</tr>\n<tr>\n<td>12.6</td>\n<td>72</td>\n</tr>\n<tr>\n<td>11.8</td>\n<td>71</td>\n</tr>\n</tbody>\n</table>\n<p><br>\n  The correlation coefficient is \\(r &asymp; 0.65\\).</p>\n<p>Based on the table, there is a moderate positive linear relationship between shoe length and height.</p>\n<p>The table below shows how you can informally interpret the value of a correlation coefficient.</p>\n<table border=\"1\" cellpadding=\"5\">\n<tbody>\n<tr>\n<th scope=\"col\" width=\"242\">If the value of the correlation coefficient is . . .</th>\n<th scope=\"col\" width=\"365\">You can say that . . .</th>\n</tr>\n<tr>\n<td>\\(r=1.0\\)</td>\n<td>There is a perfect positive linear relationship.</td>\n</tr>\n<tr>\n<td>\\(0.7\\leq r&lt;1.0\\)</td>\n<td>There is a strong positive linear relationship.</td>\n</tr>\n<tr>\n<td>\\(0.3\\leq r&lt;0.7\\)</td>\n<td>There is a moderate positive linear relationship.</td>\n</tr>\n<tr>\n<td>\\(0&lt;r&lt;0.3\\)</td>\n<td>There is a weak positive linear relationship.</td>\n</tr>\n<tr>\n<td>\\(r=0\\)</td>\n<td>There is no linear relationship.</td>\n</tr>\n<tr>\n<td>\\(-0.3&lt;r&lt;0\\)</td>\n<td>There is a weak negative linear relationship.</td>\n</tr>\n<tr>\n<td>\\(-0.7&lt;r\\leq-0.3\\)</td>\n<td>There is a moderate negative linear relationship.</td>\n</tr>\n<tr>\n<td>\\(-1.0&lt;r\\leq-0.7\\)</td>\n<td>There is a strong negative linear relationship.</td>\n</tr>\n<tr>\n<td>\\(r=-1.0\\)</td>\n<td>There is a perfect negative linear relationship.</td>\n</tr>\n</tbody>\n</table>\n<p><span>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about&nbsp;</span><em>why&nbsp;</em><span>you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</span></p>\n<h4>Try It: Calculating and Interpreting Correlation Coefficients</h4>\n<p>&nbsp;<span>Consumer Reports published a study of fast-food items. The table and scatter plot below display the fat content (in grams) and number of calories per serving for 16 fast-food items. What is the correlation coefficient for this data and what does it tell us about the strength and type of relationship represented? </span></p>\n<div class=\"container\">\n<div class=\"col\"><br>\n<table border=\"1\" cellpadding=\"5\" width=\"209\">\n<tbody>\n<tr>\n<th scope=\"col\" width=\"97\">\n<p>Fat<br>\n              (g)</p>\n</th>\n<th scope=\"col\" width=\"96\">Calories<br>\n            (kcal)</th>\n</tr>\n<tr>\n<td>2</td>\n<td>268</td>\n</tr>\n<tr>\n<td>5</td>\n<td>3,003</td>\n</tr>\n<tr>\n<td>3</td>\n<td>260</td>\n</tr>\n<tr>\n<td>3.5</td>\n<td>300</td>\n</tr>\n<tr>\n<td>1</td>\n<td>315</td>\n</tr>\n<tr>\n<td>2</td>\n<td>160</td>\n</tr>\n<tr>\n<td>3</td>\n<td>200</td>\n</tr>\n<tr>\n<td>6</td>\n<td>320</td>\n</tr>\n<tr>\n<td>3</td>\n<td>420</td>\n</tr>\n<tr>\n<td>5</td>\n<td>290</td>\n</tr>\n<tr>\n<td>3.5</td>\n<td>285</td>\n</tr>\n<tr>\n<td>2.5</td>\n<td>390</td>\n</tr>\n<tr>\n<td>0</td>\n<td>140</td>\n</tr>\n<tr>\n<td>2.5</td>\n<td>330</td>\n</tr>\n<tr>\n<td>1</td>\n<td>120</td>\n</tr>\n<tr>\n<td>3</td>\n<td>180</td>\n</tr>\n</tbody>\n</table>\n<div class=\"col\"><img alt=\"Scatter graph of calories/fat.\" src=\"https://k12.openstax.org/contents/raise/resources/aca8f83947b57b52a355fc98e7c83b99e6545d17\" width=\"400\"></div>\n</div>\n</div>\n<p>Write down your answer, then select the <strong>Solution</strong> button to check your work.</p>\n<h5>Solution</h5>\n<p>The correlation coefficient is \\(r &asymp; 0.44\\). By the table, this indicates a moderate, positive linear relationship between fat content and calories.</p>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about why you got the question wrong. Then you won&rsquo;t get this type of question wrong again!<br></p>"
    }
  ]
}