{
  "id": "16bffab0-690f-42af-a98e-4b7bf48c1932",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm-up prompts students to consider possible input and output values for a familiar function in a familiar context. The work here prepares students to do the same in other mathematical contexts and to think about domain and range in the rest of the lesson.</p>\n<h4>Student-Facing Statement</h4>\n<p>Earlier, you saw a situation where the total number of times a dog has barked was a function of the time, in seconds, after its owner tied its leash to a post and left. Less than 3 minutes after he left, the owner returned, untied the leash, and walked away with the dog.</p>\n<ol>\n  <li> Could each value be an input of the function? Be prepared to explain your reasoning.\n    <ol class=\"os-raise-noindent\" type=\"a\">\n      <li>15 barks<br>\n        <br>\n      </li>\n      <li>\\(84\\frac12\\) barks<br>\n        <br>\n      </li>\n      <li>300 barks</li>\n    </ol>\n  </li>\n  <li> Could each value be an output of the function? Be prepared to explain your reasoning.\n    <ol class=\"os-raise-noindent\" type=\"a\">\n      <li>15 barks<br>\n        <br>\n      </li>\n      <li>\\(84\\frac12\\) barks<br>\n        <br>\n      </li>\n      <li>300 barks</li>\n    </ol>\n  </li>\n</ol>\n<h4>Student Response</h4>\n<ol>\n  <li>\n    <ol class=\"os-raise-noindent\" type=\"a\">\n      <li>Yes</li>\n      <li> Yes </li>\n      <li>No. The owner returned in under 180 seconds and then walked away with the dog, so 300 is not a possible input (assuming that the function is limited to the time the dog was tied to the leash and when the owner was away). </li>\n    </ol>\n  </li>\n  <li>\n    <ol class=\"os-raise-noindent\" type=\"a\">\n      <li>Yes </li>\n      <li>No. It is not possible for the dog to bark a fractional number of times. </li>\n      <li>Yes </li>\n    </ol>\n  </li>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their responses and reasoning. Highlight explanations that make a convincing case as to why values beyond 180 could not be inputs for this function and why fractional values could not be outputs.</p>\n<p>Some students may argue that 300 could be an input because &ldquo;300 seconds after the dog&rsquo;s owner walked away&rdquo; is an identifiable moment, even though the dog and its owner have walked away and may no longer be near the post. Acknowledge that this is a valid point and that it highlights the need for a function to be more specifically defined in terms of when it &ldquo;begins&rdquo; and &ldquo;ends.&rdquo; If time permits, solicit some ideas on how this could be done.</p>\n<p>Tell students that, in this lesson, they will think more about values that make sense as inputs and outputs of functions.</p>"
    }
  ]
}