{
  "id": "173480a1-641c-4d80-a309-ec9417a38e19",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (10 minutes)</h3>\n<p>The goal of this warm-up is to motivate the need for a notation that can be used to communicate about functions.</p>\n<p>Students analyze three graphs from an earlier lesson, interpret various points on the graphs, and use their analyses to answer questions about the situations. This work requires students to make careful connections between points on the graphs, pairs of input and output values, and verbal descriptions of the functions. Students find that, unless each feature and the function being referenced are clearly articulated, which could be tedious to do, what they wish to communicate about the functions may be ambiguous or unclear.</p>\n<p>When answering the last two questions, students are likely to find the prompts lacking in specificity and to probe: &ldquo;For which day?&rdquo; Suggest that they answer based on their interpretation of the questions.</p>\n<p>Then, look for students who assume that the questions refer to one particular function and those who assume they refer to all three functions (and consequently answer them for each function). Ask them to share their interpretations during the whole-class discussion.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of 2 to discuss and answer questions.</p>\n<h4>Student-Facing Statement</h4>\n<p>Here are the graphs of some situations you saw before. Each graph represents the distance of a dog from a post as a function of time since the dog owner left to purchase something from a store. Distance is measured in feet, and time is measured in seconds.</p>\n<p>Day 1</p>\n<p><img alt=\"Nonlinear function. time in seconds and distance from post in feet. &nbsp;\" src=\"https://k12.openstax.org/contents/raise/resources/34491baf9eedf82892115acb6b6df9202640cb5e\"></p>\n<p>Day 2</p>\n<p><img alt=\"Nonlinear function. time in seconds and distance from post in feet.\" src=\"https://k12.openstax.org/contents/raise/resources/7c49de875e83020f2c00535b3be64810d45df3bf\"><br>\n</p>\n<p>Day 3</p>\n<p><img alt=\"Nonlinear function. time in seconds and distance from post in feet.\" src=\"https://k12.openstax.org/contents/raise/resources/6a0162c58a513f1e08b79121e715a2570e27a561\"></p>\n<ol>\n<li>Use the given graphs to answer these questions about each of the three days:</li>\n<ol type=\"A\">\n<li>How far away was the dog from the post 60 seconds after the owner left?<br>\n      Day 1:<br>\n      Day 2:<br>\n      Day 3:</li>\n<li>How far away was the dog from the post when the owner left?<br>\n      Day 1:<br>\n      Day 2:<br>\n      Day 3:</li>\n<li>The owner returned 160 seconds after he left. How far away was the dog from the post at that time?<br>\n      Day 1:<br>\n      Day 2:<br>\n      Day 3:</li>\n<li>How many seconds passed before the dog reached the farthest point it could reach from the post?<br>\n      Day 1:<br>\n      Day 2:<br>\n      Day 3:</li>\n</ol>\n<li>Consider the statement, &ldquo;The dog was 2 feet away from the post after 80 seconds.&rdquo; Do you agree with the statement?</li>\n<li>What was the distance of the dog from the post 100 seconds after the owner left?</li>\n</ol>\n<h4>Student Response</h4>\n<ol>\n<li>Day 1:</li>\n<ol type=\"A\">\n<li>4 feet</li>\n<li>1.5 feet</li>\n<li>about 3.7 feet</li>\n<li>about 50 seconds</li>\n</ol>\n</ol>\n<ol>\n<li>Day 2: </li>\n<ol type=\"A\">\n<li>4 feet</li>\n<li>1.5 feet</li>\n<li>4 feet</li>\n<li>about 34 seconds<br>\n<br>\n</li>\n</ol>\n<li>Day 3: </li>\n<ol type=\"A\">\n<li>4 feet</li>\n<li>1.5 feet</li>\n<li>0.5 foot</li>\n<li>about 3 seconds </li>\n</ol>\n</ol>\n<ol start=\"2\">\n<li> Answers vary depending on the day. </li>\n<li> Answers vary depending on the day. </li>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their response to the first set of questions.</p>\n<p>To help illustrate that it could be tedious to refer to a specific part of a function fully and precisely, ask each question completely for each of the three days. (For instance, &ldquo;How far away was the dog from the post 60 seconds after the owner left on Day 1? How far away was the dog from the post 60 seconds after the owner left on Day 2?&rdquo;) If students offer a numerical value (for instance, &ldquo;1.5 feet&rdquo;) without stating what question it answers or to what quantity it corresponds, ask them to clarify.</p>\n<p>Next, select previously identified students to share their responses to the last two questions. Regardless of whether students chose to answer them for a particular day or for all three days, point out that the answers depend on the day. When the day (or the function) is not specified, it is unclear what information is sought.</p>\n<p>Explain that sometimes we need to be pretty specific when talking about functions. But to be specific could require many words and become burdensome. Tell students that they will learn about a way to describe functions clearly and succinctly.</p>"
    }
  ]
}