{
  "id": "17ae4d73-95a3-4b31-99d2-e8b2f05a01cc",
  "content": [
    {
      "variant": "main",
      "html": "<p>To help students generalize the process of solving quadratic equations by completing the square, ask students,</p>\n<ul>\n<li> \"How was the process of completing the square in this lesson different than that in an earlier lesson?\" (The numbers in the equations are not as simple, so the calculations may be more involved and time consuming. In some cases, more steps were needed to complete the square, and the process may be more prone to error.) </li>\n<li> \"How was the process of completing the square in this lesson like that in the previous lesson?\" (The steps are essentially the same: turn one side into a perfect-square expression, write it as a squared factor, and reason about the value of the factor.) </li>\n<li> \"What are some errors you have seen or have made when the solving process involves multiple steps, especially when the numbers are tricky to work with?\" (Some common errors: </li>\n<ul>\n<li> Only positive solutions are shown. Negative solutions are neglected. </li>\n<li> Different amounts are added to the two sides of the equal sign. </li>\n<li> The wrong amount is added so the quadratic expression is not a perfect square. </li>\n<li> Incorrect calculations or missed steps.) </li>\n</ul>\n<li> \"When might we want to choose to solve quadratic equations by rewriting them in factored form instead of by completing the square? When might it be preferable to complete the square?\" (When we could easily see the factors in a quadratic equation, then it makes sense to solve the equation by putting it in factored form. When it is not obvious what the factors are, or when the equation involves non-integers, then completing the square may be preferable.) </li>\n</ul>\n<p>Emphasize that completing the square is a handy technique that can be used to solve any quadratic equation, but depending on the numbers in the equation, it may or may not be an efficient method.</p>"
    }
  ]
}