{
  "id": "1c895e25-d677-4cc6-890e-a1f6753933c4",
  "content": [
    {
      "variant": "main",
      "html": "<p>In this lesson, you learned how to:</p>\n<ul>\n  <li>Explain the average rate of change of a function in terms of a situation.</li>\n  <li>Describe important features of a graph and explain what they mean in a situation.</li>\n  <li>Sketch a graph that shows important features of the situation, given a description or a visual representation of a situation.</li>\n</ul>\n<p>Here are the <strong>activities</strong> that helped you reach those goals:</p>\n<ul>\n  <li>4.8.1: Analyzing and Comparing the Properties of Graphs</li>\n  <ul>\n    <li>In this activity, you analyzed and compared graphs that did not have units of measure on the axes. Vocabulary words from prior lessons, such as &ldquo;maximum,&rdquo; &ldquo;minimum,&rdquo; &ldquo;increasing,&ldquo; and &ldquo;decreasing,&rdquo; were used to review and to describe the graphs.</li>\n  </ul>\n  <li>4.8.2: Interpreting Graphs Without Units</li>\n  <ul>\n    <li>In this activity, you described different graphs that all represented the same situation. You determined which graph best matched the scenario, and which graphs were the least logical considering the scenario. The importance of an appropriate viewing window for technology was also discovered in this activity. You also reviewed the graph of a vertical line, including how it is not a function and why it would not work in the real-world scenario.</li>\n    <li>4.8.2: Self Check</li>\n    <li>4.8.2: Additional Reources</li>\n  </ul>\n\n\n  <li>4.8.3: Sketching Graphs of Functions</li>\n  <ul>\n    <li>In this activity, you had to create the graph of function after watching a video of a situation. You had to share and discuss vocabulary, including the different key features of your graph. There was an opportunity to discuss differences in graphs and determine which best reflected the situation from the video.</li>\n    <li>4.8.3: Self Check</li>\n    <li>4.8.3 Additional Resources</li>\n  </ul>\n  <li>4.8.4: Using Verbal Descriptions to Create Graphs of Functions</li>\n  <ul>\n    <li>In this activity, you used several different written or verbal descriptions to create graphs. You had to consider the context of the situation to know when one or both of the graphs became constant.</li>\n  </ul>\n  <li>4.8.5: Representing Quantities in a Situation</li>\n  <ul>\n    <li>In this activity, you watched a video of a tennis ball being dropped and used the video and still pictures from it to approximate values to sketch a graph. You were then asked specific questions about key features of your sketch.</li>\n  </ul>\n</ul>\n<p>After these activities, you completed the following <strong>practice</strong>:</p>\n<ul>\n  <li>4.8.6: Practice</li>\n</ul>\n<h4>Checking In</h4>\n<div class=\"os-raise-ib-pset\" data-button-text=\"Submit\" data-content-id=\"e50ff7ff-9343-40cc-9582-782f0de94407\" data-fire-learning-opportunity-event=\"eventnameY\" data-fire-success-event=\"eventnameX\" data-retry-limit=\"1\" data-schema-version=\"1.0\">\n  <!--pulldown-->\n  <div class=\"os-raise-ib-pset-problem\" data-content-id=\"6141d9c3-271a-48e3-ae65-d44dc2975e8e\" data-problem-type=\"dropdown\" data-solution data-solution-options='[\"1 - I&rsquo;m totally lost!\", \"2 - I could use some more help.\", \"3 - I mostly understand.\", \"4 - I can do it.\",\"5 - I&rsquo;ve got this!\"]'>\n    <div class=\"os-raise-ib-pset-problem-content\">\n      <p>On a scale of 1 to 5, how confident do you feel about the learning goals of this lesson? </p>\n    </div>\n    <div class=\"os-raise-ib-pset-correct-response\">\n      <p>Correct!</p>\n    </div>\n    <div class=\"os-raise-ib-pset-encourage-response\">\n      <p>If you&rsquo;ve answered 3 or less, be sure to reach out to your teacher before starting the next lesson.</p>\n    </div>\n  </div>\n  <!--Do not edit below line.-->\n  <div class=\"os-raise-ib-pset-correct-response\">\n    <!-- INSERT ANY VALID HTML HERE -->\n  </div>\n  <div class=\"os-raise-ib-pset-encourage-response\">\n    <!-- INSERT ANY VALID HTML HERE -->\n  </div>\n</div>"
    }
  ]
}