{
  "id": "1dc5366d-4f01-4bae-9f29-f6f7e1fa1092",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<br>\n<p>This warm-up activity builds and refreshes skills that are needed to factor polynomials later in the lesson. Students will split a number until all of its factors are prime numbers. They will write exponents in expanded form as repeated multiplication expressions, such as writing \\(x^3\\) as \\(x \\cdot x \\cdot x\\).</p>\n<p>Students will find all of the factors in a monomial. They will also find all the common factors between two different expressions. These skills are building blocks for finding the greatest common factor (GCF) of two or more expressions in later lessons.</p>\n<h4>Launch</h4>\n<p>To help with key concepts in the activity, ask students to define a prime number. If there is any confusion, introduce the definition here:</p>\n<ul>\n  <li> A prime number is a number greater than 1 whose only factors are 1 and the number itself. Examples of prime numbers are: 2, 3, 5, 7, 11, 13 . . .</li>\n</ul>\n<p>Remind students that the least common multiple (LCM) of two numbers is the smallest number that is a multiple of both numbers.</p>\n<p>Allow time for students to answer the questions in the activity.</p>\n<h4>Student Activity</h4>\n<p>Finding the factors of a number, monomial, or polynomial is an important step used in the activities of this lesson.</p>\n<br>\n<ol>\n  <li> Factor 56 into prime numbers to find all of its factors. </li>\n</ol>\n<p><strong>ANSWER:</strong> \\(7 \\cdot 2\\cdot 2\\cdot 2\\)</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li> Find all of the factors of \\(42m^3y^2\\).</li>\n</ol>\n<p><strong>ANSWER:</strong> \\(7\\cdot 2\\cdot 3\\cdot m\\cdot m\\cdot m\\cdot y\\cdot y\\)</p>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li> Find all of the common factors between \\(6n^2p^2\\) and \\(9ns^2\\). </li>\n</ol>\n<p><strong>ANSWER:</strong> 3 and \\(n\\)</p>\n<ol class=\"os-raise-noindent\" start=\"4\">\n  <li> Find the least common multiple (LCM) of \\(3x^2\\) and \\(8x^4\\). </li>\n</ol>\n<p><strong>ANSWER:</strong> \\(24x^4\\)</p>\n<br>\n<h4>Activity Synthesis</h4>\n<p>Emphasize the following key points from the lesson:</p>\n<ul>\n  <li> A prime number is a number greater than 1 whose only factors are 1 and the number itself. </li>\n  <li> Any expression can be factored until it is prime or each of its factors is prime. </li>\n  <li> The factors of an expression can be written out in expanded form as repeated multiplication. This format is useful for finding common factors between two different expressions. </li>\n</ul>"
    }
  ]
}