{
  "id": "1de2c0e5-704c-408f-b6aa-da2882c95855",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Cool Down&nbsp;(5 minutes)</h4>\n<h4>Student-Facing Statement</h4>\n<p>Doctors suspect a strain of bacteria found in the hospital is becoming resistant to antibiotics. They put various concentrations of antibiotic in petri dishes and add some of the bacteria to allow it to grow. The bacteria grow into groups in the dish called colonies. After some time, the doctors return to the petri dishes and count the number of colonies for the different amounts of antibiotic.</p>\n<p>The data are plotted with a best fit line. The correlation coefficient is \\(r = -0.83\\).</p>\n<ol class=\"os-raise-noindent\">\n  <li>What does the sign of the correlation coefficient tell you about the relationship between the number of bacteria colonies and the concentration of antibiotic in the dish?</li>\n  <li>What does the numerical value of the correlation coefficient tell you about the relationship between the number of bacteria colonies and the concentration of antibiotic in the dish?</li>\n  <li>In a follow-up study, a group of scientists collect data that were fit by a linear model with a correlation coefficient of \\(r = -0.94\\). <span>Which study suggests a stronger relationship between the number of bacteria colonies and the concentration of antibiotic: the doctors&rsquo; study or the scientists&rsquo; study? Be prepared to show your reasoning.</span></li>\n</ol>\n<h4>Student Response</h4>\n<ol class=\"os-raise-noindent\">\n  <li>There is a negative relationship between the number of bacteria colonies and the concentration of antibiotic in the dish. When the concentration of antibiotic is higher, there are fewer bacteria colonies.</li>\n  <li>The relationship between the number of bacteria colonies and the concentration of antibiotic in the dish is strong since this value is fairly close to &ndash;1.</li>\n  <li>The scientists&rsquo; study suggests a stronger relationship since both correlation coefficients are negative and the correlation coefficient for the scientists&rsquo; line is closer to &ndash;1.</li>\n</ol>\n<h4>Response to Student Thinking</h4>\n<h5>More Chances</h5>\n<p>Students will have more opportunities to understand the mathematical ideas in this cool-down, so there is no need to slow down or add additional work to the next lessons. Instead, use the results of this cool-down to provide guidance for what to look for and emphasize over the next several lessons to support students in advancing their current understanding.</p>"
    }
  ]
}