{
  "id": "1e645399-9709-42da-b574-f1a1a4464682",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (30 minutes)</h3>\n<p>In this activity, students take turns with a partner describing graphs, and then they use that reasoning to match graphs with equations. Students trade roles, explaining their thinking and listening. This provides opportunities for students to explain their reasoning and critique the reasoning of others and to attend to precision in their mathematical language.</p>\n<p>Monitor for students who match only one equation with each graph. Monitor for disagreements about which equation goes with which graph.</p>\n<h3>Launch</h3>\n<p>Arrange students in groups of 2. Print <a href=\"https://k12.openstax.org/contents/raise/resources/bea20dcc31b35074abd7b6b1b0f5fd68e1c63c89\" target=\"_blank\">this PDF</a> and give each group a set of cut-up slips.</p>\n<p>Students will take turns in three different rounds. In the first round, students will take turns identifying the slope, x-intercept, and y-intercept on each graph. The first partner says out loud what the slope, x-intercept, and y-intercept are, while the other checks their thinking and records the answers on the card. Then they switch roles.</p>\n<p>In the second round, students will add the equation cards, face up, to the graph cards that are already on their desks. Students will take turns. The first partner identifies a match and explains why they think it is a match, while the other listens and works to understand. Then, they switch roles.</p>\n<p>In the third round, students choose an equation or graph and write a word problem that matches the equation or graph.</p>\n<h3>Student-Facing Statement</h3>\n<ol>\n  <li>\n    Deal out the graph cards, face up. Take turns with your partner to name the three things in each graph:&nbsp;<ul>\n      <li>slope&nbsp;</li>\n      <li>x-intercept&nbsp;</li>\n      <li>y-intercept&nbsp;</li>\n      <li>For each graph you find, tell your partner the slope, x-intercept, and y-intercept.&nbsp;</li>\n      <li>For each graph your partner finds, see if you agree with their thinking. If you agree, write their answers down on the graph for them. If you disagree, discuss your thinking and work to reach an agreement.&nbsp;</li>\n    </ul>\n  </li>\n  <li>Deal out the equation cards face up, leaving the graph cards face up as well. Take turns with your partner to match each graph with an equation.&nbsp;<ul>\n      <li>For each match that you find, explain to your partner how you know it&rsquo;s a match.&nbsp;</li>\n      <li><span>For each match that your partner finds, listen carefully to their explanation. If you disagree, discuss your thinking and work to reach an agreement.&nbsp;</span></li>\n    </ul>\n  </li>\n  <li>Write a real-world problem that could be modeled by one of the equations or graphs.&nbsp;<ul>\n      <li>Choose a point that is on the graph or satisfies the equation and explain to your partner what it means in the context of your problem.&nbsp;</li>\n      <li>Explain to your partner what the slope and intercepts represent in the context of your problem.\n\n      </li>\n    </ul>\n  </li>\n</ol>\n<h3>Student Response</h3>\n<ol>\n  <li>\n    Parts:&nbsp;<ul>\n      <li><span>Graph A: slope 0.8, x-intercept (7.5, 0), y-intercept (0, &ndash;6)&nbsp;</span></li>\n      <li><span>Graph B: slope 3, x-intercept (\\(\\frac{2}{3}\\), 0), y-intercept (0, -2)&nbsp;</span></li>\n      <li><span>Graph C: slope &ndash;1, x-intercept (1.5, 0), y-intercept (0, 1.5)&nbsp;</span></li>\n      <li><span>Graph D: slope &ndash;0.25, x-intercept (8, 0), y-intercept (0, 2)</span><span>&nbsp;</span></li>\n    </ul>\n  </li>\n  <li>Matches:&nbsp;<ul>\n      <li><span>Graph A: Equations 2 and 5&nbsp;</span></li>\n      <li><span>Graph B: Equation 3&nbsp;</span></li>\n      <li><span>Graph C: Equation 1&nbsp;</span></li>\n      <li><span>Graph D: Equations 4 and 6</span><span>&nbsp;</span></li>\n    </ul>\n  </li>\n  <li>Scenarios: Possible student response:&nbsp;<ul>\n      <li>For Graph D, Equation 4, and Equation 6:&nbsp;<ul>\n          <li>A student has a bus pass worth $2. Each bus ride costs $0.25. The graph (equation) models the relationship between the number of bus rides, x, and the amount in dollars left on the bus pass, y.&nbsp;</li>\n        </ul>\n        <ul>\n          <ul>\n            <li>The point (2, 1.5) is on the graph. It means after 2 bus rides, there is $1.50 left on the bus pass.&nbsp;</li>\n          </ul>\n        </ul>\n        <ul>\n          <ul>\n            <li>The slope is 0.25 and represents the cost per bus ride, $0.25. The y-intercept is (0, 2) and means when zero bus rides are taken, the bus pass has $2 left. The x-intercept is (8, 0) and means when 8 bus rides are taken, the bus pass has zero dollars left.</li>\n          </ul>\n        </ul>\n      </li>\n    </ul>\n  </li>\n</ol>\n<h3>Activity Synthesis</h3>\n<p>The goal of this synthesis is to make sense of how equations that look different can have the same graph. Ask previously identified students to share which equation they matched with Graph A. If students matched a different equation with Graph A than those previously shared, invite them to share their thinking and allow students to clarify one another&rsquo;s thinking.</p>\n<ul>\n  <li>\n    &ldquo;Are students who matched more than one equation to Graph A wrong?&rdquo;&nbsp;<ul>\n      <li>&nbsp;Sample answer: No, more than one equation fits with Graph A.&nbsp;</li>\n    </ul>\n  </li>\n  <li>&ldquo;What does it mean for equations to be equivalent, and how does this relate to this task?&rdquo;&nbsp;<ul>\n      <li>Sample answer: Equations are equivalent if they have the same solutions, which means they will have the same graph.&nbsp;</li>\n    </ul>\n  </li>\n  <li>&ldquo;How are the multiple equations that match Graph D similar to and different from the multiple equations that match Graph A?&rdquo;&nbsp;</li>\n  <ul>\n    <li>&nbsp;Sample answer: The equations that matched Graph A were in different forms; one was in form ax + by = c, and one was in form y = mx + b. Both equations that match Graph D are in ax + by = c form. The equations that match Graph D are multiples of each other.</li>\n  </ul>\n</ul>\n<p><em>To continue to the student-facing project, select &ldquo;Unit 1 Project: Slopes and Intercepts&rdquo; below.</em><br></p>"
    }
  ]
}