{
  "id": "1f44f4bf-d9ac-46e8-bc78-44c111bb919d",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm up prompts students to analyze two sets of equations that they will study more closely in a later activity. In each set, the three equations define the same function but are written in different forms&mdash;factored form, standard form, and vertex form. Noticing and wondering about the features of the equations prepares students to reason later that the expressions defining each output are equivalent.</p>\n<p>When students articulate what they notice and wonder, they have an opportunity to attend to precision in the language used to describe what they see. They might first propose less formal or imprecise language, and then restate their observation with more precise language in order to communicate more clearly.</p>\n<h4>Launch</h4>\n<p>Display the two sets of equations for all to see. Give students one minute of quiet think time and ask them to be prepared to share at least one thing they notice and one thing they wonder. Give students another minute to discuss their observations and questions. Follow with a whole-class discussion.</p>\n<h4>Student Activity</h4>\n<p><strong>Set 1:</strong></p>\n<p>\\(f(x)=x^2+4x\\)</p>\n<p>\\(g(x)=x(x+4)\\)</p>\n<p>\\(h(x)=(x+2)^2&minus;4\\)</p>\n<p><strong>Set 2:</strong></p>\n<p>\\(p(x)=-x^2+6x&minus;5\\)</p>\n<p>\\(q(x)=(5&minus;x)(x&minus;1)\\)</p>\n<p>\\(r(x)=-1(x&minus;3)^2+4\\)</p>\n<ol class=\"os-raise-noindent\">\n  <li>After observing the two sets, what do you notice?&nbsp;</li>\n</ol>\n<p>Write down your answer, then select the <strong>solution</strong> button to compare your work.</p>\n<p><strong>Answer:</strong> Things you notice:</p>\n<ul class=\"os-raise-indent\">\n  <li> Each set has three equations. </li>\n  <li> Each equation has the output in function notation on the left side of the equal sign, and an expression on the right side. </li>\n  <li> The expressions are in standard form, factored form, and one other form. </li>\n  <li> The equations in standard and factored form are equivalent. </li>\n</ul>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>After observing the two sets, what do you wonder?&nbsp;</li>\n</ol>\n<p>Write down your answer, then select the <strong>solution</strong> button to compare your work.</p>\n<p><strong>Answer:</strong> Things you may wonder:</p>\n<ul class=\"os-raise-indent\">\n  <li> Why are the equations in each set grouped together? </li>\n  <li> In each set, is the expression in the last equation written in a particular form? What is it called? </li>\n  <li> In each set, is the expression in the last equation equivalent to the other two? </li>\n</ul>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share the things they noticed and wondered. Record and display their responses for all to see. If possible, record the reasoning on or near the relevant equations. After all responses have been recorded without commentary or editing, ask students, \"Is there anything on this list that you are wondering about now?\" Encourage students to respectfully disagree, ask for clarification, or point out contradicting information, etc.</p>\n<p>Some students may struggle with what to notice about these equations. Consider asking questions such as</p>\n<ul class=\"os-raise-indent\">\n  <li> &ldquo;What do you notice that is the same in all the equations?&rdquo; </li>\n  <li> &ldquo;What do you notice that is different between all the equations?&rdquo; </li>\n</ul>\n<p>Be prepared to respond to students who note that all the equations contain \\(x\\)s, or that two of the equations have squared terms and the third does not, and push for more similarities and differences to get at the different forms, etc.</p>"
    }
  ]
}