{
  "id": "1f649f9b-f103-4cd8-99b3-f8cdb762a814",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative </h4>\n<p>In an earlier lesson, students learned that some functions can be defined with a rule and the rule can be expressed using function notation. In this lesson, students use rules of functions to find the output when the input is given (or to evaluate functions) and to find the input when the output is known (or to solve equations that define functions). They also interpret rules of functions in terms of a situation. Along the way, they practice reasoning quantitatively and abstractly.</p>\n<p>The term <strong>linear function</strong> is introduced here. In middle school, students learned that a relationship between two quantities is linear if one quantity changes at a constant rate relative to the other. Students see that a linear function can be understood in similar terms: a function is linear if the output changes by a constant rate relative to its input.</p>\n<p>This lesson includes an optional activity that is designed to enable students to use technology to graph and evaluate functions expressed in function notation. This skill can help develop students&rsquo; understanding of functions and ability to solve problems in this unit and in future units.</p>\n<h4>Learning Goals (Teacher Facing) </h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>Evaluate functions and solve equations given in function notation, either by graphing or by reasoning algebraically. </li>\n  <li>Understand a linear function as a function whose output changes at a constant rate and whose graph is a line. </li>\n  <li>Use technology to graph and evaluate functions given in function notation. </li>\n</ul>\n<h4>Learning Targets (Student Facing) </h4>\n<ul>\n  <li>Use technology to graph a function given in function notation, and use the graph to find the values of the function. </li>\n  <li>Use the vertical line test to determine whether or not a graph represents a function.</li>\n  <li>Explain different ways to find the value of a function and to solve equations written in function notation.</li>\n  <li>Explain what makes a function a linear function.</li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS) </h4>\n<br>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\">\n  <tbody>\n    <tr>\n      <th valign=\"top\" width=\"312\">\n        <p>TEKS</p>\n      </th>\n      <th valign=\"top\" width=\"312\">\n        <p>Explanation of Coverage</p>\n      </th>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"312\">\n        <p>A12(B) evaluate functions, expressed in function notation, given one or more elements in their domains; </p>\n      </td>\n      <td valign=\"top\" width=\"312\">\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities </h4>\n<p>Here are the instructional activities for the lesson: </p>\n<ul>\n  <li>4.5.1: Finding Solutions of Equations </li>\n  <li>4.5.2: Using the Vertical Line Test\n    <ul>\n      <li>4.5.2: Self Check </li>\n      <li>4.5.2: Additional Resources</li>\n    </ul>\n  </li>\n  <li>4.5.3: Comparing Functions\n    <ul>\n      <li>4.5.3: Self Check </li>\n      <li>4.5.3: Additional Resources</li>\n    </ul>\n  </li>\n  <li>4.5.4: Using Function Notation and Graphing Technology (Optional)\n    <ul>\n      <li>4.5.4: Self Check </li>\n      <li>4.5.4: Additional Resources</li>\n    </ul>\n  </li>\n  <li>4.5.5: Using Graphical and Algebraic Approaches for Finding Unknowns of Linear Functions</li>\n</ul>\n<p>Students will also complete a series of problems in the 4.5.6: Practice.</p>\n<h4>Required Materials </h4>\n<p>Graphing technology </p>\n<h4>Required Preparation </h4>\n<p>For the optional activity Function Notation and Graphing Technology, acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. (Desmos is available under Math Tools.) </p>\n<h4>Lesson Vocabulary </h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n  <li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n  <li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li>dependent variable </li>\n  <li>function </li>\n  <li>function notation </li>\n  <li>independent variable </li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<ul>\n  <li>linear function </li>\n  <li>vertical line test</li>\n</ul>\n<h4>Support for Building Character </h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>. </p>\n<p>Here are some tips to try during this lesson: </p>\n<ul>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/less-can-be-more/\" target=\"_blank\">Less Can Be More</a></li>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/work-smarter-sooner/\" target=\"_blank\">Work Smarter, Sooner</a></li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/creativity\" target=\"_blank\">Playbook on Creativity</a>&nbsp;from Character Lab.</p>"
    }
  ]
}