{
  "id": "1fa58982-2978-42da-8576-ff21c53c5868",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>In this warm-up, students compare the changes in output (temperature) over two intervals of input (time). The temperature in one interval changes by a greater amount than in the other interval, but in the latter, temperature changes more rapidly.</p>\n<p>Thinking about what it means for temperature to drop &ldquo;faster&rdquo; activates the idea of rates of change and prepares for the work later in the lesson.</p>\n<h4>Launch</h4>\n<p>Display the task for all to see. Give students 2 minutes of quiet time to work the question and then follow with a whole-class discussion.</p>\n<h4>Student-Facing Statement</h4>\n<p>Here are the recorded temperatures at three different times on a winter evening.</p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p>time</p>\n      </td>\n      <td>\n        <p>4 p.m.</p>\n      </td>\n      <td>\n        <p>6 p.m.</p>\n      </td>\n      <td>\n        <p>10 p.m.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>temperature</p>\n      </td>\n      <td>\n        <p>25&deg;F</p>\n      </td>\n      <td>\n        <p>17&deg;F</p>\n      </td>\n      <td>\n        <p>8&deg;F</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<ul>\n  <li>Tyler says the temperature dropped faster between 4 p.m. and 6 p.m.</li>\n  <li>Mai says the temperature dropped faster between 6 p.m. and 10 p.m.</li>\n</ul>\n<p>Who do you agree with? Explain your reasoning.</p>\n<h4> Student Response</h4>\n<p>Sample responses:</p>\n<ul>\n  <li>I agree with Mai. The temperature dropped 8&deg;F between 4 p.m. and 6 p.m., but it fell 9&deg;F between 6 p.m. and 10 p.m.</li>\n  <li>I agree with Tyler. The temperature dropped 4&deg;F per hour between 4 p.m. and 6 p.m. It fell less than 4&deg;F per hour in the evening.</li>\n</ul>\n<h4>Anticipated Misconceptions </h4>\n<p>Some students may ask for a clarification as to what is meant by &ldquo;faster&rdquo; in this situation. Acknowledge that thinking about its meaning in context is a great way to approach the task. Encourage these students to interpret the word based on their understanding of the given information.</p>\n<h4>Activity Synthesis </h4>\n<p>Poll the class on whether they agree with Mai or with Tyler. Select 1&ndash;2 students from each group to explain their reasoning. As they explain, record and display their thinking for all to see. After both groups have had a chance to present, ask if anyone changed their mind because of the explanation they heard. If so, invite them to share their reasons.</p>\n<p>It is not necessary to resolve the question at this point. Students will continue thinking about this question in the next activity.</p>"
    }
  ]
}