{
  "id": "25acef07-cccd-4c04-ba31-c719071d41c9",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Cool-Down (5 minutes)</h4>\n<h4>Launch</h4>\n<p>In this activity, students examine the point-slope form of a line. Students work in groups of 2. Each group is given 8 slips of paper. Two of the slips have a pair of points listed. Each partner takes one of the Points slips. The rest of the slips have equations, written in point-slope form. The goal for students is to find which of the equations represent an equation of a line that goes through the points on their slip. There are 2 equations that do not match either of the given points.&nbsp;&nbsp;</p>\n<p>Make a copy of the Points/Equation Activity slips paper, one for each group. Cut out each sheet into 8 slips. Distribute the set of 8 slips to each group. Students start by each partner choosing one of the two Points slips in the set. They can set the Equation slips aside for the second part of the activity. You may want to start with a brief review of the forms of equations and when to use them.</p>\n<h4>Student-Facing Statement</h4>\n<p>You have seen that you can use either the slope-intercept form or the point-slope form to find an equation of a line. Which form you use will depend on the information you are given.</p>\n<p>The table can be used as a reference.</p>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\">\n<tbody>\n<tr>\n<td colspan=\"3\" valign=\"top\">\n<p><b>To Write an Equation of a Line</b></p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\">\n<p><b>If given:</b></p>\n</td>\n<td valign=\"top\">\n<p><b>Use:</b></p>\n</td>\n<td valign=\"top\">\n<p><b>Form:</b></p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\">\n<p>Slope and \\(y\\)-<span>intercept</span></p>\n\n</td>\n<td valign=\"top\">\n<p>slope-intercept</p>\n</td>\n<td valign=\"top\">\n<p>\\( y = mx + b \\)<br></p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\">\n<p>Slope and a point</p>\n</td>\n<td valign=\"top\">\n<p>point-slope</p>\n</td>\n<td valign=\"top\">\n<p>\\( y - y_1 = m(x - x_1) \\)<br></p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\">\n<p>Two points</p>\n</td>\n<td valign=\"top\">\n<p>point-slope</p>\n</td>\n<td valign=\"top\">\n<p>\\( y - y_1 = m(x - x_1) \\)<br></p>\n</td>\n</tr>\n</tbody>\n</table>\n\n<p>1. Each partner should find a slip labeled &ldquo;Points.&rdquo; Place the remaining equation slips in a pile face down to be used in the second step.</p>\n<p>Find the slope of the line containing the points on your slip.<br><br></p>\n\n<p>Take turns sharing with your partner the slope of your line and the method used to find the slope.</p>\n<p>2. Partners take turns choosing slips from the pile to see if the equation on the slip represents the line formed by the points on their Points slip.&nbsp;</p>\n\n<ul>\n<li>One partner chooses an Equation slip from the pile. Decide if the equation represents a line through the points on your Points slip. If it does, explain to your partner how you know. Keep the slip. If it does not represent a line through your points, give the Equation slip to your partner.</li>\n<li>Your partner should verify the equation represents a line through the points on your partner&rsquo;s Points slip. Discuss and reach an agreement. If the equation does not represent a line through either partner&rsquo;s points, set it aside.&nbsp;</li>\n<li>Take turns choosing Equation slips until they are all gone. (There are 6 Equation slips.) Each partner should end with a total of 2 Equation slips that match. There will be 2 Equations slips that do not match either set of points.</li>\n<li>Which equations represent a line through your points?</li>\n</ul>\n<p>3. Is identifying the slope enough to match your set of points to an equation?</p><br>\n<h4><br></h4>\n<h4>Student Response</h4>\n<p>1. Answers will vary, but you will use the point-slope form to find the line \\( y - y_1 = m(x - x_1) \\) given the two points on your slip.</p>\n<p>2.&nbsp;Answers may vary. Compare your answer to the samples.</p>\n<p>Solution: Points: \\( (3, 4) \\) and \\( (6, 2) \\): \\( y - 2 = -\\frac23(x - 6) \\); \\( y - 4 = -\\frac23(x - 3) \\)<br></p>\n<p>Points: \\( (‒3, ‒4) \\) and \\( (6, 2) \\): \\( y - 2 = -\\frac23(x - 6) \\); \\( y + 4 = -\\frac23(x + 3) \\)<br></p>\n<p>Equations with no match: \\( y + 4 = -\\frac23(x + 3) \\); \\( y - 4 = -\\frac23(x - 3) \\)</p>\n<p>3. The slope is not enough to match the set of points to an equation because lines can have the same slope and go through different points.&nbsp;</p>\n"
    }
  ]
}