{
  "id": "260dcb95-e0a9-4d62-b85f-c4013389b87e",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>In a previous unit, students studied quadratic functions in some depth. They built quadratic expressions to represent situations and wrote equivalent expressions. They also graphed, analyzed, and evaluated quadratic functions to solve problems. In some cases, they investigated and interpreted the outputs of the functions. In others, they looked for the input values that produce certain outputs, and they found these values mainly by reasoning with graphs.</p>\n<p>This unit picks up on where that unit left off. Sometimes we have a relationship that can be expressed with a quadratic function, and we want to know what input generates a particular output. How do we find out other than by graphing and estimating, or by guessing and checking?</p>\n<p>In this lesson, students encounter a problem that cannot be easily solved by familiar strategies. They will write a quadratic equation and interpret what a solution means in the given situation. The work here motivates the need to solve quadratic equations. In the next lesson, students will see some variations on these equations and work with them in context.</p>\n<h4>Learning Goals (Teacher Facing) </h4>\n<p>Students will be able to:</p>\n<ul class=\"os-raise-indent\">\n<li> Explain (orally and in writing) the meaning of the solution to a quadratic equation in terms of a situation. </li>\n<li> Write a quadratic equation that represents geometric constraints. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul class=\"os-raise-indent\">\n<li> Explain the meaning of a solution to an equation in terms of a situation. </li>\n<li> Write a quadratic equation that represents a situation. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table class=\"os-raise-standardtable\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td><p><strong>TEKS</strong></p></td>\n<td><p><strong>Explanation of Coverage</strong></p></td>\n</tr>\n<tr>\n<td><p>A8(A) solve quadratic equations having real solutions by factoring, taking square roots, completing the square, and applying the quadratic formula.</p></td>\n<td><p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p></td>\n</tr>\n</tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul class=\"os-raise-indent\">\n<li> 8.1.1: Understanding a Situation with Quadratic Equations </li>\n<li> 8.1.2: Modeling a Quadratic Problem \n    <ul>\n<li> 8.1.2: Self Check </li>\n<li> 8.1.2: Additional Resources </li>\n</ul>\n</li>\n<li> 8.1.3: Formulating a Quadratic Equation to Represent the Model \n    <ul>\n<li> 8.1.3: Self Check </li>\n<li> 8.1.3: Additional Resources </li>\n</ul>\n</li>\n<li> 8.1.4: Interpreting a Solution </li>\n</ul>\n<p>Students will also complete a series of problems in the 8.1.5: Practice.</p>\n<h4>Required Materials</h4>\n<ul class=\"os-raise-indent\">\n<li> Paper and pencil </li>\n<li> Classroom set of scissors (1 per student if possible) </li>\n<li> Classroom set of rulers (1 per student if possible) </li>\n<li> Cut-outs of a picture measuring 7 inches by 4 inches (1 per student) </li>\n<li> Colored paper to represent framing material measuring 4 inches by 2.5 inches (3 per student) </li>\n</ul>\n<h4>Required Preparation</h4>\n<ul class=\"os-raise-indent\">\n<li> Arrange the cut-out pictures and colored paper as described in the required materials. </li>\n</ul>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul class=\"os-raise-indent\">\n<li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n<li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n<li> Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a>. </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson:</p>\n<br>\n<table class=\"os-raise-standardtable\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td><p><strong>Previous Vocabulary</strong></p></td>\n<td><p><strong>New Vocabulary</strong></p></td>\n</tr>\n<tr>\n<td valign=\"top\"><ul>\n<li> quadratic function </li>\n<li> function </li>\n</ul></td>\n<td valign=\"top\"><ul>\n<li> quadratic equation </li>\n</ul></td>\n</tr>\n</tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their curiosity.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul class=\"os-raise-indent\">\n<li> <a href=\"https://characterlab.org/tips-of-the-week/seeing-red/\" target=\"_blank\">Seeing Red</a> </li>\n<li> <a href=\"https://characterlab.org/tips-of-the-week/retrieval-practice/\" target=\"_blank\">Retrieval Practice</a> </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/curiosity/\" target=\"_blank\">Playbook on Curiosity</a> from Character Lab.</p>"
    }
  ]
}