{
  "id": "27e40302-18e9-4b1f-9411-5cc604107af2",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>The mathematical purpose of this lesson is to informally assess the fit of a function by plotting and analyzing residuals. The term residual is introduced as the difference between the \\(y\\)-value for a point in a scatter plot and the value predicted by the linear model for the associated \\(x\\)-value. The work of this lesson connects to previous work because students analyzed bivariate data by creating scatter plots and fitting linear functions to the data. The work of this lesson connects to upcoming work because students will use the correlation coefficient to formally assess the fit of a function.</p>\n<p>When students take turns with a partner matching graphs of residuals to scatter plots that display linear models, students trade roles explaining their thinking and listening, providing opportunities to explain their reasoning and critique the reasoning of others.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>Calculate and plot the residuals for a given data set and use the information to determine the goodness of fit for a linear model.</li>\n  <li>Comprehend the connection between residuals, variability, and whether or not using a linear model is appropriate.</li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li>Plot and calculate residuals for a data set and use the information to judge whether a linear model is a good fit.</li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<p></p>\n<div align=\"left\">\n  <table border=\"1\" cellpadding=\"5\">\n    <colgroup>\n      <col>\n      <col>\n    </colgroup>\n    <tbody>\n      <tr>\n        <td>\n          <p>TEKS</p>\n        </td>\n        <td>\n          <p>Explanation of Coverage</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>4(C) write, with and without technology, linear functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems.</p>\n        </td>\n        <td>\n          <p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n        </td>\n      </tr>\n    </tbody>\n  </table>\n</div>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li> 3.3.1: Subtracting an Estimated Value from an Actual Value</li>\n  <li>\n    3.3.2: Plotting and Analyzing Residuals<p></p>\n    <ul>\n      <li>3.3.2: Self Check</li>\n      <li>3.3.2: Additional Resources</li>\n    </ul>\n  </li>\n  <li>3.3.3: Matching Residuals Graphs to Scatter Plots\n    <ul>\n      <li>3.3.3: Self Check</li>\n      <li>3.3.3: Additional Resources</li>\n    </ul>\n  </li>\n  <li>3.3.4: Identifying Best Fit Line for Residuals on a Graph</li>\n</ul>\n<p>Students will also complete a series of problems in the 3.3.5: Practice.</p>\n<p>Required Materials</p>\n<ul>\n  <li>Graphing technology</li>\n  <li><a href=\"https://k12.openstax.org/contents/raise/resources/ce49d9c3692a15b6bc1f2a6b5a96adf5e1e44695\" target=\"_blank\">3.3.3 Matching Activity</a>&nbsp;blackline master</li>\n</ul>\n<p><span>Required Preparation</span></p>\n<p>Prepare 1 copy of the <a href=\"https://k12.openstax.org/contents/raise/resources/ce49d9c3692a15b6bc1f2a6b5a96adf5e1e44695\" target=\"_blank\">3.3.3 Matching Activity</a> blackline master for every 2 students.</p>\n<p>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. (Desmos is available under Math Tools.)</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n  <li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n  <li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li>linear model</li>\n  <li>scatter plot</li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<ul>\n  <li>residual</li>\n</ul>\n<h4>\n\n  Support for Building Character\n\n</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their<strong> purpose</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/facing-the-future/\" target=\"_blank\">Facing the Future</a></li>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/making-the-grade/\" target=\"_blank\">Making the Grade</a></li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/social-intelligence/\" target=\"_blank\">Playbook on Social Intelligence</a> from Character Lab.</p>"
    }
  ]
}