{
  "id": "2a2910de-e106-403c-8e6a-105d4eb7b6f7",
  "content": [
    {
      "variant": "main",
      "html": "<h4> Lesson Narrative</h4>\n<p>In this culminating lesson, students use functions to model real-life situations. Both activities in the lesson use the context of a cell phone&rsquo;s battery power varying over time&mdash;either increasing from being charged or decreasing from being used. The relationships in each activity can be appropriately modeled with linear functions, though some students may choose to use a piecewise function in the second activity.</p>\n<p>In the first activity, students are given a table of values showing times and percentages of battery power. They study the rates of change in the table, which are fairly constant, and produce a simple model to make a prediction.</p>\n<p>In the second activity, students analyze images of battery-usage status from a cell phone. To gather the necessary information, students need to make sense of the numerical values and the graph on each image. They also need to determine how to organize and represent the information before they can use it to create a model.</p>\n<p>Students engage in many aspects of the modeling cycle. They identify important quantities in a situation, reason about relationships using representations that they consider useful, analyze the relationships mathematically to draw conclusions, and reflect on their results in context. Upon gaining new information, they work to improve their model.</p>\n<p>The modeling demand can be adjusted further&mdash;for example, by asking students to collect data from their own electronic devices, or to create presentations to explain their models.</p>\n<p>Technology isn&rsquo;t required for this lesson, but there are opportunities for students to choose to use appropriate technology to solve problems. We recommend making technology available.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n<li>\n    Use functions to model real-life situations and make predictions.\n  </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n<li>\n    I can use functions to model real-life situations and make predictions.\n  </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<ul>\n<li>\n    A3(B) calculate the rate of change of a linear function represented tabularly, graphically, or algebraically in context of mathematical and real-world problems.\n  </li>\n<li>\n    4(C) write, with and without technology, linear functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems.\n  </li>\n</ul>\n<h4>Required Materials</h4>\n<ul>\n<li>\n    Graphing technology recommended\n  </li>\n<li>\n    Familiarity with or access to a device showing battery charging or battery usage data (such as a cell phone)\n  </li>\n</ul>\n<h4>Required Preparation</h4>\n<p>If desired, ask students to collect their own battery charging or battery usage data. Many cell phones have battery-usage displays similar to the ones used in this lesson.</p>\n<p>When students can research their own data, provide materials for them to create a visual display containing their information and any conclusions they make to share with the class.</p>\n<h4>Project Activities</h4>\n<ul>\n<li>\n    Activity: P4.1: Estimate Time to Charge a Battery&nbsp;\n  </li>\n<li>\n    Activity: P4.2: Analyze Percent Change Over Time&nbsp;\n  </li>\n<li>\n    Activity: P4.3: Write an Equation to Model Data\n  </li>\n</ul>"
    }
  ]
}