{
  "id": "2da8cae4-0586-44e2-b2de-096360890666",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm up serves two purposes. The first is to recall that if the product of two numbers is negative, then the two numbers must have opposite signs. The second is to review how to add two numbers with opposite signs.</p>\n<h4>Launch</h4>\n<p>Read the initial paragraph together as a class. Allow students quiet think time to answer the questions.</p>\n<h4>Student Activity</h4>\n<p>In the previous lesson, you experienced the role products and sums play in the way that quadratic expressions are converted between standard and factored forms. Now, you will expand your understanding of the concept.</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\">\n  <li>List all pairs of integers whose product is &ndash;12. For example, 2 and &ndash;6.</li>\n</ol>\n<p><strong>Answer:</strong> 1 and &ndash;12, &ndash;1 and 12, 2 and &ndash;6, &ndash;2 and 6, 3 and &ndash;4, &ndash;3 and 4</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"2\">\n  <li>Of the pairs of factors you found, list all pairs that have a positive sum. Explain why they have a positive sum.</li>\n</ol>\n<p><strong>Answer:</strong>&nbsp;&ndash;1 and 12, &ndash;2 and 6, &ndash;3 and 4. The positive number has a larger absolute value than the negative number (or equivalent).</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"3\">\n  <li>Of the pairs of factors you found, list all pairs that have a negative sum. Explain why they have a negative sum.</li>\n</ol>\n<p><strong>Answer:</strong> 1 and &ndash;12, 2 and &ndash;6, 3 and &ndash;4. The negative number has a larger absolute value than the positive number (or equivalent).</p>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share their list of factors. Once all the pairs are listed, highlight that each pair has a positive number and a negative number because the product we are after is a negative number, and the product of a positive and a negative number is always negative.</p>\n<p>Then, invite students to share their responses for the next two questions. Consider displaying a number line for all to see and using arrows to visualize the additions of factors. Make sure students understand that when adding a positive number and a negative number, the result is the difference of the absolute values of the numbers, and that sum takes the sign of the number that is farther from zero.</p>"
    }
  ]
}