{
  "id": "2e4c45b6-1c68-4ba6-8c1e-c0410f491702",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>The purpose of this warm-up is to informally assess strategies and understandings students currently have for interpreting function notation, which they learned about in an earlier course. Students will use function notation when they define sequences with equations in later lessons, so this warm-up is an opportunity for practice.</p>\n<h4>Launch</h4>\n<p>Display the first two sentences and ask students to read them quietly. Then, display one problem at a time. Give students quiet think time for each problem and ask them to give a signal when they have an answer before displaying the next problem. Keep all problems displayed throughout the warm-up. Follow with a whole-class discussion.</p>\n<h4>Student-Facing Statement</h4>\n<p>Consider the function \\(f\\) given by \\(f(n)=3n&minus;7\\). This function takes an input, multiplies it by 3, and then subtracts 7.</p>\n<p>Evaluate mentally.</p>\n<ol>\n<li>\\(\n        f(10)\\)</li>\n</ol>\n<ol start=\"2\">\n<li>\n        \\(f(10)&minus;1\\)\n    </li>\n</ol>\n<ol start=\"3\">\n<li>\n        \\(f(10&minus;1)\\)\n    </li>\n</ol>\n<ol start=\"4\">\n<li>\n        \\(f(5)&minus;f(4)\\)\n    </li>\n</ol>\n<h4>Student Response</h4>\n<ol>\n<li>\n        23\n    </li>\n</ol>\n<ol start=\"2\">\n<li>\n        22\n    </li>\n</ol>\n<ol start=\"3\">\n<li>\n        20\n    </li>\n</ol>\n<ol start=\"4\">\n<li>\n        3\n    </li>\n</ol>\n<h4>Anticipated Misconceptions</h4>\n<p>Some students may believe that function notation &ldquo;distributes,&rdquo; that is, that expressions like \\(f(5)&minus;f(4)\\) are equivalent to \\(f(5&minus;4)=f(1)\\). Ask these students to work out the value of the expression both ways to make clear that \\(f(5)&minus;f(4)\\) and \\(f(5&minus;4)\\) are not equivalent expressions, with a reminder that function notation is not multiplication, but rather a way to write the output of a function for a specific input.</p>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share their strategies for each problem. Record and display their responses for all to see.</p>"
    }
  ]
}