{
  "id": "300f446a-93bc-424f-a0df-b8a9ec5b2ab9",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative&nbsp;</h4>\n<p>In this lesson, students study exponential functions and their graphs in context. Given a graph or a description of a relationship, they write one quantity as a function of another and then use the function to answer questions about the context. They also produce graphs of exponential functions, paying close attention to the appropriate domain and range, which are both restricted by the context.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<ul>\n<li> Determine whether a graph that represents a situation should be continuous or discrete. </li>\n<li> Interpret graphs of exponential functions and equations written in function notation to answer questions about a context. </li>\n<li> Use function notation to describe an exponential relationship represented by a graph. </li>\n<li> Use graphing technology to graph exponential functions and analyze their domains. </li>\n</ul>\n<h4> Learning Targets (Student Facing)</h4>\n<ul>\n<li> Analyze a situation and determine whether it makes sense to connect the points on the graph that represents the situation. </li>\n<li> Describe the relationship in a graph of an exponential function using function notation. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p><strong>TEKS</strong></p>\n</td>\n<td>\n<p><strong>Explanation of Coverage</strong></p>\n</td>\n</tr>\n<tr>\n<td>\n<p>A9(A) determine the domain and range of exponential functions of the form \\(f(x) = ab^x\\) and represent the domain and range using inequalities&nbsp;</p>\n<p>A9(B) interpret the meaning of the values of a and b in exponential functions of the form \\(f(x) = ab^x\\) in real-world problems</p>\n<p>A9(E) write, using technology, exponential functions that provide a reasonable fit to data and make predictions for real-world problems.</p>\n</td>\n<td>\n<p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n<p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n<p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n<li> 5.9.1: Evaluating Expressions for Different Values of \\(x\\)</li>\n<li> 5.9.2: Analyze Underlying Relationship in a Graph of a Function&nbsp; </li>\n<ul>\n<li aria-level=\"2\"> 5.9.2: Self Check&nbsp; </li>\n<li aria-level=\"2\"> 5.9.2: Additional Resources </li>\n</ul>\n<li> 5.9.3: Graph Equations to Solve Problems </li>\n<ul>\n<li aria-level=\"2\"> 5.9.3: Self Check&nbsp; </li>\n<li aria-level=\"2\"> 5.9.3: Additional Resources </li>\n</ul>\n<li> 5.9.4: Deciding on Graphing Window</li>\n<li> 5.9.5: Interpret Graphs to Find Approximate Values </li>\n</ul>\n<p>Students will also complete a series of problems in the 5.9.6: Practice.</p>\n<h4>Required Materials</h4>\n<ul>\n<li>Blank paper</li>\n<li>Graphing technology</li>\n<li>Pre-printed slips, cut from copies of the blackline master</li>\n</ul>\n<h4> Required Preparation</h4>\n<p>The blank paper is for the Paper Folding activity. Consider 1 sheet per student, or, to save paper, 1 sheet for every 2 students.</p>\n<p>For the info gap activity, prepare 1 set of cut-up slips for every 2 students.</p>\n<p>Acquire devices that can run Desmos (recommended) or other graphing technology. Graphing technology is required for the optional activity \"Deciding on Graphing Window\". It is ideal if each student has their own device. (Desmos is available under Math Tools.)</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n<li> Familiarize students with the vocabulary words they will see throughout the lesson.&nbsp;<span>Encourage students to look for these words and notice their use and meanings.</span></li>\n<li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n<li> Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a> </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<table border=\"1\" cellpadding=\"5\">\n<tbody>\n<tr>\n<td>\n<p>Previous Vocabulary</p>\n</td>\n<td>\n<p>New Vocabulary</p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\">\n<ul>\n<li> exponential function </li>\n<li> domain </li>\n<li> range </li>\n</ul>\n</td>\n<td valign=\"top\">\n<ul>\n<li> asymptote </li>\n<li> horizontal asymptote </li>\n</ul>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<h4>Support for Building Character&nbsp;</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>grit</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n<li> <a href=\"https://characterlab.org/tips-of-the-week/me-to-me/\" target=\"_blank\">Me to Me</a> </li>\n<li> <a href=\"https://characterlab.org/tips-of-the-week/sample-then-specialize/\" target=\"_blank\">Sample, Then Specialize</a> </li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/grit/\" target=\"_blank\">Playbook on Grit</a>&nbsp;from Character Lab.</p>"
    }
  ]
}