{
  "id": "30f86153-04d3-4ede-848d-e2ec5bf7a097",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\"></p>\n<p dir=\"ltr\">Do you ever set goals for yourself? Perhaps you have a goal to make your school&rsquo;s basketball team, or you have a goal to improve your GPA next semester.&nbsp;</p><p dir=\"ltr\">Just as you might set goals for yourself, businesses set goals for themselves. These goals often relate to producing a quality product, staying on budget, and making a profit for the company.&nbsp;</p><p dir=\"ltr\">Watch the video to discover how entrepreneur Nafy Flatley has worked to achieve her goal of bringing the food of Senegal to the world, and how she might use linear inequalities to create a healthy and affordable product.&nbsp;</p>\n<p dir=\"ltr\">&nbsp;&nbsp;<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n<source src=\"https://k12.openstax.org/contents/raise/resources/6296ac19ba3962cf3dd2405a35c04f2d21d82817\">\n<track kind=\"captions\" label=\"en\" src=\"https://k12.openstax.org/contents/raise/resources/a5b369e2b11897936534f779cae4d368c58af6db\" srclang=\"en\">@@PLUGINFILE@@/Algebra%20POC%202%20-%20Unit%20Opener.mp4\n    </video>&nbsp;<br></p><p dir=\"ltr\">In this unit, you will learn about solving systems of linear equations, linear inequalities, and systems of linear inequalities. Understanding how to solve these types of equations, inequalities, and systems can help you in your daily life. For example, solving systems of linear equations can help you with deciding which of two phone plans with different flat fees and different costs per text charges is the better deal based on your usage.&nbsp;</p><h4>Building Character: Growth Mindset</h4><p dir=\"ltr\">As an entrepreneur, Nafy Flatley must embrace challenges and try new strategies as she works to make her business a success. Similarly, in this course, you may be faced with challenges as you work through new skills and concepts. Being able to learn from mistakes and struggles is an important skill to have both in and out of the classroom.</p><p dir=\"ltr\">Throughout this unit, you will work on developing a growth mindset. Having a growth mindset means believing you can improve your abilities. Compared to a fixed mindset, a growth mindset encourages you to embrace challenges, sustain effort, and try new strategies. Of course, no one embodies only a growth or fixed mindset; we are all a mixture of the two, and we can learn to recognize what triggers a fixed versus growth mindset. The brain is like a muscle&mdash;something you can strengthen.&nbsp;</p><p dir=\"ltr\">Think about your current sense of having a growth mindset. How many of the following statements are true for you?</p><p dir=\"ltr\"></p><ul><li>After I make a mistake, I always look for ways to learn from it.</li><li>I love challenges because they make me smarter.</li><li>I truly believe that people can change.</li><li>I can always change how intelligent I am.</li></ul><p></p><p dir=\"ltr\">Don&rsquo;t worry if none of these statements are true for you. Developing this trait takes time. Your first step starts today!</p>"
    }
  ]
}