{
  "id": "3468807a-15f7-472d-a615-a943bf70fa1e",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>In earlier lessons, students have determined the \\(x\\)-coordinate of the vertex of a graph by determining the value exactly between the two \\(x\\)-intercepts. They have seen that the vertex of a graph that represents a quadratic function tells us the maximum or minimum value of the function. Because of this, we are often interested in identifying the vertex of a graph. In this lesson, students are introduced to quadratic expressions in vertex form and learn that this form allows us to easily see where the vertex of a graph is located.</p>\n<p>Students use technology to experiment with the parameters of expressions in vertex form, examine how they are visible on the graphs, and articulate their observations, all of which require attending to precision. They also consider how the connections between expressions and graphs here are like or unlike other connections they studied in earlier lessons.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul class=\"os-raise-noindent\">\n  <li> Comprehend quadratic expressions in \"vertex form\" by seeing the form as a constant plus a coefficient times a squared term. </li>\n  <li> Coordinate (using words and other representations) the parameters of a quadratic expression in vertex form and the graph that represents it. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul class=\"os-raise-noindent\">\n  <li> Recognize the \"vertex form\" of a quadratic equation. </li>\n  <li> Relate the numbers in the vertex form of a quadratic equation to its graph. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A7(A) graph quadratic functions on the coordinate plane and <u>use the graph to identify key attributes, if possible, including x-intercept, y-intercept, zeros, maximum value, minimum values, vertex,</u> and the equation of the axis of symmetry.</p>\n      </td>\n      <td>\n        <p>Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul class=\"os-raise-noindent\">\n  <li> 7.15.1: Analyzing Two Sets of Equations </li>\n  <li> 7.15.2: The Vertex Form </li>\n  <ul>\n    <li> 7.15.2: Self Check </li>\n    <li> 7.15.2: Additional Resources </li>\n  </ul>\n  <li> 7.15.3: The Coordinates of the Vertex </li>\n  <ul>\n    <li> 7.15.3: Self Check </li>\n    <li> 7.15.3: Additional Resources </li>\n  </ul>\n  <li> 7.15.4: The Graph of a Function in Vertex Form </li>\n</ul>\n<p>Students will also complete a series of problems in 7.15.5: Practice.</p>\n<h4>Required Materials</h4>\n<ul class=\"os-raise-noindent\">\n  <li> Graphing technology </li>\n</ul>\n<h4>Required Preparation</h4>\n<p>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device.</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul class=\"os-raise-noindent\">\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a>. </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson:</p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p>Previous Vocabulary</p>\n      </td>\n      <td>\n        <p>New Vocabulary</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        <ul>\n          <li> factored form </li>\n          <li> standard form </li>\n        </ul>\n      </td>\n      <td valign=\"top\">\n        <ul>\n          <li> vertex form </li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>proactivity.</strong></p>\n<p>Here are some tips to try during this lesson:</p>\n<ul class=\"os-raise-noindent\">\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/fear-factor/\" target=\"_blank\">Fear Factor</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/unbroken/\" target=\"_blank\">Unbroken</a> </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/proactivity/\" target=\"_blank\">Playbook on Proactivity</a> from Character Lab.</p>"
    }
  ]
}