{
  "id": "353d8c29-cc9f-4608-86cc-b09c124b1cbb",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>In this warm up, students consider what happens if an object is launched up in the air unaffected by gravity. The work here serves two purposes. It reminds students that an object that travels at a constant speed can be described with a linear function. It also familiarizes students with a projectile context used in the next activity, in which students will investigate a quadratic function that more realistically models the movement of a projectile&mdash;with gravity in play.</p>\n<p>Students who use a spreadsheet to complete the table practice choosing tools strategically.</p>\n<h4>Launch</h4>\n<p>Ask a student to read the opening paragraph of the activity aloud. To help students visualize the situation described, consider sketching a picture of a cannon pointing straight up, 10 feet above the ground. Ask students to consider what a speed of 406 feet per second means in more concrete terms. How fast is that?</p>\n<p>Students may be more familiar with miles per hour. Tell students that the speed of 406 feet per second is about 277 miles per hour.</p>\n<p>Consider arranging students in groups of two so they can divide up the calculations needed to complete the table. Provide access to calculators, if requested.</p>\n<h4>Student Activity</h4>\n<p>A cannon is 10 feet off the ground. It launches a cannonball straight up with a velocity of 406 feet per second.</p>\n<p>Imagine that there is no gravity and that the cannonball continues to travel upward with the same velocity.</p>\n<ol>\n<li>Answer questions a&ndash;f using the table with the heights of the cannonball at different times.</li>\n</ol>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col width=\"126\">\n<col width=\"227\">\n</colgroup>\n<tbody>\n<tr>\n<td><p>Seconds</p></td>\n<td><p>Distance above ground (feet)</p></td>\n</tr>\n<tr>\n<td><p>0</p></td>\n<td><p>10</p></td>\n</tr>\n<tr>\n<td><p>1</p></td>\n<td><p>a. _____</p></td>\n</tr>\n<tr>\n<td><p>2</p></td>\n<td><p>b. _____</p></td>\n</tr>\n<tr>\n<td><p>3</p></td>\n<td><p>c. _____</p></td>\n</tr>\n<tr>\n<td><p>4</p></td>\n<td><p>d. _____</p></td>\n</tr>\n<tr>\n<td><p>5</p></td>\n<td><p>e. _____</p></td>\n</tr>\n<tr>\n<td><p>\\(t\\)</p></td>\n<td><p>f. _____</p></td>\n</tr>\n</tbody>\n</table>\n<br>\n<ol>\n<ol type=\"a\">\n<li> How far above the ground is the cannonball at 1 second? <br>\n<br>\n<strong>Answer:&nbsp;</strong>416</li>\n</ol>\n</ol>\n<ol>\n<ol start=\"2\" type=\"a\">\n<li> How far above the ground is the cannonball at 2 seconds? <br>\n<br>\n<strong>Answer:&nbsp;</strong>822</li>\n</ol>\n</ol>\n<ol>\n<ol start=\"3\" type=\"a\">\n<li> How far above the ground is the cannonball at 3 seconds? <br>\n<br>\n<strong>Answer:&nbsp;</strong>1228</li>\n</ol>\n</ol>\n<ol>\n<ol start=\"4\" type=\"a\">\n<li> How far above the ground is the cannonball at 4 seconds? <br>\n<br>\n<strong>Answer:&nbsp;</strong>1634</li>\n</ol>\n</ol>\n<ol>\n<ol start=\"5\" type=\"a\">\n<li> How far above the ground is the cannonball at 5 seconds? <br>\n<br>\n<strong>Answer:&nbsp;</strong>2040</li>\n</ol>\n</ol>\n<ol>\n<ol start=\"6\" type=\"a\">\n<li> How far above the ground is the cannonball at \\(t\\) seconds? <br>\n<br>\n<strong>Answer:</strong>&nbsp;The cannonball is \\(10+406t\\) feet above the ground at \\(t\\) seconds.</li>\n</ol>\n</ol>\n<ol start=\"2\">\n<li>Write an equation to model the distance in feet, \\(d\\), of the ball \\(t\\) seconds after it was fired from the cannon, if there was no gravity.<br>\n<br>\n<strong>Answer:</strong>&nbsp;\\(d=10+406t\\)</li>\n</ol>\n<h4>Activity Synthesis</h4>\n<ul>\n<li> Ask students how the values in the table are changing and what equation would describe the height of the cannonball if there were no gravity. Even without graphing, students should notice that the height of the cannonball over time is a linear function, given the repeated addition of 406 feet every time \\(t\\) increases by 1. </li>\n<li> Tell students that, in the next activity, they will look at some actual heights of the cannonball. </li>\n</ul>"
    }
  ]
}