{
  "id": "35999a4d-621e-49cc-be68-348150fd0317",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (10 minutes)</h3>\n<p>Previously, students saw that a function could have two input values that give the same output value (which could be 0). The input values were primarily interpreted in terms of a situation. In this warm up, students begin to think more abstractly about this process&mdash;in terms of finding the solutions to an equation. They recognize that some quadratic equations have one solution and others have two.</p>\n<p>All of the equations can be solved by reasoning and do not require formal knowledge of algebraic methods such as rewriting into factored form or completing the square. For example, for \\(x^2&minus; 1 = 3\\), students can reason that \\(x^2\\) must be 4 because that is the only number that, when 1 is subtracted from it, gives 3.</p>\n<p>Finding the solutions of these equations, especially the last few equations, requires perseverance in making sense of problems and of representations.</p>\n<h4>Launch</h4>\n<p>Ask students to evaluate \\(4 \\cdot 4\\) and \\(-4 \\cdot (-4)\\). Make sure they recall that both products are positive 16. Allow students to complete the first exercise individually. Then ask a student to explain their solution. Allow time for students to complete the remaining exercises.</p>\n<p>Use question 8 to emphasize that questions 2 and 5 are unique since they have only one solution each. Introduce the vocabulary word double root, or a root that appears twice in the solution of an algebraic equation.</p>\n<h4>Student Activity</h4>\n<p>How many solutions does each equation have? Be prepared to show your reasoning.</p>\n<ol class=\"os-raise-noindent\">\n  <li>\\(x^2 = 9\\)</li>\n</ol>\n<p><strong>Answer:</strong> Two solutions</p>\n<p>Both \\(3^2\\) and \\((&minus;3)^2\\) equal 9.</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>\\(x^2 = 0\\)</li>\n</ol>\n<p><strong>Answer:</strong> One solution</p>\n<p>Only \\(0^2\\) is 0.</p>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>\\(x^2 &minus; 1 = 3\\)</li>\n</ol>\n<p><strong>Answer:</strong> Two solutions</p>\n<p>Add 1 to both sides of the equation. Then, both \\(2^2\\) and \\((&minus;2)^2\\) equal 4.</p>\n<ol class=\"os-raise-noindent\" start=\"4\">\n  <li>\\(2x^2= 50\\)</li>\n</ol>\n<p><strong>Answer:</strong> Two solutions</p>\n<p>Divide both sides of the equation by 2. Then, both \\(5^2\\) and \\((&minus;5)^2\\) equal 25.</p>\n<ol class=\"os-raise-noindent\" start=\"5\">\n  <li>\\((x + 1)(x + 1) = 0\\)</li>\n</ol>\n<p><strong>Answer:</strong> One solution</p>\n<p>Setting each factor equal to zero results in &minus;1 being the only solution.</p>\n<ol class=\"os-raise-noindent\" start=\"6\">\n  <li>\\(x(x &minus; 6) = 0\\)</li>\n</ol>\n<p><strong>Answer:</strong> Two solutions</p>\n<p>Setting each factor equal to zero results in 0 and 6 being solutions.</p>\n<ol class=\"os-raise-noindent\" start=\"7\">\n  <li>\\((x &minus; 1)(x &minus; 1) = 4\\)</li>\n</ol>\n<p><strong>Answer:</strong> Two solutions</p>\n<p>By trial and error, both 3 and &minus;1 make the equation true.</p>\n<ol class=\"os-raise-noindent\" start=\"8\">\n  <li>How are the solutions to questions 2 and 5 different from the other solutions?</li>\n</ol>\n<p><strong>Answer:</strong> Questions 2 and 5 only have one solution each, while the others have two solutions.</p>\n<p>A double root is a root that appears twice in the solution of an algebraic equation.</p>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share their responses and reasoning. After each student explains, ask the class if they agree or disagree and discuss any disagreements.</p>\n<p>Make sure students see that in cases such as \\(x(x &minus; 6) = 0\\) and \\((x &minus; 1)(x &minus; 1) = 4\\), the solutions to each equation may not necessarily be opposites, as was the case in the preceding equations. For example, in question 7, we want to find a number that produces 4 when it is squared. That number can be 2 or &minus;2. If the number is 2, then \\(x\\) is 3. If the number is &minus;2, then \\(x\\) is &minus;1.</p>\n<p>Discuss questions such as:</p>\n<ul class=\"os-raise-noindent\">\n  <li>&ldquo;The equation \\((x + 1)(x + 1) = 0\\) has only one solution, while \\((x &minus; 1)(x &minus;1) = 4\\) has two. Why is that?&rdquo; (The former has only one solution because the only number that equals 0 when squared is 0 itself. It is a double root. The latter has two solutions because there are two numbers that, when squared, equal 4.) </li>\n  <li>&ldquo;In an equation like \\(x(x &minus; 6) = 0\\), how can we tell that there are two solutions?&rdquo; (There are two factors here, either of which could make the product 0.) </li>\n</ul>"
    }
  ]
}