{
  "id": "38c43492-ee07-45e6-88e4-cd4367f79476",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>This lesson serves two main purposes: to reiterate that some solutions to quadratic equations are irrational, and to give students the tools to express those solutions exactly and succinctly.</p>\n<p>Students recall that the radical symbol \\((\\sqrt{\\;\\;})\\) can be used to denote the positive square root of a number. Many quadratic equations have a positive and a negative solution, and up until this point, students have been writing them separately. For example, the solutions of \\(x^2=49\\) are \\(x=7\\) and \\(x=-7\\). Here, students are introduced to the plus-minus symbol \\((\\pm)\\) as a way to express both solutions (for example, \\(x= \\pm 7\\)).</p>\n<p>Students also briefly recall the meanings of rational and irrational numbers. (They will have a more thorough review later in the unit.) They see that sometimes the solutions are expressions that involve a rational number and an irrational number&mdash;for example, \\(x=\\pm \\sqrt{8}+3\\). While this is a compact, exact, and efficient way to express irrational solutions, it is not always easy to intuit the size of the solutions just by looking at the expressions. Students make sense of these solutions by finding their decimal approximations and by solving the equations by graphing. The work here gives students opportunities to reason quantitatively and abstractly.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul class=\"os-raise-noindent\">\n  <li> Coordinate and compare (orally and in writing) solutions to quadratic equations obtained by completing the square and those obtained by graphing. </li>\n  <li> Explain that the \"plus-minus\" symbol is used to represent both square roots of a number and that the square root notation expresses only the positive square root. </li>\n  <li> Use radical and \"plus-minus\" symbols to express solutions to quadratic equations. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul class=\"os-raise-noindent\">\n  <li> Use the radical and \"plus-minus\" symbols to represent solutions to quadratic equations. </li>\n  <li> Explain why the plus-minus symbol is used when solving quadratic equations by finding square roots. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A8(A) <u>solve quadratic equations having real solutions by</u> factoring, taking square roots, <u>completing the square</u>, and applying the quadratic formula.</p>\n      </td>\n      <td>\n        <p>Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A11(A) simplify numerical radical expressions involving square roots.</p>\n      </td>\n      <td>\n        <p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul class=\"os-raise-noindent\">\n  <li> 9.5.1: Roots of Squares </li>\n  <li> 9.5.2: Solutions Written as Square Roots </li>\n  <ul>\n    <li> 9.5.2: Self Check </li>\n    <li> 9.5.2: Additional Resources </li>\n  </ul>\n  <li> 9.5.3: Finding Irrational Solutions by Completing the Square </li>\n  <ul class=\"os-raise-noindent\">\n    <li> 9.5.3: Self Check </li>\n    <li> 9.5.3: Additional Resources </li>\n  </ul>\n  <li> 9.5.4: Finding Exact Solutions </li>\n</ul>\n<p>Students will also complete a series of problems in the 9.5.5: Practice.</p>\n<h4>Required Materials</h4>\n<ul class=\"os-raise-noindent\">\n  <li> Graphing technology </li>\n</ul>\n<h4>Required Preparation</h4>\n<ul class=\"os-raise-noindent\">\n  <li>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device.</li>\n</ul>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul class=\"os-raise-noindent\">\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. </li>\n  <li> Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in \"math talk\" and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a>. </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson:</p>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Previous Vocabulary</strong></p>\n      </td>\n      <td>\n        <p><strong>New Vocabulary</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        <ul>\n          <li> completing the square </li>\n          <li> rational number </li>\n        </ul>\n      </td>\n      <td valign=\"top\">\n        <ul>\n          <li> irrational number </li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their<strong> intellectual humility</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul class=\"os-raise-noindent\">\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/watch-your-words/\" target=\"_blank\">Watch Your Words</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/v-for-vulnerability/\" target=\"_blank\">V Is for Vulnerability</a> </li>\n</ul>\n<p>You can find other tips located here in the<a href=\"https://characterlab.org/playbooks/intellectual-humility/\" target=\"_blank\"> Playbook on Intellectual Humility</a> from Character Lab.</p>"
    }
  ]
}