{
  "id": "39c3da6d-7e1f-4c7a-9179-f0119f498b71",
  "content": [
    {
      "variant": "main",
      "html": "<p>Have you ever heard of, or participated in, a &ldquo;Punkin Chunkin&rdquo; contest? Watch the following video to learn more, and how quadratics may play a role.&nbsp;&nbsp;</p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n<source src=\"https://k12.openstax.org/contents/raise/resources/8632acf839604d0398d38a3834a0cd2870a43571\">\n<track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/f8bd0035ca5a8730e57ec4f4c512c747242f8546\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/8632acf839604d0398d38a3834a0cd2870a43571\n    </video>\n<br>\n<br>\n<p>In this unit, you will learn about quadratic functions systematically and use quadratics to model real-world scenarios like ballistic motion. You will look at patterns that grow quadratically and contrast them with linear and exponential growth. Then you will examine other quadratic relationships via tables, graphs, and equations, gaining appreciation for some of the special features of quadratic functions and the situations they represent.&nbsp;</p>\n<p>You will also analyze equivalent quadratic expressions to understand how these expressions help to reveal important behavior of the associated quadratic function and its graph. You will gain an appreciation for the factored, standard, and vertex forms of a quadratic function and use these forms to solve problems.</p>\n<h4>Building Character: Proactivity</h4>\n<p>Punkin Chunkin competitions encourage teams to design and build machines to throw pumpkins the greatest distance. To win, teams must work together and use creative thinking. In teams like these, one person often steps up and leads the group to accomplish the tasks they need to finish. They don&rsquo;t wait to take direction from others; they set the tone themselves. This is an example of proactivity. Working together as a group to brainstorm ideas and come up with solutions to problems before they happen is another way to be proactive in a team setting.&nbsp;</p>\n<p>Throughout this unit, you will work on developing your <strong>proactivity</strong>. Proactivity is the ability to take initiative. Proactive people don&rsquo;t accept the world as it is or wait for direction from others to initiate change. Instead, they take matters into their own hands, acting to make the world better for themselves and others. They speak truth to power, take charge to solve problems, and champion new ideas. There&rsquo;s evidence that proactivity is one of the qualities that distinguished the greatest American presidents from their peers. And there&rsquo;s also evidence that it&rsquo;s a trait you can develop.</p>\n<p>Think about your current sense of proactivity. How many of the following statements are true for you?</p>\n<ul>\n<li> I am always looking for better ways of doing things. </li>\n<li> I love to challenge the status quo. </li>\n<li> I enjoy being a champion for ideas, even against opposition. </li>\n<li> I like to be the one to take initiative. </li>\n</ul>\n<p>Don&rsquo;t worry if none of these statements are true for you. Developing this trait takes time. Your first step starts today!</p>"
    }
  ]
}