{
  "id": "40cffb52-5326-4900-9d8f-248ff0c3b7d9",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Cool Down&nbsp;Activity</h4>\n<p>Doctors suspect a strain of bacteria found in the hospital is becoming resistant to antibiotics. They put various concentrations of antibiotic in petri dishes and add some of the bacteria to allow it to grow. The bacteria grow into groups in the dish called colonies. After some time, the doctors return to the petri dishes and count the number of colonies for the different amounts of antibiotic.</p>\n<p>The data is plotted with a best fit line. The correlation coefficient was \\(r=-0.83\\).</p>\n<br>\n<!--Text Entry Interaction Start -->\n<div class=\"os-raise-ib-input\" data-button-text=\"Solution\" data-fire-event=\"eventShow\" data-schema-version=\"1.0\">\n  <div class=\"os-raise-ib-input-content\">\n    <p>1. What does the sign of the correlation coefficient tell you about the relationship between the number of bacteria colonies and the concentration of antibiotic in the dish?</p>\n  </div>\n  <div class=\"os-raise-ib-input-prompt\">\n    <p>Enter your answer here:</p>\n  </div>\n  <div class=\"os-raise-ib-input-ack\">\n    <p>Compare your answer:</p>\n    <p>There is a negative relationship between the number of bacteria colonies and the concentration of antibiotics in the dish. When the concentration of antibiotics is higher, there are fewer bacteria colonies.</p>\n  </div>\n</div>\n<!--Interaction End -->\n<br>\n<br>\n<!--Text Entry Interaction Start -->\n<div class=\"os-raise-ib-input\" data-button-text=\"Solution\" data-fire-event=\"eventShow\" data-schema-version=\"1.0\">\n  <div class=\"os-raise-ib-input-content\">\n    <p>2.&nbsp;What does the numerical value of the correlation coefficient tell you about the relationship between the number of bacteria colonies and the concentration of antibiotic in the dish?</p>\n  </div>\n  <div class=\"os-raise-ib-input-prompt\">\n    <p>Enter your answer here:</p>\n  </div>\n  <div class=\"os-raise-ib-input-ack\">\n    <p>Compare your answer:</p>\n    <p>The relationship between the number of bacteria colonies and the concentration of antibiotic in the dish is strong since this value is fairly close to -1.</p>\n  </div>\n</div>\n<!--Interaction End -->\n<br>\n<br>\n<!--Text Entry Interaction Start -->\n<div class=\"os-raise-ib-input\" data-button-text=\"Solution\" data-fire-event=\"eventShow\" data-schema-version=\"1.0\">\n  <div class=\"os-raise-ib-input-content\">\n    <p>In a follow-up study, a group of scientists collect data that was fit by a linear model with a correlation coefficient of \\(r=-0.94\\). Which study suggests a stronger relationship between the number of bacteria colonies and the concentration of antibiotics-the doctors' study or the scientists' study? Explain your reasoning.</p>\n  </div>\n  <div class=\"os-raise-ib-input-prompt\">\n    <p>Enter your answer here:</p>\n  </div>\n  <div class=\"os-raise-ib-input-ack\">\n    <p>Compare your answer:</p>\n    <p>The scientists' study suggests a stronger relationship, since both correlation coefficients are negative and the correlation coefficient for the scientists' line is closer to -1.</p>\n  </div>\n</div>\n<!--Interaction End -->\n<br>"
    }
  ]
}