{
  "id": "42ffb488-37a0-4bfa-98c8-1e59e00611be",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (15 minutes)</h3>\n<p>This task prompts students to try different ways to solve a quadratic equation. They are familiar with solving equations by performing the same operation to each side of an equation, but here they see that this is not really a workable strategy. Students are also discouraged from using a graph to solve the equation. Because they do not yet know an efficient way to use algebra to solve \\(-16t^2 + 80t + 64 = 0\\), they need to try different strategies and persevere in problem solving.</p>\n<p>As students work, notice those who use strategies listed in the Activity Synthesis. Ask them to share their approach during discussion.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of two. Give them a few minutes of quiet time to think individually and then time to collaborate on solving the equations.</p>\n<p>No graphing technology should be used in this activity.</p>\n<h4>Student Activity</h4>\n<p>In a previous lesson, you saw an equation that defines the height of a potato as a function of time after it was launched from a mechanical device. Here is a different function modeling the height of a potato, in feet, \\(t\\) seconds after being fired from a different device:</p>\n<p>\\(f(t) = -16t^2 + 80t + 64\\)</p>\n<ol class=\"os-raise-noindent\">\n  <li>What equation would we solve to find the time at which the potato hits the ground?</li>\n</ol>\n<p><strong>Answer:</strong>&nbsp;\\(-16t^2 + 80t + 64 = 0\\)</p>\n<p>Since the potato hits the ground at a height of 0 feet, set the equation equal to 0. </p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>Use any method except graphing to find a solution to the equation from the previous question.</li>\n</ol>\n<p><strong>Answer: </strong>An approximate solution is about 5.7 seconds by using trial and error.</p>\n<h4>Activity Synthesis</h4>\n<p>Poll the class on their solutions to the equation and record and display the solutions for all to see. Then, ask some students to share their strategies and any associated challenges. If not mentioned by students, discuss the limitations of these approaches:</p>\n<ul class=\"os-raise-indent\">\n  <li> Isolating the variable: If we try to solve by performing the same operation to each side of the equation, we quickly get stuck. </li>\n</ul>\n<p>Original equation<br>\n  \\(-16t^2 + 80t + 64 = 0\\)</p>\n<p>Subtract 64 from each side.<br>\n  \\(-16t^2 + 80t = -64\\)</p>\n<p>Divide each side by &ndash;16.<br>\n  \\(t^2 - 5t = 4\\)</p>\n<p>But then what? If we add \\(5t\\) to each side, we now have a variable on both sides and&nbsp;cannot combine any like terms. We could multiply or divide each side by any constant&nbsp;we wish, but we are no closer to isolating \\(t\\).</p>\n<ul class=\"os-raise-indent\">\n  <li> Guessing and checking: We can evaluate the quadratic expression at different values of \\(t\\) until the expression has a value that is 0 or close to 0. For example, when \\(t\\) is 4, the expression has a value of 128. At \\(t = 5\\), it has a value of 64, and at \\(t = 6\\), it has a value of &ndash;32. That means \\(t\\) is between 5 and 6, so we need to try different decimal values in that range.\n    This process is laborious, and it may not get us to a precise solution. This can be true of guessing and checking for many different quadratic equations. </li>\n</ul>\n<ul class=\"os-raise-indent\">\n  <li> Graphing: Students may suggest that a graph would allow them to solve the problem much more quickly. Use graphing technology to demonstrate that if we graph the equation \\(y = f(t)\\), an approximate solution given is 5.702, as shown in the image. If we evaluate \\(f(5.702)\\), however, we get roughly &ndash;0.044864, rather than exactly 0. A graph is useful for approximating values, but it isn&rsquo;t always possible to use it to find exact values. </li>\n</ul>\n<p><img height=\"308\" src=\"https://k12.openstax.org/contents/raise/resources/ff700614bbdfeb5fdbc4259bee73ba542dd689d3\" width=\"300\"></p>\n<p>Tell students that in this unit they will learn some efficient strategies for solving equations like these.</p>\n<h3>8.2.2: Self Check</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<div align=\"left\">\n  <table class=\"os-raise-standardtable\">\n    <colgroup>\n      <col width=\"302\">\n      <col width=\"322\">\n    </colgroup>\n    <tbody>\n      <tr>\n        <td colspan=\"2\">\n          <p><strong>QUESTION:</strong></p>\n          <p>After a flashlight is turned on, it gets brighter as it warms up, and then it grows dimmer as the battery dies. The equation modeling the brightness it emits, in lumens, \\(h\\) hours after being turned on is shown here.</p>\n          <p>\\(f(h) = -8h^2 + 30h + 50\\)</p>\n          <p>Which equation would you solve to determine when the flashlight dies and stops emitting lumens?</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p><strong>ANSWERS</strong></p>\n        </td>\n        <td>\n          <p><strong>FEEDBACK</strong></p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>\\(-8h^2 + 30h - 50 = 0\\)</p>\n        </td>\n        <td>\n          <p>Incorrect. Let&rsquo;s try again a different way: This equation does not represent when the flashlight dies. The sign on 50 should not have been reversed. The answer is \\(-8h^2 + 30h + 50 = 0\\).</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>\\(8h^2 + 30h + 50 = 0\\)</p>\n        </td>\n        <td>\n          <p>Incorrect. Let&rsquo;s try again a different way: This equation does not represent when the flashlight dies. The sign on \\(8h^2\\) should not have been reversed. The answer is \\(-8h^2 + 30h + 50 = 0\\).</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>\\(-8h^2 + 30h = 50\\)</p>\n        </td>\n        <td>\n          <p>Incorrect. Let&rsquo;s try again a different way: This equation does not represent when the flashlight dies. The answer is \\(-8h^2 + 30h + 50 = 0\\).</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>\\(-8h^2 + 30h + 50 = 0\\)</p>\n        </td>\n        <td>\n          <p>That&rsquo;s correct! Check yourself: By setting the equation equal to 0, we are representing the time when the flashlight is no longer emitting any light (0 lumens).</p>\n        </td>\n      </tr>\n    </tbody>\n  </table>\n</div>\n<h3>8.2.2: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></p>\n\n<h4>Using Various Methods to Solve Quadratic Equations</h4>\n<p>A tennis ball is thrown out of the window of a building. The equation modeling the height of the tennis ball, in feet, \\(t\\) seconds after being thrown is shown here.</p>\n<p>\\(f(t) = -24t^2 + 33t + 30\\)</p>\n<p>Let&rsquo;s find the equation we would solve to find the time at which the ball hits the ground.&nbsp;</p>\n<p>When the ball hits the ground, its height will be 0. So, we set the equation to 0.</p>\n<p>\\(-24t^2 + 33t + 30 = 0\\)</p>\n<p>The equation above represents the ball when it hits the ground. The solution to this equation represents the time it takes from when the ball is thrown for it to hit the ground.</p>\n<p>Let&rsquo;s try to solve the equation.</p>\n<p>Step 1<br>\n  Write the equation to be solved.<br>\n  \\(-24t^2 + 33t + 30 = 0\\) </p>\n<p>Step 2<br>\n  Subtract 30 from each side of the equation.<br>\n  \\(-24t^2 + 33t = -30\\)</p>\n<p>Step 3<br>\n  Divide each side of the equation by 3.<br>\n  \\(-8t^2 + 11t = -10\\) </p>\n<p>Let&rsquo;s try to solve the remaining equation using guess and check.</p>\n<p>When \\(t = 3\\), the expression \\(-8t^2 + 11t\\) has a value of \\(-8(3)^2 + 11(3)\\), or \\(-39\\). This value is not equal to the \\(-10\\) we needed to find.&nbsp;</p>\n<p>When \\(t = 2\\), the expression \\(-8t^2 + 11t\\) has a value of \\(-8(2)^2 + 11(2)\\), or \\(-10\\). This value is equal to the \\(-10\\) we needed to find.&nbsp;</p>\n<p>The equation is true when \\(t = 2\\), so the ball took 2 seconds to hit the ground. This method works but can be more difficult when the solution is a decimal. Graphing can also work, but it is time consuming and results in an approximate solution.</p>\n<h4>Try It: Using Various Methods to Solve Quadratic Equations</h4>\n<p>An arc of water flows from a water fountain down to a pool below it. The height of the arc above the pool, in inches, can be modeled using the equation \\(f(x) = -2x^2 + 5x + 3\\), where \\(x\\) is the horizontal distance the water has traveled, in inches, from the water fountain.</p>\n<ol class=\"os-raise-noindent\">\n  <li>Which equation would you solve to determine how far the arc of water has traveled horizontally when it reaches the pool below?</li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>Solve the equation using a non-graphing method.</li>\n</ol>\n<p>Write down your answers, then select the <strong>solution</strong> button to compare your work.</p>\n<h5>Solution </h5>\n<p>Here is how to write and solve the equation representing the arc of water from the water fountain:</p>\n<ol class=\"os-raise-noindent\">\n  <li>The equation \\(-2x^2 + 5x + 3 = 0\\) represents the arc of the water when it reaches the pool below.</li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>To solve the equation \\(-2x^2 + 5x + 3 = 0\\), let&rsquo;s try using guess and check with substitution.&nbsp;</li>\n</ol>\n<p>First, we try \\(x = 2\\).</p>\n<p>\\(-2(2)^2+5(2)+3\\overset?=0\\) <br>\n  \\(5 \\neq 0\\) </p>\n<p>Now, let&rsquo;s try \\(x = 3\\).</p>\n<p>\\(-2(3)^2+5(3)+3\\overset?=0\\)<br>\n  \\(0 = 0\\)</p>\n<p>Since the equation is true, \\(x = 3\\) is correct.</p>\n<p>The arc of water has traveled 3 inches horizontally when it reaches the pool below the fountain.</p>"
    }
  ]
}