{
  "id": "43aff004-37ac-4995-9eb6-6205724862b7",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (10 minutes)</h3>\n<p>Previously, students learned that each point on the graph of a function \\(f\\) is of the form \\((t,f(t))\\) for input \\(t\\) and corresponding output \\(f(t)\\). They analyzed and plotted input-output pairs in which both values were known.</p>\n<p>In this activity, students reason about unknown output values by relating them to values that are known (by interpreting inequalities such as \\(W(5)&gt;W(2)\\)), using a graph and a context to support their reasoning. The work here prompts students to reason quantitatively and abstractly.</p>\n<p>Students take turns explaining their interpretation of statements in function notation and making sense of their partner&rsquo;s interpretation, discussing their differences if they disagree. In so doing, students practice constructing logical arguments and critiquing the reasoning of others.</p>\n<p>Identify students who can correctly interpret statements such as \\(W(15)&gt;W(30)\\) in terms of the situation and in relation to the graph of the function. Also, look for partners whose graphs are very different but are both correct. Invite them to share their responses during the whole-class discussion.</p>\n<h4>Launch</h4>\n<p>Keep students in groups of 2. Ask students to take turns explaining to their partner the meaning of each statement in the first question. The partner&rsquo;s job is to listen and make sure they agree with the interpretation. If they don&rsquo;t agree, the partners discuss until they come to an agreement. Based on their shared interpretation of the statements, partners then sketch their own graph of the function on a coordinate grid.</p>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p>Use color coding and annotations to highlight connections between representations in a problem. For example, invite students to highlight the \\(W\\), 0, and 72 in \\(W(0)=72\\) in different colors and highlight the corresponding parts of the first sentence of the task statement in the same color to show what each part represents. Remind students to refer to their copy of the annotated function notation.</p>\n</div>\n<br>\n<h4>Student-Facing Statement</h4>\n<p>The function \\(W\\) gives the temperature, in degrees Fahrenheit, of a pot of water on a stove, \\(t\\) minutes after the stove is turned on.</p>\n<ol class=\"os-raise-noindent\">\n  <li>Take turns with your partner to explain the meaning of each statement in this situation. When it&rsquo;s your partner&rsquo;s turn, listen carefully to their interpretation. If you disagree, discuss your thinking and work to reach an agreement.\n    <ol class=\"os-raise-noindent\" type=\"A\">\n      <li>\\(W(0)=72\\)<br></li>\n      <li>\\(W(5)&gt;W(2)\\)<br></li>\n      <li>\\(W(10)=212\\)<br></li>\n      <li>\\(W(12)=W(10)\\)<br></li>\n      <li>\\(W(15)&gt;W(30)\\)<br></li>\n      <li>\\(W(0)&lt;W(30)\\)<br></li>\n    </ol>\n  </li>\n  <li>If all statements in the previous question represent the situation, sketch a possible graph of function \\(W\\).<br>\n    <br>\n    Be prepared to show where each statement can be seen on your graph.<br>\n  </li>\n</ol>\n<p><img alt=\"Blank grid. Horizontal axis, 0 to 30 by 5&rsquo;s, time in minutes. Vertical axis, 0 to 300 by 50&rsquo;s, temperature in degrees Fahrenheit.\" src=\"https://k12.openstax.org/contents/raise/resources/7406dc00fb67f5fb7ee3116f23da669671d7bb73\"></p>\n<h4>Student Response</h4>\n<ol class=\"os-raise-noindent\">\n  <li>Responses:<br></li>\n  <ol class=\"os-raise-noindent\" type=\"A\">\n    <li aria-level=\"2\">\n      The temperature when the stove was turned on was 72 degrees Fahrenheit.<br></li>\n    <li aria-level=\"2\">\n      The temperature after 5 minutes was warmer than the temperature after 2 minutes.<br></li>\n    <li aria-level=\"2\">\n      The temperature of the water after 10 minutes was 212 degrees Fahrenheit.<br></li>\n    <li aria-level=\"2\">\n      The temperature of the water was the same after 10 minutes and after 12 minutes.<br></li>\n    <li aria-level=\"2\">\n      The temperature after 15 minutes was higher than the temperature after 30 minutes.<br></li>\n    <li aria-level=\"2\">\n      The temperature when the stove was turned on was lower than the temperature 30 minutes later.<br></li>\n  </ol>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>See sample graph.<br></li>\n</ol>\n<p><img alt=\"graph of temperature of water over time\" src=\"https://k12.openstax.org/contents/raise/resources/4c9e0f12217b960734c19d8111c00021400c1d4d\">&nbsp;</p>\n<h4>Video: Understanding Equations in Function Notation</h4>\n<p>Watch the following video to learn more about reading equations in function notation.</p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n  <source src=\"https://k12.openstax.org/contents/raise/resources/c20560ec6ea05974bbc3479ca6a0ddadd1bbbffa\">\n  <track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/97eefbbb7906b078121edae7536964967a53a38b\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/c20560ec6ea05974bbc3479ca6a0ddadd1bbbffa\n</video>\n<br>\n<br>\n<h4>Anticipated Misconceptions</h4>\n<p>Some students may think there is not enough information to accurately graph the function. Assure them that this is true, but clarify that we are not after the graph, but rather a possible graph of the function based on the information we do have.</p>\n<h4>Activity Synthesis</h4>\n<p>Select previously identified students to share their interpretations of the inequalities in the first question and to show their graphs. Ask them to explain how each statement is evident in their graph. Discuss questions such as:</p>\n<ul>\n  <li>&ldquo;Why might it be true that \\(W(15)&gt;W(30)\\)?&rdquo; (The heat was turned off at or after 15 minutes, or the kettle was taken off the stove.)<br></li>\n  <li>&ldquo;You and your partner agreed on what each statement meant. Are your graphs identical? If not, why might that be?&rdquo; (Function \\(W\\) was not not completely defined. We have information about the temperature at some points in time and how they compare, but we don&rsquo;t have all the information about all points in time.)<br></li>\n</ul>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>Use this routine to support whole-class discussion. After each student shares, provide the class with the following sentence frames to help them respond: &ldquo;I agree because . . .&rdquo; or &ldquo;I disagree because . . . .&rdquo; If necessary, re-voice students&rsquo; ideas by restating their statements as questions. For example, if a student says, &ldquo;the temperature was 72 degrees Fahrenheit,&rdquo; ask: &ldquo;At what time (or input value) was the temperature 72 degrees Fahrenheit?&rdquo; This will help students listen and respond to each other as they explain the meaning of each statement represented in function notation.</p>\n</div>\n<br>\n<h3>4.3.3: Self Check</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p><br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION: </strong>The function \\(C\\) gives the temperature, in degrees Fahrenheit, of a pot of coffee \\(x\\) minutes after it is made.&nbsp;</p>\n        <p>What does the statement \\(C(10)&lt;C(5)\\) mean in the context of the problem?</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>The coffee pot has less coffee in it after 10 minutes than after 5 minutes.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The function \\(C\\) determines the temperature, not the amount of coffee. The answer is the temperature of the coffee after 10 minutes was cooler than after 5 minutes.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>The temperature of the coffee after 10 minutes was cooler than after 5 minutes.</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: The function \\(C\\) stands for coffee temperature at a particular time. The temperature at 10 minutes was less than it was at 5 minutes.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>The temperature of the coffee after 10 minutes was warmer than after 5 minutes.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The coffee temperature after 10 minutes is less than after 5 minutes. The correct answer is the temperature of the coffee after 10 minutes was cooler than after 5 minutes.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>The temperature of the coffee after 10 hours was cooler than after 5 hours.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The time was measured in minutes, not hours. The answer is the temperature of the coffee after 10 minutes was cooler than after 5 minutes.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>4.3.3: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></p>\n<h4>Comparing Outputs</h4>\n<p>Function \\(f\\) gives the depth, in inches, of water in a tub as a function of time, \\(t\\), in minutes, since the tub started being drained.</p>\n<p><img alt=\"Graph. Horizontal axis, 0 to 10, t, time, minutes. Vertical axis, 0 to 7, depth of water, inches. Line starts at 0 comma 6, decreases, passes through 2 comma 5, goes horizontal at 7 comma 2 point 5.\" src=\"https://k12.openstax.org/contents/raise/resources/fe73f9efb3bba971615831b5a95e99c2583f04bd\"></p>\n<p>Each point on the graph has the coordinates \\((t,f(t))\\), where the first value is the input of the function and the second value is the output.</p>\n<ul>\n  <li>\\(f(2)\\) represents the depth of water 2 minutes after the tub started being drained. The graph passes through \\((2,5)\\), so the depth of water is 5 inches when \\(t=2\\). The equation \\(f(2)=5\\) captures this information.\n    <br>\n    <br>\n  </li>\n  <li>\\(f(0)\\) gives the depth of the water when the draining began, at \\(t=0\\). The graph shows the depth of water to be 6 inches at that time, so we can write \\(f(0)=6\\).\n    <br>\n    <br>\n  </li>\n  <li>\\(f(t)=3\\) tells us that \\(t\\) minutes after the tub started draining, the depth of the water is 3 inches. The graph shows that this happens when \\(t\\) is 6.\n    <br>\n    <br>\n  </li>\n  <li>In the graph, \\(f(2)&gt;f(7)\\).<br>\n    <br>\n  </li>\n  <li>\\(f(7)=f(10)\\)<br>\n    <br>\n  </li>\n  <li>\\(f(4)&gt;f(6)\\)<br>\n    <br>\n  </li>\n  <li>\\(f(0)=6\\)</li>\n</ul>\n<br>\n<h4>Try It: Comparing Outputs</h4>\n<p>Function \\(P\\) gives the depth of the pool water after \\(t\\) hours of it being refilled.</p>\n<p>What does the statement \\(P(12)&lt;P(4)\\) mean in the context of the situation?</p>\n<p>Write down your answer, then select the <strong>Solution</strong> button to compare your work.</p>\n<h5> Solution</h5>\n<p>Here is how to find meaning in the statement:</p>\n<p>The statement reads &ldquo;\\(P\\) of 12 is less than \\(P\\) of 4.&rdquo; The input is the time in hours, and the output is the depth of the pool. So, the depth of the pool after 12 hours is less than it was after 4 hours.</p>\n<br>"
    }
  ]
}