{
  "id": "45330579-7998-4ada-920a-3522c6c851d6",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This activity reinforces the meaning of perfect squares and the fact that a perfect square can appear in different forms. To recognize a perfect square, students need to look for and make use of structure.</p>\n<h4>Launch</h4>\n<p>Encourage and support opportunities for peer interactions. Invite students to talk about their ideas with a partner before writing them down.&nbsp;</p>\n<h4>Student Activity</h4>\n<ol class=\"os-raise-noindent\">\n  <li><strong>Select three</strong> expressions that are perfect squares.&nbsp;</li>\n</ol>\n<ul>\n  <li> \\((x+5)(5+x)\\) </li>\n  <li> \\((x+5)(x&minus;5)\\) </li>\n  <li> \\((x&minus;3)^2\\) </li>\n  <li> \\(x&minus;3^2\\) </li>\n  <li> \\(x^2+8x+16\\) </li>\n  <li> \\(x^2+10x+20\\) </li>\n</ul>\n<p><strong>Answer:</strong> \\((x+5)(5+x)\\), \\((x&minus;3)^2\\), \\(x^2+8x+16\\)</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>Explain how you know the expressions you selected are perfect squares.</li>\n</ol>\n<p>Write down your answer, then select the <strong>solution</strong> button to compare your work.</p>\n<p><strong>Answer:</strong> Because each of them is the product of an expression and itself. \\(x^2+8x+16\\) is equivalent to \\((x+4)(x+4)\\).</p>\n<h4>Activity Synthesis</h4>\n<ul class=\"os-raise-noindent\">\n  <li> Display the expressions for all to see. Invite students to share their responses and record them for all to see. For each expression that they consider a perfect square, ask them to explain how they know. For expressions that students believe aren't perfect squares, ask them to explain why not. </li>\n  <li> For the last expression, \\(x^2+10x+20\\), students may reason that it is not a perfect square because: </li>\n  <ul>\n    <li> The constant term 20 is not a perfect square. (Most students are likely to reason this way.) </li>\n    <li> If 20 is seen as \\((\\sqrt{20})^2\\), then the coefficient of the linear term would have to be \\(2\\sqrt{20}\\), not 10. </li>\n    <li> Though students have been dealing mostly with rational numbers, the second line of reasoning is also valid and acceptable. </li>\n  </ul>\n  <li> Invite students to offer other expressions that are perfect squares. </li>\n</ul>"
    }
  ]
}