{
  "id": "4659daf6-0d44-441d-873f-24a78f0abdac",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (15 minutes)</h3>\n<p>The motion of a falling object is commonly modeled with a quadratic function. This activity prompts students to build a very simple quadratic model using given time-distance data of a free-falling rock. By reasoning repeatedly about the values in the data, students notice regularity in the relationship between time and the vertical distance the object travels, which they then generalize as an expression with a squared variable. The work here prepares students to make sense of more complex quadratic functions later (that is, to model the motion of an object that is launched up and then returns to the ground).</p>\n<h4>Launch</h4>\n<p>Display the image of the falling object for all to see. Students will recognize the numbers from the warm up. Invite students to make some other observations about the information. Ask questions such as:</p>\n<ul>\n  <li> &ldquo;What do you think the numbers tell us?&rdquo; </li>\n  <li> &ldquo;Does the object fall the same distance every successive second? How do you know?&rdquo; </li>\n</ul>\n<p>Arrange students in groups of two. Tell students to think quietly about the first question and share their thinking with a partner. Afterward, consider pausing for a brief discussion before proceeding to the second question.</p>\n<h4>Student Activity </h4>\n<p>A rock is dropped from the top floor of a 500-foot-tall building. A camera captures the distance the rock traveled, in feet, after each second.</p>\n<p><img alt=\"An image of a rock dropped from the top floor of a 500-foot tall building.\" height=\"474\" src=\"https://k12.openstax.org/contents/raise/resources/1c75917d2332c9659b27a695c1adde78d6e7038e\" width=\"377\"></p>\n<ol>\n  <li>How many feet will the rock have fallen after 6 seconds? Be prepared to explain your reasoning.<br>\n    <br>\n    <strong>Answer:</strong>&nbsp;The rock will have fallen 500 feet after 6 seconds. The distance fallen increased with each additional second. The rock fell 144 feet between 4 and 5 seconds, so between 5 and 6 seconds, it would fall more than 144 feet. After 5 seconds of falling, there is less than 144 feet to go before the rock hits the ground.\n  </li>\n</ol>\n<ol start=\"2\">\n  <li>Jada noticed that the distances fallen are all multiples of 16.<br>\n    <br>\n    She wrote down:<br>\n    <br>\n    \\(16=16 \\cdot 1\\)<br>\n    \\(64=16 \\cdot 4\\)<br>\n    \\(144=16 \\cdot 9\\)<br>\n    \\(256=16 \\cdot 16\\)<br>\n    \\(400=16 \\cdot 25\\)\n  </li>\n</ol>\n<p>Then, she noticed that 1, 4, 9, 16, and 25 are \\(1^2\\), \\(2^2\\), \\(3^2\\), \\(4^2\\), \\(5^2\\).</p>\n<ol>\n  <ol type=\"a\">\n    <li> Use Jada&rsquo;s observations to predict the distance fallen in feet after 7 seconds. (Assume the building is tall enough that an object dropped from the top of it will continue falling for at least 7 seconds.) Be prepared to explain your reasoning. <br>\n      <br>\n      <strong>Answer:</strong> 784\n    </li>\n  </ol>\n</ol>\n<ol>\n  <ol start=\"2\" type=\"a\">\n    <li> Write an equation for the function, with \\(d\\) representing the distance dropped after \\(t\\) seconds. </li>\n  </ol>\n</ol>\n<p>Write down your answer, then select the <strong>solution</strong> button to compare your work.</p>\n<p><strong>Answer:</strong> \\(d=16 \\cdot t^2\\)</p>\n<h4>Anticipated Misconceptions</h4>\n<p>Some students may question why the distances are positive when the rock is falling. In earlier grades, negative numbers represented on a vertical number line may have been associated with an arrow pointing down. Emphasize that the values shown in the picture measure how far the rock fell and not the direction it is falling.</p>\n<h4>Activity Synthesis</h4>\n<p>Discuss the equation students wrote for the last question. If not already mentioned by students, point out that the \\(t^2\\) suggests a quadratic relationship between elapsed time and the distance that a falling object travels. Ask students:</p>\n<ul>\n  <li> &ldquo;How do you know that the equation \\(d=16t^2\\) represents a function?&rdquo; (For every input of time, there is a particular output.) </li>\n  <li> &ldquo;Suppose we want to know if the rock will travel 600 feet before 6 seconds have elapsed. How can we find out?&rdquo; (Find the value of \\(d\\) when \\(t\\) is 6, which is \\(16 \\cdot 6^2\\) or 576 feet.) </li>\n</ul>\n<p>Explain to students that we only have a few data points to go by in this case, and the quadratic expression \\(16t^2\\) is a simplified model, but quadratic functions are generally used to model the movement of falling objects. We will see this expression appearing in some other contexts where gravity affects the quantities being studied.</p>\n<h4>7.5.2: Self Check</h4>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"302\">\n    <col width=\"322\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:</strong></p>\n        <p>An object is dropped from a building and falls so that the distance in feet it falls, \\(d(t)\\), is found by \\(d(t)=16t^2\\), after \\(t\\) seconds. How many feet has it fallen after 10 seconds?</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>160</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Make sure to square the time. The answer is 1,600.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>320</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Be sure to square the 10, not multiply by 2. The answer is 1,600.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1,600</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: When \\(t=10\\), square the 10 to get 100, then multiply by 16.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2,560</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Use order of operations and square 10 first. Then multiply by 16. The answer is 1,600.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>7.5.2: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</em></strong></p>\n<h4>Finding Distance Fallen</h4>\n<p>The Empire State Building is 1250 ft high (excluding the lightning rod). A visitor drops a penny from the top, and it falls straight down. How far has it fallen after 5 seconds?</p>\n<p>Recall the previous activity&rsquo;s formula \\(h(t)=16t^2\\).</p>\n<p>Substitute \\(t=5\\).</p>\n<p>\\(h(5)=16(5)^2=16 \\cdot 25=400\\) feet.</p>\n<h4>Try It: Finding Distance Fallen</h4>\n<p>Will the penny dropped from the Empire State Building reach the ground after 9 seconds? Explain your reasoning.</p>\n<p>Write down your answer, then select the <strong>solution</strong> button to compare your work.</p>\n<h5>Solution </h5>\n<p>Here is how to determine if the penny will hit the ground by 9 seconds:</p>\n<p>Substitute \\(t=9\\) into \\(h(t)=16t^2\\).</p>\n<p>\\(h(9)=16(9)^2=16 \\cdot 81=1296\\)</p>\n<p>After 9 seconds, the penny could travel 1296 feet. The Empire State Building is 1250 feet tall, so the penny will have hit the ground by 9 seconds.</p>"
    }
  ]
}