{
  "id": "4685bee1-22aa-4579-a7c9-94f76126ff40",
  "content": [
    {
      "variant": "main",
      "html": "<p>To help students consolidate their new insights, consider connecting them to what they already know about the graphs representing linear functions. Discuss questions such as:</p>\n<ul class=\"os-raise-indent\">\n  <li> \"How is the constant term in a quadratic equation in standard form&mdash;the \\(c\\) in \\(y=ax^2+bx+c\\)&mdash;like or unlike the constant term in a linear equation in slope-intercept form&mdash;the \\(b\\) in \\(y=mx+b\\)?\" (They both tell us about the \\(y\\)-intercept. Increasing the value of each constant term moves the graph up, and decreasing it moves the graph down.) </li>\n  <li> \"Is the coefficient of the squared term in a quadratic equation in standard form (the \\(a\\) in \\(y=ax^2+bx+c\\)) like the coefficient of the linear term in slope-intercept form (the \\(m\\) in \\(y=mx+b\\))? Why or why not?\" (They both affect the behavior of the graph in similar ways: </li>\n  <ul>\n    <li> In linear equations of the form \\(y=mx+b\\), the greater \\(m\\) is, the steeper the line gets. In quadratic equations in standard form, the greater \\(a\\) is, the steeper or narrower the U-shaped graph gets. </li>\n    <li> A negative \\(m\\) results in a graph that is a downward-sloping line. A negative \\(a\\) gives a graph that opens downward.) </li>\n  </ul>\n</ul>\n<p>Encourage students to reflect on the advantages of using expressions in different forms to anticipate the graphs representing quadratic functions. Ask students questions such as:</p>\n<ul class=\"os-raise-indent\">\n  <li> \"What information about the graph can you easily obtain from an expression in standard form?\" (Whether the graph opens up or down, the \\(y\\)-intercept.) </li>\n  <li> \"What information can we easily obtain from the factored form?\" (The \\(x\\)-intercepts, the \\(x\\)-coordinate of the vertex.) </li>\n</ul>\n<p>An upcoming optional lesson looks at the impact of the coefficient of the linear term. If you are planning on using that lesson, you might tell students that we will look at the linear term, \\(b\\) in \\(y=ax^2+bx+c\\), in an upcoming lesson.</p>"
    }
  ]
}