{
  "id": "4940fdf4-9544-47e8-aa18-25bc0f191729",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>In this opening lesson, students recall the meaning of functions (which was introduced in grade 8) and encounter examples of functions and their representations in context.</p>\n<p>Students consider why certain relationships could be seen as functions while others could not be. By analyzing tables and graphs that represent both functions and non-functions, and by interpreting descriptions of each situation, students are reminded that a function assigns exactly one output value to each input. If an input could have more than one possible output, then the relationship cannot be a function.</p>\n<p>As they analyze and sketch graphs of functions, students are also reminded that each point on a graph represents an input-output pair of the function. They interpret coordinates on a graph of a function in terms of the quantities in the situation represented.</p>\n<p>Students practice making sense of problems and persevere in solving them as they look for and explain correspondences between verbal descriptions, tables, and graphs. They engage in aspects of modeling as they identify input and output variables in real-life situations and create representations of their relationships.</p>\n<p>The work here prepares students to describe and talk about functions more formally in upcoming lessons.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n<li>Interpret descriptions and graphs of functions in context.</li>\n<li>Understand that a relationship between two quantities is a function if there is only one possible output for each input.</li>\n<li>Use words and graphs to represent relationships that are functions, including identifying the independent and dependent variables.</li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n<li>Explain when a relationship between two quantities is a function.</li>\n<li>Identify independent and dependent variables in a function, and use words and graphs to represent the function.</li>\n<li>Explain what descriptions and graphs of functions tell us about situations.</li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p><strong>TEKS</strong></p>\n</td>\n<td>\n<p><strong>Explanation of Coverage</strong></p>\n</td>\n</tr>\n<tr>\n<td>\n<p>A12(A) de<u>cide whether relations represented </u>verbally, <u>tabularly,</u> graphically, and <u>symbolically define a function; define a function;</u></p>\n</td>\n<td>\n<p>Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n<li>4.1.1: Contrasting Two Relationships by Reasoning</li>\n<li>4.1.2: Reasoning Graphically About the Relationship between the Two Quantities<ul>\n<li>4.1.2: Self Check</li>\n<li>4.1.2: Additional Resources</li>\n</ul>\n</li>\n<li>4.1.3 Examining Relations and Functions<ul>\n<li>4.1.3: Self Check</li>\n<li>4.1.3: Additional Resources</li>\n</ul>\n</li>\n<li>4.1.4: Describing Functional Relationships<ul>\n<li>4.1.4: Self Check</li>\n<li>4.1.4: Additional Resources</li>\n</ul>\n</li>\n<li>4.1.5: Modeling Relationships between Two Variables</li>\n</ul>\n<p>Students will also complete a series of problems in the 4.1.6: Practice.</p>\n<h4>Required Materials</h4>\n<ul>\n<li>Graphing technology</li>\n<li>4.1.2 Activity Graphing Printable</li>\n<li>Coordinate grids</li>\n</ul>\n<h4>Required Preparation</h4>\n<p>Make copies of coordinate grids and the 4.1.2 graphing activity printable.</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n<li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n<li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n<li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n<li>n/a</li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<ul>\n<li>relation</li>\n<li>function</li>\n</ul>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n<li><a href=\"https://characterlab.org/tips-of-the-week/sample-then-specialize/\" target=\"_blank\">Sample, Then Specialize</a></li>\n<li><a href=\"https://characterlab.org/tips-of-the-week/compound-interest/\" target=\"_blank\">Compound Interest</a></li>\n</ul>\n<br>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/creativity\" target=\"_blank\">Playbook on Creativity</a>&nbsp;from Character Lab.</p>"
    }
  ]
}