{
  "id": "4eec905e-7c9a-4b28-8556-c0f4da8b033b",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\"><strong></strong></p>\n<p dir=\"ltr\"><strong></strong></p><span id=\"docs-internal-guid-d62b4020-7fff-de65-ef76-7582ff2e2b9d\">\n<p dir=\"ltr\">Display the following inequalities. Remind students that they are examples of inequalities written and solved in the lesson.</p>\n<p dir=\"ltr\">\\(5.29p+4.98\\leq60\\)</p>\n<p dir=\"ltr\">\\(0.4x\\leq5\\) and \\(x\\geq0\\)</p>\n<p dir=\"ltr\">\\(2(2x+1.5)&lt;18&minus;x\\)</p>\n<p dir=\"ltr\"><span>\\(\\frac15x&gt;-10\\)</span></p>\n<p dir=\"ltr\">Next, tell students that they will see some statements about writing and solving inequalities. Their job is to decide whether they agree or disagree with each statement and be prepared to defend their response. (One way to collect their responses is by asking them to give a discrete hand signal.)</p>\n<p dir=\"ltr\">Display the following statements, one at a time, for all to see. After students indicate their agreement or disagreement, select a student from each camp to explain their reasoning. Then invite others who are not convinced by the reasoning to offer a counterexample or an alternative view.</p>\n<ul>\n<li><span id=\"docs-internal-guid-d62b4020-7fff-de65-ef76-7582ff2e2b9d\"><span>We can usually represent the constraints in a situation with a single inequality. (Disagree. Sometimes multiple inequalities are needed, depending on what&rsquo;s happening in the situation.)</span></span></li>\n<li><span id=\"docs-internal-guid-d62b4020-7fff-de65-ef76-7582ff2e2b9d\"><span>The only way to check the solutions to an inequality is to see if they make sense in a situation. (Disagree. We can also check by substituting some values in the solution set back into the inequality to see if they make the inequality a true statement.)</span></span></li>\n<li><span id=\"docs-internal-guid-d62b4020-7fff-de65-ef76-7582ff2e2b9d\"><span>The only way to find the solutions to an inequality in one variable is by testing different values for the variable and seeing which ones work. (Disagree. We can also reason about the solutions in context, solve a related equation and test a higher and lower value, or use the structure of the inequality.)</span></span></li>\n<li><span id=\"docs-internal-guid-d62b4020-7fff-de65-ef76-7582ff2e2b9d\"><span>To express the solutions to an inequality in one variable, we always use the same inequality symbol as in the original inequality. (Disagree. There are different ways to express a solution set. The symbol we use would depend on how we reason about the solutions. For example, \\(x&lt;3 \\) and \\(3&gt;x\\) both represent the solution set to \\(2(2x+1.5)&lt;18-x\\).)</span></span></li>\n</ul>\n<p dir=\"ltr\">Make sure students see that there are reasons for disagreeing with each of these statements and can articulate some of the reasons.</p>\n</span><br>"
    }
  ]
}