{
  "id": "5424415e-a109-41c0-9aab-9ae0f45503e7",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>Previously, students have characterized how functions are changing qualitatively, by describing them as increasing, staying constant, or decreasing in value. In earlier units and prior to this course, students have also computed and compared the slopes of line graphs and interpreted them in terms of rates of change. In this lesson, students learn to characterize changes in functions quantitatively, by using average rates of change.</p>\n<p>Students learn that average rate of change can be used to measure how fast a function changes over a given interval. This can be done when we know the input-output pairs that mark the interval of interest or by estimating them from a graph.</p>\n<p>Attention to units is important in computing or estimating average rates of change because units give meaning to how much the output quantity changes relative to the input. In thinking carefully about appropriate units to use, students practice attending to precision.</p>\n<p>Students also engage in aspects of mathematical modeling when they use a data set or a graph to compute average rates of change and then use it to analyze a situation or make predictions.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>Given a graph of a function, estimate or calculate the average rate of change over a specified interval.</li>\n  <li>Recognize that the slope of a line joining two points on a graph of a function is the average rate of change.</li>\n  <li>Understand that the average rate of change describes how fast the output of a function changes for every unit of change in the input.</li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li>Explain the meaning of the term &ldquo;average rate of change.&rdquo;</li>\n  <li>Estimate or calculate the average rate of change between two points from the graph of a function.</li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A3(A) <u>determine the slope of a line given a table of values, a graph, two points on the line,</u> and an equation written in various forms, including \\(y = mx + b\\), \\(Ax + By = C\\), and \\(y - y1 = m(x - x1)\\);</p>\n        <p>A3(B) <u>calculate the rate of change of a linear function represented tabularly, graphically, or algebraically in context of mathematical and real-world problems;</u></p>\n      </td>\n      <td>\n        <p>Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li>4.7.1: Comparing Changes in Output Based on Input</li>\n  <li>4.7.2: Average Rate of Change and Slope</li>\n  <ul>\n    <li>4.7.2: Self Check</li>\n    <li>4.7.2: Additional Resources</li>\n  </ul>\n  <li>4.7.3: Finding and Interpreting Average Rates of Change</li>\n  <ul>\n    <li>4.7.3: Self Check</li>\n    <li>4.7.3: Additional Resources</li>\n  </ul>\n  <li>4.7.4: Rate of Change of Linear Functions\n    <ul>\n      <li>4.7.4: Self Check</li>\n      <li>4.7.4: Additional Resources<br></li>\n    </ul>\n  </li>\n  <li>4.7.5: Interpreting Average Rates of Change with Real-World Examples</li>\n</ul>\n<p>Students will also complete a series of problems in the 4.7.6: Practice.</p>\n<h4>Required Materials</h4>\n<p>None</p>\n<h4>Required Preparation</h4>\n<p>None</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n  <li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n  <li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li>function</li>\n  <li>output</li>\n  <li>input</li>\n  <li>slope</li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<ul>\n  <li>average rate of change</li>\n  <li>positive slope</li>\n  <li>negative slope</li>\n  <li>zero slope</li>\n</ul>\n<h4>Social Emotional Learning (SEL) Support</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/work-smarter-sooner/\" target=\"_blank\">Work Smarter, Sooner</a></li>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/free-your-mind/\" target=\"_blank\">Free Your Mind</a></li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/creativity\" target=\"_blank\">Playbook on Creativity</a>&nbsp;from Character Lab.</p>"
    }
  ]
}