{
  "id": "56e02c0b-c27e-43c6-baef-2f9065c69c35",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (15 minutes)</h3>\n<p>This activity aims to show that it is relatively easy to solve a quadratic equation when one side of the equation is zero and the other side is a quadratic expression in factored form, and that it may be a little tricky to solve the equation otherwise.</p>\n<p>The activity prompts students to recall what they learned in an earlier unit: The zeros of a function correspond to the horizontal intercepts of the graph representing that function, and the zeros are the solutions to an equation of the form quadratic expression \\(= 0\\).</p>\n<h4>Launch</h4>\n<p>Keep students in groups of two.</p>\n<p>Read the opening paragraph in the task statement. Give students a moment to think about how much the school would collect if it sells the tickets at $5 each (it would collect $875). Briefly survey how they found out the answer. (Students are likely to have used the factored form because it lends itself to simpler calculations.)</p>\n<p>Ask students to recall the form in which each quadratic expression is written. Then, give them a minute to talk to a partner and recall at least two things about each form and what the form might tell us about the graph of the function that the expression defines.</p>\n<p>Record their responses for all to see. If no students mentioned the connection between either of the forms to the horizontal intercepts of the graph or the zeros of the function, ask them about it.</p>\n<p>Tell students that they do not need to find the ticket prices in the second question, but only to think about how to go about doing so.</p>\n<h4>Student Activity</h4>\n<p>The expressions \\(p(200 &minus; 5p)\\) and \\(-5p^2 + 200p\\) define the same function. The function models the revenue a school would earn from selling raffle tickets at \\(p\\) dollars each.</p>\n<ol>\n  <li>At what price or prices would the school collect $0 revenue from raffle sales? Explain or show your reasoning.</li>\n</ol>\n<p><strong>Answer:</strong> $0 and $40. For example, if the equation \\(p(200&minus;5p)=0\\) is true, then either \\(p\\) is equal to 0, or \\(200&minus;5p\\) is equal to 0. If \\(200&minus;5p=0\\), then \\(p\\) is 40, because \\(200&minus;5(40)\\) is 0.</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>The school staff noticed that there are two ticket prices that would result in a revenue of $500. What equation could you use to determine what those two prices are?</li>\n</ol>\n<p><strong>Answer:</strong> We could write \\(p(200 &minus; 5p) = 500\\) and \\(-5p^2 + 200p = 500\\). Approximate solutions can be found using trial and error or graphing. However, we don&rsquo;t yet know an exact way to solve either equation.</p>\n<h4>Student-Facing Extension</h4>\n<h5>Are you ready for more?</h5>\n<p>Can you find the following prices without graphing?</p>\n<ol>\n  <li> If the school charges $10, it will collect $1500 in revenue. Find another price that would generate $1500 in revenue.</li>\n</ol>\n<p><strong>Answer: </strong>$30</p>\n<p>Moving the same distance away from each horizontal intercept, at $0 and $40, results in equal revenue. This means $10 and $30 earn an equal amount of revenue.</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>If the school charges $28, it will collect $1680 in revenue. Find another price that would generate $1680 in revenue.</li>\n</ol>\n<p><strong>Answer: </strong>$12</p>\n<p>Moving the same distance away from each horizontal intercept, at $0 and $40, results in equal revenue. This means $12 and $28 earn an equal amount of revenue.</p>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>Find the price that would produce the maximum possible revenue. Explain your reasoning.</li>\n</ol>\n<p><strong>Answer: </strong>$20. Moving the same distance away from each horizontal intercept results in equal revenue. The farther away we move from one horizontal intercept in the direction of the other intercept, the greater the revenue. An optimal ticket price of $20, producing $2000 in revenue, is found in the middle point between the two intercepts, at \\(p = 20\\).</p>\n<h4>Anticipated Misconceptions</h4>\n<p>If students struggle to connect the expressions that define the function to the questions, ask them what the input and output of the function represent. If students struggle with the first question, ask them what values of \\(p\\) would yield a value of 0 for the expression.</p>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their responses and strategies. Make sure students see that the first question can be represented by solving the equation \\(p(200 &minus; 5p) = 0\\), and that the second question can be represented by solving either \\(p(200 &minus; 5p) = 500\\) or \\(-5p^2 + 200p = 500\\).</p>\n<p>Although students are not yet formally introduced to the zero product property, they do have experience with finding the zeros of a quadratic function when given an expression in factored form. This prior knowledge enables them to reason about the solutions to the equation \\(p(200 &minus; 5p) = 0\\). For instance, noticing the factor \\(p\\), students are likely to say that one zero of the function is 0.</p>\n<p>Ask students:</p>\n<ul class=\"os-raise-indent\">\n  <li>&ldquo;How can you show, without graphing, that \\(p = 0\\) will produce no revenue, or that it is a solution to the equation \\(p(200 &minus; 5p) = 0\\)?&rdquo; (When \\(p = 0\\), the factor \\(p\\) is 0, and therefore the entire expression equals 0.) </li>\n  <li>&ldquo;How can you show that \\(p = 40\\) will also produce no revenue, or that it is also a solution to the same equation?&rdquo; (When \\(p = 40\\), the factor \\((200 &minus; 5p)\\) is 0, and likewise, the entire expression is 0.) </li>\n  <li>&ldquo;Can we use the same reasoning to find the solutions to \\(p(200 &minus; 5p) = 500\\) or \\(-5p^2 + 200p = 500\\)? Why or why not?&rdquo; (No, not easily. Neither shows the zeros of a function. There are many pairs of factors that have 500 as a product.) </li>\n</ul>\n<p>Make sure students see that it is fairly straightforward to find the solutions to equations such as \\(p(200 &minus; 5p) = 0\\), but the same cannot be said about equations such as \\(p(200 &minus; 5p) = 500\\) or \\(-5p^2+ 200p = 500\\).</p>\n<p>Highlight that all the equations in this activity are quadratic equations. Reinforce that a quadratic equation is one that can be written in the form of \\(ax^2 + bx + c = 0\\), where \\(a\\) is not 0.</p>\n<p>If time permits, ask students to show how all of the equations seen here can be written in this form.</p>\n<h4>Video: Solving a Quadratic Equation Set Equal to Zero</h4>\n<p>Watch the following video to learn more about solving a quadratic equation set equal to zero.</p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n  <source src=\"https://k12.openstax.org/contents/raise/resources/77882d2deb7924f80889f50875df2021952a9ba1\">\n  <track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/62f15f9597649cfd5b15f201948fe21c6af899d3\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/77882d2deb7924f80889f50875df2021952a9ba1\n</video>\n<br>\n<br>\n<h3>8.2.3: Self Check&nbsp;</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col width=\"312\">\n    <col width=\"312\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:</strong></p>\n        <p>The expressions \\(s(60 &minus; 12s)\\) and \\(-122 + 60s\\) define the same function. A soap bubble machine can launch many soap bubbles into the air before they begin to pop. The function given models the number of soap bubbles floating in the air in \\(s\\) seconds.</p>\n        <p>According to the function, how many seconds have passed before all of the bubbles have been made and also popped?</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0 seconds</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: At 0 seconds, there are no bubbles. However, the bubbles have not been made and popped yet. The answer is 5 seconds.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>5 seconds</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: The time passed when all of the bubbles are popped is represented by the equation \\(s(60 &minus; 12s) = 0\\). Substitute 5 in for \\(s\\) to check your answer. Since \\((5)(60 - 12(5)) = 0\\), the answer is correct.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>6 seconds</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Solve the equation \\(s(60 &minus; 12s) = 0\\) to find the solution. Do this by setting the factor \\(60 &minus; 12s\\) equal to 0 and solving to find the nonzero solution. The answer is 5 seconds.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>7 seconds</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Solve the equation \\(s(60 &minus; 12s) = 0\\) to find the solution. Do this by setting the factor \\(60 &minus; 12s\\) equal to 0 and solving to find the nonzero solution. The answer is 5 seconds.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>8.2.3: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></p>\n<p>The expressions \\(h(40 &minus; 10h)\\) and \\(-10h^2 + 40h\\) define the same function. The function models the height of a weather balloon in miles \\(h\\) hours after it is released.</p>\n<ol>\n  <li>What equation can be used to determine the times the weather balloon is on the ground?</li>\n</ol>\n<p><strong>Answer:</strong> When the weather balloon is on the ground, the expression will equal 0. So, the equation \\(h(40 &minus; 10h) = 0\\) represents the weather balloon when it is on the ground.</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>How can we solve the equation \\(h(40 &minus; 10h) = 0\\)?</li>\n</ol>\n<p><strong>Answer:</strong> We know that any value multiplied by 0 equals 0. So, if \\(h\\) or \\((40 - 10h)\\) equals 0, then the left side of the equation will also equal 0.</p>\n<p>The weather balloon is on the ground at 0 hours. Now, let&rsquo;s find the solution to \\(40 - 10h = 0\\).</p>\n<p>\\(40 - 10h = 0\\)</p>\n<p>\\(40 = 10h\\)</p>\n<p>\\(4 = h\\)</p>\n<p>The weather balloon is also on the ground after 4 hours.</p>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>A scientist wants to determine the two different times when the weather balloon is 30 miles above Earth. Write an equation to represent these times.</li>\n</ol>\n<p><strong>Answer: </strong>The times when the weather balloon is 30 miles above Earth are represented by the equation \\(h(40 &minus; 10h) = 30\\) or the equation \\(-10h^2 + 40h = 30\\).</p>\n<ol class=\"os-raise-noindent\" start=\"4\">\n  <li>If the weather balloon is 30 miles above Earth after 1 hour, find another time that the weather balloon is 30 miles above Earth.</li>\n</ol>\n<p><strong>Answer:</strong> We know the total trip takes the weather balloon 4 hours. Since the graph representing the flight of the weather balloon is symmetric, if it takes 1 hour to reach 30 miles up, then 1 hour from touching the ground, it will be at 30 miles up again. So, the weather balloon will be 30 miles above Earth after 3 hours.</p>\n<h4>Try It: Solving a Quadratic Equation Set Equal to Zero</h4>\n<p>The expressions \\(p(420 &minus; 60p)\\) and \\(-60p^2 + 420p\\) define the same function. The function models revenue earned at a baseball game from the sale of baseball magazines sold at \\(p\\) dollars each.</p>\n<ol class=\"os-raise-noindent\">\n  <li>At what price or prices would the game organizers collect $0 revenue from magazine sales? Explain or show your reasoning.</li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>The organizers determined there are two magazine prices that would result in a revenue of $600. What equation would you use to determine what those two prices are?</li>\n</ol>\n<p>Write down your answers, then select the <strong>solution</strong> button to compare your work.</p>\n<h5>Solution</h5>\n<p>Here is how to use your knowledge of quadratic equations to solve the problem:</p>\n<ol class=\"os-raise-noindent\">\n  <li>$0 and $7. If the equation \\(p(420 &minus; 60p) = 0\\) is true, then either \\(p\\) is equal to 0, or \\(420 &minus; 60p\\) is equal to 0. If \\(420 &minus; 60p = 0\\), then \\(p\\) is 7, because \\(420 &minus; 60(7)\\) is 0.</li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>We could write \\(p(420 &minus; 60p) = 600\\) or \\(-60p^2 + 420p = 600\\). We can use trial and error or graphing to provide approximate solutions. We do not yet know an exact method to solve either equation.</li>\n</ol>"
    }
  ]
}