{
  "id": "58cdeee4-4ffc-4419-96db-7e28a53e3ea0",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm up activates what students know about the solutions to an inequality and ways to find the solutions. For the first time, students refer to the solutions as the solution set of the inequality. Throughout their work with one-variable inequalities, students will use the terms &ldquo;solutions&rdquo; and &ldquo;solution set&rdquo; interchangeably.</p>\n<p>By now, students are likely to have internalized that a solution to an equation in one variable is a value that makes the equation true. The work here makes it explicit that we can extend this understanding of solutions to inequalities in one variable.</p>\n<p>Some students may have been taught to solve inequalities the same way we solve equations, with the added rule along the lines of &ldquo;flip the symbol when dividing or multiplying both sides of an inequality by a negative number.&rdquo; They may or may not have understood why the rule is the way it is. (If a student shares this method, emphasize that they will look at different strategies in the lesson and adopt whichever ways that they can explain or justify.)</p>\n<p>If students approach the last question (finding a solution to \\(7(3&minus;x)&gt;14\\)) by performing operations directly on the inequality but neglect to reverse the inequality symbol, they would find solutions that result in false statements. Use this opportunity to point out that we may run into problems with this method. It is not essential to discuss why or to suggest better approaches at this point. There will be other opportunities in this lesson to reason about the solutions and to witness the same issue (in the second non-optional activity: Equality and Inequality).</p>\n<h3>Launch</h3>\n<p>Display a number line for all to see that looks like this:<br></p>\n<p><img alt=\"Blank horizontal number line from negative 10 to 10 by 1&rsquo;s.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"27\" src=\"https://k12.openstax.org/contents/raise/resources/8f140b959777227ee21aa603d13ec9bd376932f0\" width=\"700\"></p>\n<h3>Student-Facing Statement</h3>\n<ol>\n<li>Write some solutions to the inequality \\(y&le;9.2\\). Be prepared to explain what makes a value a solution to this inequality.</li>\n<li>Write one solution to the inequality \\(7(3&minus;x)&gt;14\\). Be prepared to explain your reasoning.</li>\n</ol>\n<h3>Student Response</h3>\n<p>Sample responses:</p>\n<ol>\n<li>9.2, 8, 4.5, &ndash;7</li>\n<li>0.5, 0, &ndash;1, &ndash;6</li>\n</ol>\n<h3>Activity Synthesis</h3>\n<p><span lang=\"EN\">Invite students\n    to share some solutions to the first inequality and explain what it means for a\n    value to be a solution to \\(y&le;9.2\\). Be sure to mention some negative numbers that\n    are solutions. If necessary, show the solution set on a number line. Then,\n    focus the discussion on the second inequality.</span></p>\n<p><span lang=\"EN\">Ask each\n    student to mark the one solution they have for \\(7(3&minus;x)&gt;14\\) on the class number\n    line (from the launch). (Students could draw a point or put a dot sticker, if\n    available, on the number line.)</span></p>\n<p><span lang=\"EN\">Discuss with students:</span></p>\n<ul>\n<li><span lang=\"EN\">&ldquo;How\n      did you know that the value you chose is a solution?&rdquo; (When substituted\n      for \\( x \\) in the inequality, the value makes a true statement.)</span></li>\n<li><span lang=\"EN\">&ldquo;What\n      do you notice about all the points that are on the line?&rdquo; (They are all to\n      the left side of 1.)</span></li>\n<li><span lang=\"EN\">&ldquo;On the\n      number line, we can see that the solutions are values that are less than 1. All\n      these values form the solution set to the inequality. Is there a way to write\n      the solution set concisely, without using the number line and without writing\n      out all the numbers less than 1?&rdquo; (We can write \\( x&lt;1 \\)).</span></li>\n<li><span lang=\"EN\">&ldquo;Does the solution set have anything to do with the\n      solution to the equation \\( 7(3&minus;x)=14 \\)?&rdquo; (The solution to the equation is \\( x=1 \\).)</span></li>\n<li><span lang=\"EN\">&ldquo;Why does the solution set to the inequality \\( 7(3&minus;x)&gt;14 \\)\n      involve numbers less than 1?&rdquo; (The inequality can be taken to say &ldquo;7\n      times \\( 3&minus;x \\) is greater than 14.&rdquo; For the inequality to be true, \\( 3-x \\) must be\n      greater than 2. For \\( 3-x \\) to be greater than 2, \\( x \\) must be less than 1.)</span></li>\n</ul>\n<!--[if !supportLists]-->\n<p>Highlight that we can use a number line to concisely show the solution set to an inequality, but we can also write another inequality that shows the same information.</p>"
    }
  ]
}