{
  "id": "59980e73-fed7-4051-8d50-ddec85ea848d",
  "content": [
    {
      "variant": "main",
      "html": "<h2>Warm-Up (5 minutes)</h2>\n<div class=\"body\">\n  <p>The purpose of this warm-up is to help students recall what it means for two expressions to be equivalent. The given expressions are in forms that are unfamiliar to students but are not difficult to evaluate for integer values of the variable. This is by design&mdash;to pique students&rsquo; curiosity while keeping the mathematics accessible.</p>\n</div>\n<h3>Launch</h3>\n<div class=\"body\">\n  <p>Assign the first expression to one half of the class and the second expression to the other half. Give students a couple of minutes to evaluate their assigned expression for the values of <span class=\"math math-repaired\">\\( n \\)</span>&nbsp;listed in the first question.</p>\n</div>\n<h3>Student-Facing Statement</h3>\n<div class=\"body\">\n  <p>Your teacher will assign you one of these expressions:</p>\n  <p><span class=\"math-displayed\"><span class=\"math\">\\( \\dfrac {n^2 - 9}{2(4-3)}\\qquad \\text{or} \\qquad (n+3)\\cdot \\dfrac {n-3}{8-3\\cdot2} \\)</span></span></p>\n  <p>Evaluate your expression when <span class=\"math\">\\( n \\)</span> is:</p>\n  <ol type=\"a\">\n    <li>5</li>\n    <li>7</li>\n    <li>13</li>\n    <li>&ndash;1</li>\n  </ol>\n</div>\n<h3>Student Response</h3>\n<div class=\"body\">\n  <p>For both expressions, the values are:</p>\n  <ol type=\"a\">\n    <li>8</li>\n    <li>20</li>\n    <li>80</li>\n    <li>&ndash;4</li>\n  </ol>\n</div>\n<h3>Anticipated Misconceptions</h3>\n<div class=\"body\">\n  <p>When evaluating their expression, some students may perform the operations in an incorrect order. For example, when finding the value of <span class=\"math math-repaired\">\\( 8-3\\cdot 2 \\)</span> in the second expression, they may find <span class=\"math math-repaired\">\\( 8-3 \\)</span> and then multiply by 2. Ask them whether the subtraction or multiplication should be performed first. Remind them about the order of operations as needed.</p>\n</div>\n<h3>Activity Synthesis</h3>\n<div class=\"body\">\n  <p>Ask a few students from each group for their results. Then, ask students what they wonder about the results. Students are likely curious if the values of the two expressions will be the same for other values of <span class=\"math math-repaired\">\\( n \\)</span>. If they noticed that all the given values of <span class=\"math math-repaired\">\\( n \\)</span> are odd numbers, they might wonder if even values of <span class=\"math math-repaired\">\\( n \\)</span> would give the same result. If time permits, consider allowing students to try evaluating the expressions using a value of their choice.</p>\n  <p>Discuss questions such as:</p>\n  <ul>\n    <li>&ldquo;Were you surprised that these expressions have the same result for different values of <span class=\"math math-repaired\">\\( n \\)</span>?&rdquo;</li>\n    <li>&ldquo;If (or when) you tried using other values of <span class=\"math math-repaired\">\\( n \\)</span>, what did you find?&rdquo;</li>\n    <li>&ldquo;Do you think that the two expressions will have the same value no matter what value of <span class=\"math math-repaired\">\\( n \\)</span> is used? How do you know?&rdquo;</li>\n  </ul>\n  <p>Tell students that it would be impossible to check every value of <span class=\"math math-repaired\">\\( n \\)</span> to see if the expressions would give the same value. There are, however, ways to show that these expressions must have the same value for any value of <span class=\"math math-repaired\">\\( n \\)</span>. We call expressions that are equal no matter what value we use for the variable <span><span><em>equivalent expressions</em></span><em>.</em></span></p>\n  <p><span>Remind students that in m</span>iddle school they had seen simpler equivalent expressions. For example, they know that <span class=\"math math-repaired\">\\( 3(x + 5) \\)</span> is equivalent to <span class=\"math math-repaired\">\\( 3x + 15 \\)</span> by the distributive property (without trying different values of <span class=\"math math-repaired\">\\( x \\)</span>).</p>\n  <p>Explain to students that they&rsquo;ll learn more about how to identify or write equivalent expressions and about equivalent equations in this unit.</p>\n</div>\n<div class=\"student-summary\">\n  <div class=\"body\">\n  </div>\n</div>"
    }
  ]
}