{
  "id": "5b903215-2162-40b6-920b-7827044c8e26",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\"></p>\n<div>\n  <h3>Activity</h3>\n  <div>\n    <p>40 minutes</p>\n    <p>The mathematical purpose of this\n      activity is for students to collect, summarize, interpret, and draw\n      conclusions from bivariate data using scatter plots, best fit lines,\n      residuals and correlation coefficients.</p>\n    <p>Students could examine number of\n      penalties (like number of flags thrown against a football team) or\n      severity of penalties (like penalty yards assessed against a football\n      team).</p>\n    <p>Making graphing technology\n      available gives students an opportunity to choose appropriate tools\n      strategically (TEKS 1C and 1D). By selecting which variables to use for their model\n      and finding additional data to support a claim, students are modeling\n      with mathematics (TEKS 1C and 1D).</p>\n  </div>\n  <h3>Launch</h3>\n  <div>\n    <p>Arrange students in groups of 2\n      to 4. Give students 2 minutes to work through the first question, then\n      pause for a whole-group discussion. Tell students, \"Data is often kept\n      about fouls in basketball, flags in football, or penalty box minutes in\n      hockey.\" If using the blackline master, then distribute it to students\n      and tell them to begin questions 2 and 3. If you are not using the\n      blackline master, then tell students to use the internet to find data\n      about fouls, flags, penalties, or other similar data about rules\n      violations and sports results. Ask them to record two questions for the\n      data that they research that are similar to questions 2 and 3. Then ask\n      them to answer their questions using mathematical work.</p>\n    <p>A blackline master is included\n      with data for hockey and football if students do not have access to\n      technology to find their own data.</p>\n    <h4>Support for Students with Disabilities</h4>\n    <div>\n      <em>Engagement: Develop Effort and Persistence.</em>\n      Encourage and support opportunities for peer interactions. Display\n      sentence frames to support student conversation such as: \"I predict\n      _____ because . . .\", \"We will need to know . . .\", \"Why did you . .\n      .?\", \"I agree/disagree because . . .\"<br><em>Supports accessibility for: Language; Social-emotional skills</em>\n    </div>\n    <div><em><br></em>\n    </div>\n  </div>\n  <h3>Student Facing Statement</h3>\n  <div>\n    <ol>\n      <li>Before\n        researching data, do you think the number of penalties a team gets in a\n        season is correlated to the number of wins the team gets in that\n        season? Do you think it is a positive or negative relationship? Do you\n        think the relationship is weak or strong? Explain your reasoning.\n      </li>\n      <li>Is there a relationship\n        between the number of penalties a team gets in a season and the number\n        of wins in that season? Show any mathematical work that leads to your\n        answer.\n      </li>\n      <li>Do penalties cause a change in wins or wins cause a change in penalties or neither? Explain your reasoning.\n      </li>\n    </ol>\n  </div>\n  <h3>Student Response</h3>\n  <div>\n    <p>Sample response:</p>\n    <ol>\n      <li>I\n        think there will be a weak, negative relationship. Penalties usually\n        come with ways that put the team at a disadvantage, but not a very\n        severe one, so I think that more penalties will lead to fewer wins, but\n        not a strong relationship.</li>\n      <li>\n        <div><img alt=\"Scatter plot, number of wins, penalty minutes per game. &nbsp;\" height=\"244\" src=\"https://k12.openstax.org/contents/raise/resources/0f90efd03ad2549da94f52e5a8a819a63d204d1f\" width=\"227\"></div>\n        Based on the scatter plot and correlation coefficient, there is a very weak (\\( r = 0.19 \\)), positive relationship.\n      </li>\n      <li>I think neither of these variables causes the other to change. Most\n        likely, a very good team may feel they have the ability to give up a\n        few penalties and still win, so they don't worry as much about getting\n        penalized.</li>\n    </ol>\n  </div>\n  <h3>Anticipated Misconceptions</h3>\n  <div>\n    <p>Students may struggle with finding a method to determine the presence\n      of a relationship. Ask students, \"What data could you collect to begin\n      answering the question? What representations could you create with that\n      data to help illustrate a relationship?\"</p>\n  </div>\n  <h3>Activity Synthesis</h3>\n  <div>\n    <p>The purpose of this discussion is for students to communicate how they used mathematics to justify their findings.</p>\n    <p>If students are able to research their own data, tell the groups to\n      create a visual display to present their findings. Some questions for\n      discussion are listed here:</p>\n    <ul>\n      <li>\"If there is a negative correlation, do you think the penalties\n        would cause fewer wins?\" (Although it may be part of the cause, it is\n        generally not the main reason a team loses several games.)</li>\n      <li>\"Were there any interesting data points you would like to research\n        more about?\" (Some points were very far away from the rest of the data\n        and might be interesting to look at more closely.)</li>\n      <li>\"How did you reach a conclusion? Explain your reasoning.\" (I\n        created a scatter plot from data that I collected. I then plotted the\n        residuals to verify that a linear model would be appropriate. I computed\n        a line of best fit and a correlation coefficient and found that there\n        was a weak relationship between penalties and wins because the\n        correlation coefficient was between 0 and 0.5.)</li>\n    </ul>\n  </div>\n  <hr>\n</div>\n<div>\n  <h2>Lesson Synthesis</h2>\n  <div>\n    <p>Here are some questions for discussion.</p>\n    <ul>\n      <li>\"What did you find important, challenging, or otherwise notable\n        about today's lesson?\" (It was really interesting to collect data to\n        answer a question. I really felt like I was figuring something out.)</li>\n      <li>\"What mathematical work from this unit did you use in today's\n        activity?\" (I used scatter plots, lines of best fit, and the correlation\n        coefficient. I also had to determine whether or not the two variables\n        showed a causal relationship.)</li>\n      <li>\"How might the mathematical tools that you have learned in this\n        unit help you outside of mathematics class?\" (I could use these tools to\n        think about graphs or claims that I see being made in the media. It\n        would help me to determine what to believe and what not to believe.)</li>\n    </ul>\n  </div>\n</div><br>\n<p></p>"
    }
  ]
}