{
  "id": "60775a99-585a-4d8e-af06-2dafa58ec6fa",
  "content": [
    {
      "variant": "main",
      "html": "<h4> Lesson Narrative</h4>\n<p>In this culminating lesson, students use polynomials to model dimensions and areas of rectangles. Both activities in the lesson use the dimensions and areas of rectangles to apply the skills of working with polynomials learned throughout the unit. </p>\n<p>In the first activity, students are given diagrams of rectangles with side lengths labeled. They complete a table to find the missing measures of length, width, or area. </p>\n<p>In the second activity, students are given a table of measures of rectangles, similar to the table in the previous activity. In this activity, they will not have the visual of the rectangles. Also, they will be given the area of rectangles and asked to find the dimensions. This will require division of polynomials or factoring. </p>\n<p>In the third activity, students create their own table with given measures. Each student trades tables with a partner and works to find the missing measures. Students check their answers with their partner. A discussion after the activity can include having students share the methods they used to create the table. </p>\n<p>Students have an opportunity to apply the skills of working with polynomials as they add, multiply, divide, and factor polynomials to find the missing measures of rectangles.</p>\n<h4> Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>Use polynomials to model rectangles.</li>\n</ul>\n<h4> Learning Targets (Student Facing)</h4>\n<ul>\n  <li>Use polynomials to model rectangles. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<ul>\n  <li>A10(A) add and subtract polynomials of degree one and degree two;</li>\n  <li>A10(B) multiply polynomials of degree one and degree two;</li>\n  <li>A10(C) determine the quotient of a polynomial of degree one and polynomial of degree two when divided by a polynomial of degree one and polynomial of degree two when the degree of the divisor does not exceed the degree of the dividend</li>\n  <li>A10(D) rewrite polynomial expressions of degree one and degree two in equivalent forms using the distributive property;</li>\n  <li>A10(E) factor, if possible, trinomials with real factors in the form \\(ax^2 + bx + c\\), including perfect square trinomials of degree two; and</li>\n  <li>A10(F) decide if a binomial can be written as the difference of two squares and, if possible, use the structure of a difference of two squares to rewrite the binomial.</li>\n</ul>\n<h4> Required Materials</h4>\n<ul>\n  <li><a href=\"https://k12.openstax.org/contents/raise/resources/e675ed44e797d9f8ef91c6df2df6998ef8d23532\" target=\"_blank\" title=\"Project 6 Handouts\"> Project 6 Handouts</a></li>\n</ul>\n<h4> Required Preparation</h4>\n<ul>\n  <li>None</li>\n</ul>\n<h4> Project Activities</h4>\n<ul>\n  <li>Activity P.1: Areas of Rectangles </li>\n  <li>Activity P.2: Dimensions and Areas of Rectangles </li>\n  <li>Activity P.3: Create Your Own Rectangle </li>\n</ul>"
    }
  ]
}