{
  "id": "60b5a444-0627-499a-bb84-f1fe4f969f2a",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Graphing Linear Inequalities in Two Variables to Solve Applications</h4>\n<p dir=\"ltr\"><span>Many fields use linear inequalities to model a problem. While our examples may be about simple situations, they give us an opportunity to build our skills and to get a feel for how they might be used.</span><br></p>\n<p dir=\"ltr\"><span><strong>EXAMPLE&nbsp;</strong></span><br></p>\n<p dir=\"ltr\"><span>Hilaria works two part time jobs in order to earn enough money to meet her obligations of at least $240 a week. Her job in food service pays $10 an hour and her tutoring job on campus pays $15 an hour. How many hours does Hilaria need to work at each job to earn at least $240?&nbsp;</span><br></p>\n<ol type=\"a\">\n<li><span>Let&nbsp; x&nbsp; be the number of hours she works at the job in food service and let y be the number of hours she works tutoring. Write an inequality that would model this situation.</span></li>\n<li><span>Graph the inequality.&nbsp;</span></li>\n<li><span>Find three ordered pairs&nbsp; (x,y)&nbsp; that would be solutions to the inequality. Then, explain what that means for Hilaria.</span></li>\n</ol>\n<p dir=\"ltr\"><span><strong>SOLUTION</strong></span><br></p>\n<p dir=\"ltr\"><span>We let x be the number of hours she works at the job in food service and let y be the number of hours she works tutoring. She earns $10 per hour at the job in food service and $15 an hour tutoring. At each job, the number of hours multiplied by the hourly wage will gives the amount earned at that job.</span><br></p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"47\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/cc2b9c88a9651d5c9632e2b4cc49b6aab6b22cfc\" width=\"553\"><br></p>\n<p>b. To graph the inequity, we put it in slope-intercept form.</p>\n<p>\\( \\begin{eqnarray} 10x + 15y \\geq 240 \\\\ 15y \\geq -10x + 240 \\\\y \\geq - \\frac{2}{3}x + 16 \\end{eqnarray} \\)<br></p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"305\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/3ca16ac51454808b8645fea25bfaa8c13d218723\" width=\"300\"><br></p>\n<p>c.&nbsp;From the graph, we see that the ordered pairs \\( (15,10) \\), \\( (0,16) \\),&nbsp;\\( (24,0) \\) represent three of infinitely many solutions. Check the values in the inequality.</p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"161\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/657ed958ce40344d1bbc05587cc508eb290a2c7a\" width=\"675\"></p>\n<p>For Hilaria, it means that to earn at least $240, she can work 15 hours tutoring and 10 hours at her fast-food job, earn all her money tutoring for 16 hours, or earn all her money while working 24 hours at the job in food service.</p>\n<h4>Try It: Graphing Linear Inequalities in Two Variables to Solve Applications</h4>\n<p>Elijah works two part time jobs. One at a grocery store that pays $10 an hour and the other is babysitting for $13 per hour. Between the two jobs, Elijah wants to earn at least $260 a week. How many hours does Elijah need to work at each job to earn at least $260?&nbsp;</p>\n<p><br></p>\n<div class=\"os-raise-ib-cta\" data-button-text=\"Solution\" data-fire-event=\"Reveal1\" data-schema-version=\"1.0\">\n<div class=\"os-raise-ib-cta-content\">\n<p>a. Let x be the number of hours he works at the grocery store and let y be the number of hours he works babysitting. Write an inequality that would model this situation.&nbsp;</p>\n<p><span>b. Graph the inequality.&nbsp;</span><br></p>\n<p><span>c. Find three ordered pairs (x, y) that would be solutions to the inequality. Then, explain what that means for Elijah .</span><br></p>\n<p><br></p>\n</div>\n<div class=\"os-raise-ib-cta-prompt\">\n<p>Write down your answer. Then select the Solution button to check your work.\n    </p>\n</div>\n</div>\n<div class=\"os-raise-ib-content\" data-schema-version=\"1.0\" data-wait-for-event=\"Reveal1\">\n<p>Here is how to model the problem and solve:</p>\n<p>a. \\( 10x+13y&ge;260 \\)</p>\n<p>b.</p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"309\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/50559651dc86edfbe4480e8f4358916046348fea\" width=\"300\"><br></p>\n<p><span>c. Answers will vary. Sample answers: \\( (20, 10) \\), \\( (15, 20) \\), \\( (10, 25) \\); For each of these coordinate points, if Hugh worked&nbsp;\\( x \\) hours at the grocery store and&nbsp;\\( y \\) hours babysitting, he would earn at least $260.</span></p>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about&nbsp;<em>why</em>&nbsp;you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</p><br>\n</div>"
    }
  ]
}