{
  "id": "64252c6b-bec6-4033-aec5-0118e9bf32a0",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Activity (10 minutes)</h4>\n<p>The mathematical purpose of this activity is to use the correlation coefficient to describe the relationship between two variables. Students examine a pair of variables and a correlation coefficient to describe the relationship between the variables as strong or weak and as positive or negative. Students must reason abstractly and quantitatively (TEKS 1C and 1F) when they interpret the situation to describe the relationship.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of 2. Give students an example of the type of response expected by telling students: &ldquo;The cost of a package of light bulbs and the number of light bulbs in the package has a correlation coefficient value near 1. This means that these variables have a very strong, positive relationship. In other words, the price of the package is very closely related to the number of light bulbs in the package (strong relationship), and when one of the variables goes up, the other variable tends to go up, too (positive relationship).&rdquo;</p>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p><em>Engagement: Develop Effort and Persistence.</em>&nbsp;Display or provide students with a physical copy of the example of the type of response from the launch. Encourage students to highlight or annotate to anchor understanding. Check for understanding by inviting students to rephrase in their own words. Keep the display of the example visible throughout the activity.</p>\n  <p><em>Supports accessibility for: Memory; Organization</em></p>\n</div>\n<br>\n<h4>Student-Facing Statement</h4>\n<p>For each situation, describe the relationship between the variables, based on the correlation coefficient. Make sure to mention whether there is a&nbsp;<strong>strong relationship</strong>&nbsp;or not as well as whether it is a&nbsp;<strong>positive relationship</strong>&nbsp;or&nbsp;<strong>negative relationship</strong>.</p>\n<ol>\n  <li>Number of steps taken per day and number of kilometers walked per day. \\(r = 0.92\\)</li>\n  <li>Temperature of a rubber band and distance the rubber band can stretch. \\(r = 0.84\\)</li>\n  <li>Car weight and distance traveled using a full tank of gas. \\(r = - 0.86\\)</li>\n  <li>Average fat intake per citizen of a country and average cancer rate of a country. \\(r = 0.73\\)&nbsp;</li>\n  <li>Score on science exam and number of words written on the essay question. \\(r = 0.28\\)</li>\n  <li>Average time spent listening to music per day and average time spent watching TV per day. \\(r = - 0.17\\)</li>\n</ol>\n<h4>Student Response</h4>\n<ol>\n  <li>There is a strong, positive relationship. An increase in the number of kilometers walked tends to go along with an increase in the number of steps taken per day.</li>\n  <li>There is a strong, positive relationship. An increase in temperature tends to go along with an increase in the distance a rubber band can stretch.</li>\n  <li>There is a strong, negative relationship. An increase in the weight of a car tends to go along with a decrease in the distance it can travel on a full tank of gas.</li>\n  <li>There is a moderate positive relationship. An increase in the fat intake per citizen of a country tends to go along with an increase in the average cancer rate of a country, but it is not a strong relationship.</li>\n  <li>There is a weak, positive relationship. An increase in the number of words written on the essay question tends to go along with an increase on the score for a science exam, but the relationship is weak.</li>\n  <li>There is a weak, negative relationship. An increase in the average time spent listening to music per day tends to go along with a decrease in the average time spent watching TV per day, although the relationship is weak.</li>\n</ol>\n<h4>Student-Facing Extension</h4>\n<h5>Are you ready for more?</h5>\n<p>A biologist is trying to determine if a group of dolphins is a new species of dolphin or if it is a new group of individuals within the same species of dolphin. The biologist measures the width (in millimeters) of the largest part of the skull, zygomatic width, and the length (in millimeters) of the snout, rostral length, of 10 dolphins from the same group of individuals.</p>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\" width=\"213\">\n  <tbody>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>\\(x\\), rostral length (mm)</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>\\(y\\), zygomatic width (mm)</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>288</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>147</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>247</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>147</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>268</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>171</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>278</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>177</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>258</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>168</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>272</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>184</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>272</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>161</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>258</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>159</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>273</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>168</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"110\">\n        <p>277</p>\n      </td>\n      <td valign=\"top\" width=\"103\">\n        <p>166</p>\n      </td>\n    </tr>\n  </tbody>\n</table><br>\n<p>The data appear to be linear, the equation of the line of best fit is \\(y = 0.201 x + 110.806\\), and the \\(r\\)-value is 0.201.</p>\n<ol>\n  <li>\n    <p>After checking the data, the biologist realizes that the first zygomatic width listed as 147 mm is an error. It is supposed to be 180 mm. Use technology to find the equation of a line of best fit and the correlation coefficient for the corrected data. What is the equation of the line of best fit and the correlation coefficient?</p>\n  </li>\n  <li>\n    <p>Compare the new equation of the line of best fit with the original. What impact did changing one data point have on the slope, \\(y\\)-intercept, and correlation coefficient on the line of best fit?</p>\n  </li>\n  <li>\n    <p>Why do you think that a weak positive association became a moderately strong association? Explain your reasoning.</p>\n  </li>\n  <li>\n    <p>Use technology to change the \\(y\\)-value for the first and second entries in the table.</p>\n    <ol type=\"a\">\n      <li>\n        <p>How does changing each point&rsquo;s \\(y\\)-value impact the correlation coefficient?</p>\n      </li>\n      <li>\n        <p>Can you change two values to get the correlation coefficient closer to 1? Use data to support your answer.</p>\n      </li>\n      <li>\n        <p>By leaving \\((288,180)\\), can you change a value to get the relationship to change from a positive one to a negative one? Use data to support or refute your answer.</p>\n      </li>\n    </ol>\n  </li>\n</ol>\n<h4>Extension Student Response</h4>\n<div>\n  <ol>\n    <li>\n      <p>\\(y = 0.693 x &minus; 18.373\\) and \\(r = 0.76\\)</p>\n    </li>\n    <li>\n      <p>The slope increased, and the correlation coefficient got closer to 1. The \\(y\\)-intercept also changed significantly.</p>\n    </li>\n    <li>\n      <p>I think it became moderately strong because the data point that was changed did not follow the roughly linear pattern of the other 9 data points, and when it was changed, it did follow the linear pattern more closely.</p>\n    </li>\n    <li>\n      <ol type=\"a\">\n        <li>\n          <p>Changing the points to numbers well above or below the existing linear trend in the data makes the correlation coefficient get closer to zero.</p>\n        </li>\n        <li>\n          <p>I managed to get the \\(r\\)-value to 0.86 by changing the 2 values that appeared farthest from the line of best fit, \\((272,184)\\) and \\((272,161)\\), to values that are very close to the existing line of best fit, \\((272,168)\\) and \\((272,168)\\).</p>\n        </li>\n        <li>\n          <p>By changing \\((247,147)\\) to \\((247,1000)\\), I was able to change the relationship to a negative one because the line of best fit had a negative slope, \\(y = - 14.187 x + 4071.1\\).</p>\n        </li>\n      </ol>\n    </li>\n  </ol>\n</div>\n<h4>Activity Synthesis</h4>\n<div>\n  <p>The purpose of this discussion is for students to interpret the data based on the relationship between the two variables that they determined using the correlation coefficient.</p>\n  <p>Ask:</p>\n  <ul>\n    <li>&ldquo;Do these correlations make sense based on what you understand about these variables?&rdquo; (Yes, mostly. Walking more, for example, usually means you take more steps.)</li>\n    <li>&ldquo;Based on the information here, does a greater fat intake cause cancer?&rdquo; (Not necessarily. There seems to be a link, but there are many other factors about countries with greater fat intake that might play a part.) Causal relationships are the focus of the next lesson, so it is okay for students to struggle with this question now.</li>\n    <li>&ldquo;What does it mean for the relationship between the score on a science exam and the number of words written to be weak and positive?&rdquo; (It means that, in general, the exam score tended to increase as the number of words written increased, but the relationship between these two variables was weak. This makes sense because if you wrote very few words, you probably would not get a good score, but writing lots of words does not necessarily guarantee you a good score.)</li>\n  </ul>\n</div>\n<h3>3.5.3 Self Check</h3>\n<p><em><strong>After</strong><strong> the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</strong></em></p>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\" width=\"624\">\n  <tbody>\n    <tr>\n      <td colspan=\"2\" valign=\"top\" width=\"624\">\n        <p>QUESTION: In the graph below, which BEST describes the scatter plot of points?</p>\n        <p><strong>\n            <!-- [if !vml]--><img alt=\"SCATTER PLOT THAT CAN BE APPROXIMATED BY A LINE, WHERE THE Y-VALUES DECREASE AS THE X-VALUES INCREASE\" class=\"img-fluid atto_image_button_text-bottom\" height=\"169\" src=\"https://k12.openstax.org/contents/raise/resources/968cd1ffebf121e75411ca59ea97082f848f6e3d\" width=\"250\">\n          </strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"282\">\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td valign=\"top\" width=\"342\">\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"282\">\n        \\(r=0.90\\), positive, weak correlation<br>\n        <ol start=\"1\" type=\"A\">\n        </ol>\n      </td>\n      <td valign=\"top\" width=\"342\">\n        <p>Incorrect. Let&rsquo;s try again a different way: The slope of the line of best fit would be negative, so correlation should be negative. Also, the correlation coefficient is close to 1, so it is a strong relationship. The answer is\n          <!-- [if !msEquation]-->\n          <!-- [if !vml]-->\\(r=-0.9\\), strong, negative correlation.\n        </p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"282\">\n        \\(r=-0.90\\), strong, negative correlation<br>\n        <ol start=\"2\" type=\"A\">\n        </ol>\n      </td>\n      <td valign=\"top\" width=\"342\">\n        <p>That&rsquo;s correct! Check yourself: The slope of the line of best fit would be negative, so the correlation should be negative. Also, since the points are close together, the \\(r\\)-value is close to &ndash;1.</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"282\">\n        \\(r=-0.24\\), weak, negative correlation<br>\n        <ol start=\"3\" type=\"A\">\n        </ol>\n      </td>\n      <td valign=\"top\" width=\"342\">\n        <p>Incorrect. Let&rsquo;s try again a different way: Since the points are close together, the \\(r\\)-value should be close to &ndash;1. The answer is\n          <!-- [if !msEquation]-->\n          <!-- [if !vml]-->\\(r=-0.9\\), strong, negative correlation.\n        </p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"282\">\n        &nbsp;\\(r=0.24\\), strong, positive correlation<br>\n        <ol start=\"4\" type=\"A\">\n        </ol>\n      </td>\n      <td valign=\"top\" width=\"342\">\n        <p>Incorrect. Let&rsquo;s try again a different way: The slope of the line of best fit would be negative, so correlation should be negative. Since the points are close together, the \\(r\\)-value should be close to &ndash;1. The answer is\n          <!-- [if !msEquation]-->\n          <!-- [if !vml]-->\\(r=-0.9\\), strong, negative correlation.\n        </p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<h4>3.5.3: Additional Resources</h4>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it. </em></strong></p>\n<h4>Determine the Strength of a Linear Relationship</h4>\n<p><strong>Example:&nbsp;</strong>Finding a Correlation Coefficient</p>\n<ol start=\"1\" type=\"a\">\n  <li>Calculate the correlation coefficient for cricket-chirp data in the table below.</li>\n  <li>Tell if the linear relationship is positive or negative and if it is strong, weak, or moderate.</li>\n</ol>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\" width=\"637\">\n  <tbody>\n    <tr>\n      <td width=\"122\">\n        <p><strong>Chirps</strong></p>\n      </td>\n      <td width=\"62\">\n        <p>44</p>\n      </td>\n      <td width=\"62\">\n        <p>35</p>\n      </td>\n      <td width=\"62\">\n        <p>20.4</p>\n      </td>\n      <td width=\"54\">\n        <p>33</p>\n      </td>\n      <td width=\"49\">\n        <p>31</p>\n      </td>\n      <td width=\"49\">\n        <p>35</p>\n      </td>\n      <td width=\"67\">\n        <p>18.5</p>\n      </td>\n      <td width=\"59\">\n        <p>37</p>\n      </td>\n      <td width=\"51\">\n        <p>26</p>\n      </td>\n    </tr>\n    <tr>\n      <td width=\"122\">\n        <p><strong>Temperature</strong></p>\n      </td>\n      <td width=\"62\">\n        <p>80.5</p>\n      </td>\n      <td width=\"62\">\n        <p>70.5</p>\n      </td>\n      <td width=\"62\">\n        <p>57</p>\n      </td>\n      <td width=\"54\">\n        <p>66</p>\n      </td>\n      <td width=\"49\">\n        <p>68</p>\n      </td>\n      <td width=\"49\">\n        <p>72</p>\n      </td>\n      <td width=\"67\">\n        <p>52</p>\n      </td>\n      <td width=\"59\">\n        <p>73.5</p>\n      </td>\n      <td width=\"51\">\n        <p>53</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>Table</strong> <strong>1</strong> Cricket Chirps vs. Air Temperature</p>\n<p>\n  <!-- [if !supportLists]-->a.&nbsp;&nbsp;&nbsp;&nbsp;\n  <!--[endif]-->Using graphing technology, enter the chirps in the \\(x\\)-column of the table and the temperature in the \\(y\\)-column of the table. The correlation coefficient is \\(r=0.9509\\).\n</p>\n<p>\n  <!-- [if !supportLists]-->b.&nbsp;&nbsp;&nbsp;&nbsp;\n  <!--[endif]-->This value is very close to 1, which suggests a strong, positive, linear relationship.\n</p>\n<h4>Try It: Determine the Strength of a Linear Relationship</h4>\n<ol start=\"1\" type=\"1\">\n  <li>Calculate the correlation coefficient for data in the table below. Tell if the linear relationship is positive or negative and if it is strong, weak, or moderate.</li>\n</ol>\n<div><br>\n  <table border=\"1\" cellpadding=\"5\">\n    <tbody>\n      <tr>\n        <th scope=\"row\">\\(x\\)</th>\n        <td>21</td>\n        <td>25</td>\n        <td>30</td>\n        <td>31</td>\n        <td>40</td>\n        <td>50</td>\n      </tr>\n      <tr>\n        <th scope=\"row\">\\(y\\)</th>\n        <td>17</td>\n        <td>11</td>\n        <td>2</td>\n        <td>&ndash;1</td>\n        <td>&ndash;18</td>\n        <td>&ndash;40</td>\n      </tr>\n    </tbody>\n  </table>\n  <br>\n</div>\n<p>Write down your answer. Then select the <strong>Solution </strong>button to check your work.</p>\n<h5>Solution&nbsp;</h5>\n<p>\\(r=&minus;0.9985\\); The relationship is a strong and negative relationship.</p>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about why you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</p>"
    }
  ]
}