{
  "id": "645713c9-4b8b-47b0-b3bb-0e2e1697dcc6",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Optional Activity (40 minutes)</h3>\n<p>This optional activity, designed for an extra class period, gives students an opportunity to gather and analyze data for bounce heights for multiple balls. Each ball should be sufficiently bouncy to allow measurement of at least 4 bounces. Good examples include: tennis balls, basketballs, super balls, golf balls, and soccer balls. It will also be important to find a surface that is hard, flat, and level. Any padding will dampen the bounces, and any slant or irregularity on the surface will affect the direction of the bounce. A tiled or concrete floor or a flat and paved surface outdoors should work. Students will need measuring tapes and may need some practice gathering the data.</p>\n<p>Notice how students record the bounce heights. Recording these heights to the nearest inch or centimeter will already be challenging, and anything beyond that is too much precision. This activity is a good opportunity to choose a degree of precision appropriate to the context and the measuring device used.</p>\n<p>As in the previous task, monitor how students process their data and decide on an appropriate factor to quantify the bounciness of each ball. Students should now be comfortable with the fact that the data are not exactly exponential, but they may still choose different ways for deciding on an appropriate exponential decay factor.</p>\n<p>Here are typical rebound factors for several types of balls:</p>\n<ul>\n<li> Tennis ball: 0.5 to 0.6 </li>\n<li> Super ball: 0.9 </li>\n<li> Basketball: about 0.6 </li>\n</ul>\n<p>Making graphing or spreadsheet technology available gives students an opportunity to choose appropriate tools strategically.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of 3 or 4. Give each group a measuring tape and a ball. Explain to students that their job is to determine the rebound factors of several balls by gathering data on their rebound heights. They then need to use mathematics to model the relationship between the number of bounces and the height of a bounced ball.</p>\n<p>Students should drop all the balls from the same height. Consider letting students realize this on their own.</p>\n<p>***If you are not able to give groups of students 3 balls to collect their own data, or if you would like to save time, have students &ldquo;click to reveal&rdquo; the sample table prefilled with data.</p>\n<h5>Support for Students with Disabilities</h5>\n<div>\n<p>Leverage choice around perceived challenge. Invite students to select 1 or 2 balls to bounce, instead of 3. Chunking this task into more manageable parts may also benefit students who benefit from additional processing time.</p>\n</div>\n<br>\n<h4>Student Activity</h4>\n<p>Your teacher will give your group three different kinds of balls.</p>\n<p>Your goal is to measure the rebound heights, model the relationship between the number of bounces and the heights, and compare the bounciness of the balls.</p>\n<p><img alt=\"Group of different types of sport balls.\" src=\"https://s3.amazonaws.com/im-ims-export/mMaVZjLeWUBCQPiPsG34GLUb\" width=\"300\"></p>\n<ol>\n<li> Complete the table. Make sure to note which ball goes with which column. </li>\n</ol>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col width=\"148\">\n<col width=\"153\">\n<col width=\"153\">\n<col width=\"150\">\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p>\\(n\\), number of bounces</p>\n</td>\n<td>\n<p>\\(a\\), height for ball 1 (cm)</p>\n</td>\n<td>\n<p>\\(b\\), height for ball 2 (cm)</p>\n</td>\n<td>\n<p>\\(c\\), height for ball 3 (cm)</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>0</p>\n</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>\n<p>1</p>\n</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>\n<p>2</p>\n</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>\n<p>3</p>\n</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>\n<p>4</p>\n</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n</tr>\n</tbody>\n</table>\n<br>\n<strong>Answer:</strong>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col width=\"148\">\n<col width=\"153\">\n<col width=\"153\">\n<col width=\"150\">\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p>\\(n\\), number of bounces</p>\n</td>\n<td>\n<p>\\(a\\), height for ball 1 (cm)</p>\n</td>\n<td>\n<p>\\(b\\), height for ball 2 (cm)</p>\n</td>\n<td>\n<p>\\(c\\), height for ball 3 (cm)</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>0</p>\n</td>\n<td>\n<p>150</p>\n</td>\n<td>\n<p>150</p>\n</td>\n<td>\n<p>150</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>1</p>\n</td>\n<td>\n<p>80</p>\n</td>\n<td>\n<p>100</p>\n</td>\n<td>\n<p>60</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>2</p>\n</td>\n<td>\n<p>41</p>\n</td>\n<td>\n<p>70</p>\n</td>\n<td>\n<p>25</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>3</p>\n</td>\n<td>\n<p>20</p>\n</td>\n<td>\n<p>50</p>\n</td>\n<td>\n<p>13</p>\n</td>\n</tr>\n<tr>\n<td>\n<p>4</p>\n</td>\n<td>\n<p>11</p>\n</td>\n<td>\n<p>35</p>\n</td>\n<td>\n<p>6</p>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<ol start=\"2\">\n<li> Which one appears to be the bounciest? Which one appears to be the least bouncy? Explain your reasoning. <br>\n<strong>Answer:</strong> The second ball is the bounciest. The balls were all dropped from the same height, and its bounces are the highest. The third ball is the least bouncy.\n    </li>\n<br>\n<li> For each one, write an equation expressing the bounce height in terms of the bounce number \\(n\\). <br>\n<strong>Answer:</strong> Sample response:\n        <ul>\n<li> Ball 1: \\(a=150 \\cdot (\\frac{1}{2})^n\\) or \\(a=150 \\cdot (0.5)^n\\) </li>\n<li> Ball 2: \\(b=150 \\cdot (\\frac{7}{10})^n\\) or \\(b=150 \\cdot (0.7)^n\\) </li>\n<li> Ball 3: \\(c=150 \\cdot (\\frac{2}{5})^n\\) or \\(c=150 (0.4)^n\\)</li>\n</ul>\n</li>\n<br>\n<li> Explain how the equations could tell us which one is the most bouncy. <br>\n<strong>Answer:</strong> The bounciness of the ball is measured by the rebound factor, which is the base of the exponential expression. This is \\(\\frac12\\) for the first ball, \\(\\frac{7}{10}\\) for the second ball, and \\(\\frac25\\) for the third ball. The larger this number, the bouncier the ball.\n    </li>\n<br>\n<li> If the bounciest one were dropped from a height of 300 cm, what equation would model its bounce height \\(h\\)? <br>\n<strong>Answer:</strong> \\(h=300 \\cdot (\\frac{7}{10})^n\\)\n    </li>\n</ol>\n<h4> Student-Facing Extension</h4>\n<h4>Are you ready for more?</h4>\n<ol>\n<li> If Ball 1 were dropped from a point that is twice as high, would its bounciness be greater, less, or the same? Explain your reasoning. <br>\n<strong>Answer:</strong> Sample response: The same. The bounciness of the ball does not depend on the height from which it is dropped. This is why the successive rebound heights are modeled by an exponential function.\n    </li>\n<br>\n<li> Ball 4 is half as bouncy as the least bouncy ball. What equation would describe its height \\(h\\) in terms of the number of bounces \\(n\\)? <br>\n<strong>Answer:</strong> Sample response: \\(h=150(\\frac{1}{5})^n\\)\n    </li>\n<br>\n<li> Ball 5 was dropped from a height of 150 centimeters. It bounced up very slightly once or twice and then began rolling. How would you describe its rebound factor? Explain your reasoning. <br>\n<strong>Answer:</strong> Sample response: The rebound factor is very close to 0. Because the ball barely left the ground after hitting it, we could say that it lost almost all of its height with each bounce.\n    </li>\n</ol>\n<h4>Anticipated Misconceptions</h4>\n<p>Students may struggle to measure the heights of the bounces. Consider allowing phones or other technology that can record a video of the bounces so that it can be replayed in slow motion.</p>\n<h4> Activity Synthesis</h4>\n<p>Depending on available time, you may choose to have groups of students prepare a presentation for sharing their findings or simply discuss the data and findings as a whole class.</p>\n<p>As in the previous task, highlight different methods for estimating the rebound factor (taking the quotient of two successive values, taking an average of successive quotients, or making a general estimate of successive quotients). Also highlight the inherent inaccuracy of bounce height measurements, which, in turn, influences how accurately we should report the successive quotients. Probably no more than one significant decimal digit should be used.</p>\n<p>Focus the discussion on the meaning of the rebound factors. Ask questions such as:</p>\n<ul>\n<li>&ldquo;Does a larger factor mean that the ball is more bouncy or less bouncy?&rdquo;</li>\n<li>&rdquo;Does a larger factor mean that the heights are decreasing more quickly or more slowly?&rdquo;</li>\n</ul>\n<p>Emphasize the fact that in a situation modeled by a function \\(f\\) given by \\(f(n)=a \\cdot b^n\\), the number \\(b\\) expresses the growth factor. In situations where \\(0&lt;b&lt;1\\), a larger value of \\(b\\)&nbsp;means that the function decays more slowly (because more of the quantity remains). In terms of comparing the bounciness of the balls, the larger the successive quotients in the table columns, the bouncier the ball is. While all of the balls will eventually lie still on the ground, a larger successive quotient (or rebound factor) means that the bounce heights decrease more slowly.</p>\n<h5> Support for English Language Learners</h5>\n<div>\n<p>Use this routine to help students improve their writing by providing them with multiple opportunities to clarify their explanations through conversation within their group. Give students time to share their response to the question, &ldquo;Explain how the equations could tell us which one is the most bouncy.&rdquo; Provide listeners with prompts for feedback that will help their partner add detail to strengthen and clarify their ideas. For example, students can ask their partner, &ldquo;How did you use the data in the table?&rdquo; or &ldquo;Can you explain the rebound factor in your equations?&rdquo; Next, provide students with 3&ndash;4 minutes to revise their initial draft based on feedback from their group. This will help students produce a written generalization for how they can estimate the rebound factor and use successive quotients in a real-world exponential situation.</p>\n</div>"
    }
  ]
}