{
  "id": "656a08a0-d01c-488e-91e1-da78d33a01f2",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Warm Up (5 minutes)</h4>\n<p>The mathematical purpose of this activity is for students to match bivariate data with its context. Students should think about whether they might expect a strong correlation or not as well as whether the relationship has a positive or negative correlation. Monitor for students who discuss linear relationships or variability in the data.</p>\n<h3>Launch</h3>\n<div>\n  <p>Arrange students in groups of 2&ndash;4. Provide access to the scatter plots and contexts for the warm up.</p>\n</div>\n<h3>Student-Facing Statement</h3>\n<div>\n  <p>Match the variables to the scatter plot you think they best fit. Be prepared to explain your reasoning.</p>\n  <table border=\"1\" cellpadding=\"5\">\n    <thead>\n      <tr>\n        <th scope=\"row\"></th>\n        <th scope=\"col\"><span>\\(x\\)&nbsp;</span>variable</th>\n        <th scope=\"col\"><span>\\(y\\)&nbsp;</span>variable</th>\n      </tr>\n    </thead>\n    <tbody>\n      <tr>\n        <th scope=\"row\">1.</th>\n        <td>daily low temperature in Celsius for Denver, CO</td>\n        <td>boxes of cereal in stock at a grocery in Miami, FL</td>\n      </tr>\n      <tr>\n        <th scope=\"row\">2.</th>\n        <td>average number of free throws shot in a season</td>\n        <td>basketball team score per game</td>\n      </tr>\n      <tr>\n        <th scope=\"row\">3.</th>\n        <td>measured student height in feet</td>\n        <td>measured student height in inches</td>\n      </tr>\n      <tr>\n        <th scope=\"row\">4.</th>\n        <td>average number of minutes spent in a waiting room</td>\n        <td>hospital satisfaction rating</td>\n      </tr>\n    </tbody>\n  </table>\n  <div>\n    <div>\n      <div>\n        <div>\n          <p>A</p><img alt=\"A scatterplot.\" height=\"225\" src=\"https://k12.openstax.org/contents/raise/resources/adef0f89932ad5126606d49e77dbad6b6b053366\" width=\"212\">\n        </div>\n      </div>\n      <div>\n        <div>\n          <p>B</p><img alt=\"A scatterplot.\" height=\"225\" src=\"https://k12.openstax.org/contents/raise/resources/43d780dc75b737d3bf7dee5bd14aa3b2f5640300\" width=\"218\">\n        </div>\n      </div>\n    </div>\n    <div>\n      <div>\n        <div>\n          <p>C</p><img alt=\"A scatterplot.\" height=\"225\" src=\"https://k12.openstax.org/contents/raise/resources/47b2511e888ea7a8d2b134a0a7ee1dcb02468f7c\" width=\"218\">\n        </div>\n      </div>\n      <div>\n        <div>\n          <p>D</p><img alt=\"A scatterplot.\" height=\"225\" src=\"https://k12.openstax.org/contents/raise/resources/ade3ef85b629664d8fd3360aca8be534568d6e2f\" width=\"212\">\n        </div>\n      </div>\n    </div>\n  </div>\n</div>\n<h3>Student Response</h3>\n<div>\n  <ol>\n    <li>C</li>\n    <li>B</li>\n    <li>A</li>\n    <li>D</li>\n  </ol>\n</div>\n<h3>Anticipated Misconceptions</h3>\n<div>\n  <p>Students may struggle with matching the pairs of variables with a scatter plot. Encourage students to think about how related the variables are and how the \\(y\\)&nbsp;variable might change as the \\(x\\) variable increases.</p>\n\n  <p>Suggestion to have students create a table of values that might represent the scenario & variables in order to help them match the variables with the scatter plots. (They could graph their generated tables to help them with the visualization). </p>\n\n\n</div>\n<h3>Activity Synthesis</h3>\n<div>\n  <p>The goal of this discussion is for students to discuss how the characteristics of the scatter plots allowed them to determine the context. For each context, select groups to share their match and reasoning. Select groups who used linear models and variability in their small-group discussions.</p>\n  <p>Here are some questions for discussion.</p>\n  <ul>\n    <li>&ldquo;How did the concept of linear relationships help you make a match?&rdquo; (For the height in inches and the height in feet, I knew that the data would be very linear. I chose scatter plot A because it was the only one that appeared linear. I did wonder why scatter plot A was not perfectly linear. Maybe it had to do with rounding or measurement error.)</li>\n    <li>&ldquo;How did you use the concept of linearity to help you make a match?&rdquo; (First, I expected the temperature and cereal context relationship to be totally random rather than linear at all, so that fit with scatter plot C. Second, I knew that problem 3 matched with scatter plot A because I knew it should be almost perfectly linear. For a given height in feet, there is only one height in inches.)</li>\n    <li>&ldquo;Which matches were the most difficult? What helped you figure them out?&rdquo; (It was hardest to find the matches for scatter plots B and D because they were pretty scattered. I noticed that the data in scatter plot D displayed a negative relationship, so I looked for a context that would have a negative relationship. It makes sense that customer satisfaction decreases as wait time increases.)</li>\n  </ul>\n</div>\n<p><br></p>"
    }
  ]
}