{
  "id": "65c48641-6265-410e-9165-50fe27c14bf7",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Unit 6: Working with Polynomials</h3>\n<p>In this unit, students expand and deepen their understanding of algebraic expressions by working with polynomials. They classify and perform operations on polynomials, including adding, subtracting, multiplying, dividing, and factoring.</p>\n<p>The unit opens with an introduction to different types of polynomials. Students will classify polynomials by number of terms and degree. They will add and subtract polynomials by combining like terms. Students will use function notation to represent polynomial functions and evaluate these functions for given values.</p>\n<p>Students continue to explore operations with polynomials as they master polynomial multiplication. A review of the distributive property and properties of exponents will be helpful as they learn multiple methods to multiply such as distributive property and vertical alignment, as they used to multiply numbers. They will examine special cases where patterns can be used to efficiently multiply binomials. Students will use their previous knowledge of polynomial functions to further practice the multiplication of polynomials.</p>\n<p>Students continue to explore polynomial operations by exploring polynomial division. They will use the Quotient Property for exponents to divide by monomials. Students will divide polynomials by binomials using long division as they used to divide by numbers. As extensions or optional activities: Students will learn an efficient method to divide a polynomial by a binomial of the form \\(x-c\\) called synthetic division. Students will divide polynomial functions using the skills they have learned dividing polynomials. They will learn the Remainder theorem and Factor theorem, which can be used to check their work while dividing polynomials.</p>\n<p>The remaining lessons in the unit focus on factoring expressions and polynomials. Students will find the greatest common factor (GCF) of two or more expressions, as they have done with numbers. They will learn to factor the GCF from a polynomial by using the &ldquo;reverse&rdquo; of the distributive property and to factor by grouping. Students will start to recognize when a polynomial is prime. Students will learn methods for factoring trinomials of the form \\(x^2 + bx + c\\) and \\(ax^2 + bx + c\\), perfect square trinomials, and difference of squares binomials.</p>\n<p>The unit closes with students analyzing polynomials of many different forms, selecting an appropriate strategy for factoring, and implementing that strategy by factoring the polynomials to its prime factors.</p>"
    }
  ]
}