{
  "id": "6b611223-910d-4d37-9c3b-a90d3fbe3512",
  "content": [
    {
      "variant": "main",
      "html": "<p>Throughout the unit, you will be provided with resources to promote students&rsquo; character development. These resources come from <a href=\"https://characterlab.org/\" target=\"_blank\">Character Lab</a> and their <a href=\"https://characterlab.org/playbooks/\" target=\"_blank\">Playbooks</a>.</p>\n<p>The focus for this unit is on <strong>curiosity</strong>&mdash;wanting to know more.</p>\n<ul class=\"os-raise-indent\">\n  <li> In the Unit 8 Overview and Readiness lesson, students will see an example of how this trait is modeled through a real-world scenario. </li>\n  <li> In each lesson&rsquo;s Teacher Guide, you will be provided with links to tips that may help you foster this trait in students. </li>\n</ul>\n<h4>Why Does Curiosity Matter?</h4>\n<p>When you are curious about something, you not only have a drive to learn more about it, but you also process it at a deeper level. Moreover, when you are curious about a topic, you voluntarily spend more time learning about it and remember more of what you have learned about the topic.</p>\n<h4>How Do I Encourage Curiosity in My Students?</h4>\n<p>Consider some of these suggestions for promoting curiosity in your classroom:</p>\n<ul class=\"os-raise-indent\">\n  <li><strong> Model it. </strong>Cheerfully admit that you don&rsquo;t know what you don&rsquo;t know: &ldquo;I actually don&rsquo;t know how to do that problem. Let&rsquo;s look it up together!&rdquo; However you enjoy exploring your personal interests&mdash;books, podcasts, documentaries&mdash;share what you like: &ldquo;I listened to the most amazing story today. Let me tell you about it!&rdquo; </li>\n  <li><strong> Celebrate it. </strong>Praise question-asking: &ldquo;What a great question! I love the ideas it&rsquo;s sparking!&rdquo; Show admiration for wrong answers: &ldquo;No, that&rsquo;s not right. Explain to me how you&rsquo;re thinking about this!&rdquo; Build on curiosity expressed as statements: &ldquo;I bet that if we use all our pencils we can build a skyscraper!&rdquo; &ldquo;That&rsquo;s cool, let&rsquo;s see how we can do that!&rdquo; </li>\n  <li><strong> Enable it.</strong> Make room for curiosity: When planning an activity, factor in time for questions. Establish an end-of-day ritual to share one thing each person in the family learned that they didn&rsquo;t know before. Replace close-ended questions (&ldquo;Is oxygen a component of the air we breathe?&rdquo;) with open-ended questions (&ldquo;What is air made of?&rdquo;). </li>\n</ul>"
    }
  ]
}