{
  "id": "74cc1ff9-6dc2-4a26-8159-608df3b1e1b2",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Solving a Quadratic Equation Set Equal to Zero</h4>\n<p>The expressions \\(h(40 &minus; 10h)\\) and \\(-10h^2 + 40h\\) define the same function. The function models the height of a weather balloon in miles \\(h\\) hours after it is released.</p>\n<ol>\n  <li>What equation can be used to determine the times the weather balloon is on the ground?</li>\n</ol>\n<p>Solution:<br>\n  When the weather balloon is on the ground, the expression will equal 0. So, the equation \\(h(40 &minus; 10h) = 0\\) represents the weather balloon when it is on the ground.</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"2\">\n  <li>How can we solve the equation \\(h(40 &minus; 10h) = 0\\)?</li>\n</ol>\n<p>Solution:<br>\n  We know that any value multiplied by 0 equals 0. So, if \\(h\\) or \\((40 - 10h)\\) equals 0, then the left side of the equation will also equal 0.</p>\n<p>The weather balloon is on the ground at 0 hours. Now, let&rsquo;s find the solution to \\(40 - 10h = 0\\).</p>\n<p>\\(40 - 10h = 0\\)</p>\n<p>\\(40 = 10h\\)</p>\n<p>\\(4 = h\\)</p>\n<p>The weather balloon is also on the ground after 4 hours.</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"3\">\n  <li>A scientist wants to determine the two different times when the weather balloon is 30 miles above Earth. Write an equation to represent these times.</li>\n</ol>\n<p>Solution:<br>\n  The times when the weather balloon is 30 miles above Earth are represented by the equation \\(h(40 &minus; 10h) = 30\\) or the equation \\(-10h^2 + 40h = 30\\).</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"4\">\n  <li>If the weather balloon is 30 miles above Earth after 1 hour, find another time that the weather balloon is 30 miles above Earth.</li>\n</ol>\n<p>Solution:<br>\n  We know the total trip takes the weather balloon 4 hours. Since the graph representing the flight of the weather balloon is symmetric, if it takes 1 hour to reach 30 miles up, then 1 hour from touching the ground, it will be at 30 miles up again. So, the weather balloon will be 30 miles above Earth after 3 hours.</p>\n<h4>Try It: Solving a Quadratic Equation Set Equal to Zero</h4>\n<p>The expressions \\(p(420 &minus; 60p)\\) and \\(-60p^2 + 420p\\) define the same function. The function models revenue earned at a baseball game from the sale of baseball magazines sold at \\(p\\) dollars each.</p>\n<div class=\"os-raise-ib-cta\" data-button-text=\"Solution\" data-fire-event=\"Reveal1\" data-schema-version=\"1.0\">\n  <div class=\"os-raise-ib-cta-content\">\n    <ol>\n      <li>At what price or prices would the game organizers collect $0 revenue from magazine sales? Explain or show your reasoning.</li>\n    </ol>\n    <ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"2\">\n      <li>The organizers determined there are two magazine prices that would result in a revenue of $600. What equation would you use to determine what those two prices are?</li>\n    </ol>\n  </div>\n  <div class=\"os-raise-ib-cta-prompt\">\n    <p>Write down your answers, then select the <strong>solution</strong> button to compare your work.</p>\n  </div>\n</div>\n<div class=\"os-raise-ib-content\" data-schema-version=\"1.0\" data-wait-for-event=\"Reveal1\">\n  <p><span>Here is how to use your knowledge of quadratic equations to solve the problem:</span><br></p>\n  <ol>\n    <li>$0 and $7. If the equation \\(p(420 &minus; 60p) = 0\\) is true, then either \\(p\\) is equal to 0, or \\(420 &minus; 60p\\) is equal to 0. If \\(420 &minus; 60p = 0\\), then \\(p\\) is 7, because \\(420 &minus; 60(7)\\) is 0.</li>\n  </ol>\n  <ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"2\">\n    <li>We could write \\(p(420 &minus; 60p) = 600\\) or \\(-60p^2 + 420p = 600\\). We can use trial and error or graphing to provide approximate solutions. We do not yet know an exact method to solve either equation.</li>\n  </ol>\n</div>"
    }
  ]
}