{
  "id": "74f2715a-6f32-4493-982e-ab8665d860a9",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Interpreting Equations in Function Notation</h4>\n<p>What does a statement like \\(p(3)=12\\) mean?</p>\n<p>On its own, \\(p(3)=12\\) only tells us that when \\(p\\) takes 3 as its input, its output is 12.</p>\n<p>If we know what quantities the input and output represent, however, we can learn much more about the situation that the function represents.</p>\n<p>If function \\(p\\) gives the perimeter of a square whose side length is \\(x\\) and both measurements are in inches, then we can interpret \\(p(3)=12\\) to mean &ldquo;a square whose side length is 3 inches has a perimeter of 12 inches.&rdquo;</p>\n<p>We can also interpret statements like \\(p(3)=12\\) to mean &ldquo;a square with side length \\(x\\) has a perimeter of 32 inches,&rdquo; which then allows us to reason that \\(x\\) must be 8 inches and to write \\(p(8)=32\\).</p>\n<p>If function \\(p\\) gives the number of blog subscribers, in thousands, \\(x\\) months after a blogger started publishing online, then \\(p(3)=12\\) means &ldquo;3 months after a blogger started publishing online, the blog has 12,000 subscribers.&rdquo;</p>\n<p>It is important to pay attention to the units of measurement when analyzing a function. Otherwise, we might mistake what is happening in the situation. If we miss that \\(p(x)\\) is measured in thousands, we might misinterpret \\(p(36)\\) to mean &ldquo;there are 36 blog subscribers after \\(x\\) months,&rdquo; while it actually means &ldquo;after 36 months, there are \\(x\\) thousands of blog subscribers.&rdquo;</p>\n<h4>Try It: Interpret Equations in Function Notation</h4>\n<br>\n<div class=\"os-raise-ib-cta\" data-button-text=\"Solution\" data-fire-event=\"Reveal1\" data-schema-version=\"1.0\">\n<div class=\"os-raise-ib-cta-content\">\n<p>If a function \\(A\\) gives the area of a square, with a side length \\(x\\) centimeters, then what does the function \\(A(8)=64\\) mean?</p>\n</div>\n<div class=\"os-raise-ib-cta-prompt\">\n<p>In your notebook, write down your answer. Then select the <strong>Solution</strong> button to check your work.\n    </p>\n</div>\n</div>\n<div class=\"os-raise-ib-content\" data-schema-version=\"1.0\" data-wait-for-event=\"Reveal1\">\n<p>Compare your answers:</p>\n<p>Here is how to interpret the function notation in the equation:</p>\n<p>Since \\(A\\) gives the area and 8 is the input, a square with side length of 8 centimeters has an area of 64 \\(cm^2\\).</p>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about <em>why</em> you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</p>\n</div>"
    }
  ]
}