{
  "id": "753b5668-020b-49d0-83ea-0bb2b3fc53ed",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (15 minutes)</h3>\n<p>In this activity, students encounter quadratic expressions that are in standard form and that have a negative constant term. They notice that, when such expressions are rewritten in factored form, one of the factors is a sum and the other is a difference. They connect this observation to the fact that the product of a positive number and a negative number is a negative number.</p>\n<p>Students also recognize that the sum of the two factors of the constant term may be positive or negative, depending on which factor has a greater absolute value. This means that the sign of the coefficient of the linear term (which is the sum of the two factors) can reveal the signs of the factors.</p>\n<p>Students will use their observations of these expressions and of operations to help transform expressions in standard form into factored form.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of two. Give students a few minutes of quiet time to attempt the first two rows of question 1. Pause for a class discussion before students complete the rest of the table. Make sure students recall that when transforming an expression in standard form into factored form, they are looking for two numbers whose sum is the coefficient of the linear term and whose product is the constant term.</p>\n<p>Next, display a completed table for the first question and the incomplete table for the second question for all to see. Ask students to talk to their partner about at least one thing they notice and one thing they wonder about the expressions in the table.</p>\n<p>Students may notice that:</p>\n<ul class=\"os-raise-indent\">\n  <li> The constant terms in the right column of the first table are 30 and 18. They are both positive. </li>\n  <li> The constant terms in the right column of the second table are all -36. </li>\n  <li> The linear terms in the right column of the first table are positive and negative. That is also the case for the linear terms in the second table. </li>\n  <li> The pairs of factors in the first table are both sums or both differences, while the factors in the second table are a sum and a difference. </li>\n</ul>\n<p>Students may wonder:</p>\n<ul class=\"os-raise-indent\">\n  <li> why all the expressions in standard form in the second table have the same squared term and constant term but different linear terms.</li>\n  <li> whether the missing expression in the first row of the second table will also have the same squared term and constant term as the rest of the expressions in standard form.</li>\n  <li> whether the factors will be sums, differences, or one of each.</li>\n</ul>\n<p>Next, ask students to work quietly on the second question before conferring with their partner.</p>\n<h4>Student Activity </h4>\n<p>Let&rsquo;s begin by reviewing how to convert between standard and factored form using expressions like the ones we have seen before.</p>\n<ol class=\"os-raise-noindent\">\n  <li>Each row of the table below has a pair of equivalent expressions. Complete the table. If you get stuck, consider drawing a diagram.</li>\n</ol>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col width=\"206\">\n    <col width=\"211\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Factored form</strong></p>\n      </td>\n      <td>\n        <p><strong>Standard form</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x + 5)(x + 6)\\)</p>\n      </td>\n      <td>&nbsp;</td>\n    </tr>\n    <tr>\n      <td>&nbsp;</td>\n      <td>\n        <p>\\(x^2+13x +30\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x &minus; 3)(x &minus; 6)\\)</p>\n      </td>\n      <td>&nbsp;</td>\n    </tr>\n    <tr>\n      <td>&nbsp;</td>\n      <td>\n        <p>\\(x^2&minus;11x +18\\)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<p>Write down your answers, then select the <strong>solution</strong> button to compare your work.</p>\n<p> <strong>Answers:</strong></p>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col width=\"204\">\n    <col width=\"204\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Factored form</strong></p>\n      </td>\n      <td>\n        <p><strong>Standard form</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x + 5)(x + 6)\\)</p>\n      </td>\n      <td>\n        <p>\\(x^2 + 11x + 30\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x + 10)(x + 3)\\)</p>\n      </td>\n      <td>\n        <p>\\(x^2 + 13x + 30\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x &minus; 3)(x &minus; 6)\\)</p>\n      </td>\n      <td>\n        <p>\\(x^2 &minus; 9x + 18\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x &minus; 9)(x &minus; 2)\\)</p>\n      </td>\n      <td>\n        <p>\\(x^2 &minus; 11x + 18\\)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<p>In the warm up, you examined factors that had different signs. Two numbers&rsquo; signs affect the sum when they are combined and the product when they are multiplied. Use your observations from the warm up to explore these expressions that are in some ways unlike the ones we have seen before.</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>Each row of the table below has a pair of equivalent expressions. Complete the table. If you get stuck, consider drawing a diagram.</li>\n</ol>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col width=\"163\">\n    <col width=\"172\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Factored form</strong></p>\n      </td>\n      <td>\n        <p><strong>Standard form</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x + 12)(x &minus; 3)\\)</p>\n      </td>\n      <td>&nbsp;</td>\n    </tr>\n    <tr>\n      <td>&nbsp;</td>\n      <td>\n        <p>\\(x^2 &minus; 9x &minus; 36\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>&nbsp;</td>\n      <td>\n        <p>\\(x^2 &minus; 35x &minus; 36\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>&nbsp;</td>\n      <td>\n        <p>\\(x^2 + 35x &minus; 36\\)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<p>Write down your answers, then select the <strong>solution</strong> button to compare your work.</p>\n<p> <strong>Answers:</strong></p>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col width=\"163\">\n    <col width=\"172\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Factored form</strong></p>\n      </td>\n      <td>\n        <p><strong>Standard form</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x + 12)(x &minus; 3)\\)</p>\n      </td>\n      <td>\n        <p>\\(x^2 + 9x &minus; 36\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x &minus; 12)(x + 3)\\)</p>\n      </td>\n      <td>\n        <p>\\(x^2 &minus; 9x &minus; 36\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x &minus; 36)(x + 1)\\)</p>\n      </td>\n      <td>\n        <p>\\(x^2 &minus; 35x &minus; 36\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x + 36)(x &minus; 1)\\)</p>\n      </td>\n      <td>\n        <p>\\(x^2 + 35x &minus; 36\\)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>Name some ways that the expressions in the second table are different from those in the first table (aside from the fact that the expressions use different numbers).</li>\n</ol>\n<p><strong>Answer:</strong> In the second table, the expressions in standard form all have a negative constant term. In the first table, they are all positive and the numbers are smaller.</p>\n<p>The factored expressions in the first table are either both sums or both differences (same operation in both binomials). In the second table, they all consist of a sum and a difference (different operations in the binomials).</p>\n<h4>Activity Synthesis</h4>\n<p>Display the incomplete second table for all to see. Invite some students to complete the missing expressions and explain their reasoning. Discuss questions such as:</p>\n<ul class=\"os-raise-indent\">\n  <li>\"How did you know what signs the numbers in the factored expressions would take?\" (The two numbers must multiply to -36, which is a negative number, so one of the factors must be positive and the other must be negative.) </li>\n  <li>\"How do you know which factor should be positive and which should be negative?\" (If the coefficient of the linear term in standard form is positive, the factor of -36 with the greater absolute value is positive. If the coefficient of the linear term is negative, the factor of -36 with the greater absolute value is negative. This is because the sum of a positive and a negative number takes the sign of the number with the greater absolute value.) </li>\n</ul>\n<p>If not mentioned in students&rsquo; explanations, point out that all the factored expressions in the second table contain a sum and a difference. This can be attributed to the negative constant term in the equivalent standard form expression.</p>\n<h3>8.7.2: Self Check</h3>\n<em><strong>\n    <p>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</p>\n  </strong></em>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col width=\"302\">\n    <col width=\"322\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:</strong></p>\n        <p>Find the factored form of the expression, \\(x^2&minus; 22x &minus; 48\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x + 12)(x &minus; 4)\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The constants in these factors have the correct product, but they do not have a sum of -22. The answer is \\((x + 2)(x &minus; 24)\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x &minus; 2)(x + 24)\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The constants in these factors have the correct product, but they do not have a sum of -22. The answer is \\((x + 2)(x &minus; 24)\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x + 2)(x &minus; 24)\\)</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: Multiply the factors to check if they are equivalent to \\(x^2&minus; 22x &minus; 48\\). Since they are equal, the answer is correct.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\((x &minus; 8)(x &minus; 16)\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The constants in these factors have the correct sum, but they do not have a product of -48. The answer is \\((x + 2)(x &minus; 24)\\).</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>8.7.2: Additional Resources</h3>\n<em><strong>\n    <p>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</p>\n  </strong></em>\n<h4>Interpreting Negative Constant Terms When Factoring Quadratic Expressions</h4>\n<p>Consider the expression \\(x^2&minus; 34x + 64\\). (Note the leading coefficient is 1.)</p>\n<p>We have factored expressions like this before. We know that when the constant term is positive, the signs of the constants in the factored form must be the same.</p>\n<p>Since the middle term is negative, we know that both terms will be negative. So, \\(x^2 &minus; 34x + 64\\) factors into \\((x &minus; 32)(x &minus; 2)\\).</p>\n<p>If the middle term was positive in the expression above, then both constants in the factored form would have been positive.</p>\n<p><strong>Example 1</strong></p>\n<p>Now consider the expression \\(x^2&minus; 2x &minus; 24\\). (Note the leading coefficient is 1.)</p>\n<p>The constant term is a negative, -24. To find its factored form, we are searching for two numbers that have a negative product. This means that these two numbers must have opposite signs since multiplying a positive number and a negative number yields a negative product.</p>\n<p>Now look at the middle term, -2. We know the sum of these numbers must be -2. This means the factor with the larger absolute value must be negative.</p>\n<p>Which factors of -24 have a sum of -2? The answer is -6 and 4. Since we know that the larger value must have a negative sign, this confirms the factors we are searching for are -6 and 4.</p>\n<p>This gives a factored form of \\((x &minus; 6)(x + 4)\\).</p>\n<p><strong>Example 2</strong></p>\n<p>Find the factored form. (Note the leading coefficient is 1.)</p>\n<p>\\(x^2 + 7x &minus; 18\\)</p>\n<p>The constant term is a negative, -18. To find its factored form, we are searching for two numbers that have a negative product.</p>\n<p>The middle term is 7. The same two numbers must have a sum of +7.</p>\n<p>Which two numbers have a product of -18 and a sum of +7?</p>\n<p>The numbers are 9 and -2.</p>\n<p>So, the factored form is \\((x + 9)(x &minus; 2)\\).</p>\n<h4>Try It: Interpreting Negative Constant Terms When Factoring Quadratic Expressions</h4>\n<p>Find the factored form of each expression.</p>\n<ol class=\"os-raise-noindent\">\n  <li>\\(x^2+ 7x &minus; 44\\)</li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>\\(x^2&minus; x &minus; 30\\)</li>\n</ol>\n<p>Write down your answers, then select the <strong>solution</strong> button to compare your work.</p>\n<h5>Solution</h5>\n<ol class=\"os-raise-noindent\">\n  <li>\\((x + 11)(x &minus; 4)\\)</li>\n</ol>\n<p>The factors +11 and -4 yield a product of -44 (the constant term) and sum to be +7 (the coefficient of the linear term).</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>\\((x + 5)(x &minus; 6)\\)</li>\n</ol>\n<p>The factors +5 and -6 yield a product of -30 (the constant term) and sum to be -1 (the coefficient of the linear term).</p>"
    }
  ]
}