{
  "id": "7831b0fe-c22b-4f09-8229-29143db07e0e",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm-up prompts students to carefully analyze and compare the properties of four graphs. Each graph represents a function, but no labels or scales are shown on the coordinate axes, so students need to look for and make use of the structure of the graphs in determining how each one is like or unlike the others.</p>\n<p>In making comparisons, students have a reason to use language precisely, especially mathematical terms that describe features of graphs or properties of functions.</p>\n<p>Depending on their background knowledge, students may need help understanding what is happening in graph B.</p>\n<h4>Student-Facing Statement</h4>\n<p>Which one doesn&rsquo;t belong?</p>\n<ol type=\"a\">\n<li><br>\n<img alt=\"A graph with origin O. The graph is a line crossing the vertical axis and slants downward to cross the horizontal axis.\" src=\"https://k12.openstax.org/contents/raise/resources/16d8c744a8fb7cf5ddd315290ee08f7b4518f7d1\">\n</li>\n</ol>\n\n<ol start=\"2\" type=\"a\">\n<li> <br>\n<img alt=\"A graph.&nbsp;\" src=\"https://k12.openstax.org/contents/raise/resources/73a3ecbbb4cee4f09acd7c21d287c0a49ac36579\">\n</li>\n</ol>\n<ol start=\"3\" type=\"a\">\n<li> <br>\n<img alt=\"A graph with origin O. The graph is a horizontal line passing through the middle of the vertical axis.\" src=\"https://k12.openstax.org/contents/raise/resources/d8bc94e59e979f60ffd869f1ac292c2fb21c349d\">\n</li>\n</ol>\n<ol start=\"4\" type=\"a\">\n<li> <br>\n<img alt=\"A graph.\" src=\"https://k12.openstax.org/contents/raise/resources/eb795e5d654bbc8f6fea18c6cd13a7b8b80f997d\">\n</li>\n</ol>\n<h4>Student Response</h4>\n<p>Sample response:</p>\n<ul>\n<li> Graph A is the only graph that has a positive vertical intercept and a positive horizontal intercept. It is the only one that has a constant, negative rate of change. </li>\n<li> Graph B is the only graph that is not a continuous curve and has multiple pieces. It is the only one that shows both points and lines. </li>\n<li> Graph C is the only graph that has a constant \\(y\\)-value. </li>\n<li> Graph D is the only graph whose \\(y\\)-value increases and decreases multiple times. It is the only graph that is not a simple line or curve and that has wave-like features. </li>\n</ul>\n<h4>Activity Synthesis</h4>\n<p>Ask each group to share one reason why a particular item does not belong. Record and display the responses for all to see. Encourage students to use relevant mathematical vocabulary in their explanations, and ask students to explain the meaning of any terminology that they do use, such as &ldquo;intercepts,&rdquo; &ldquo;minimum,&rdquo; or &ldquo;linear functions.&rdquo;</p>\n<p>After each response, ask the class if they agree or disagree. Since there is no single correct answer to the question of which one does not belong, attend to students&rsquo; explanations and ensure the reasons given are correct.</p>\n<p>By now students are well aware that certain features of a graph have special significance in that they tell us something about the quantities or relationships in the situation. Tell students that features of graphs can also help us understand the domain and range of a function. We will explore this in the lesson.</p>"
    }
  ]
}