{
  "id": "7972d1f0-178e-48e3-8d5c-215c019739f4",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Lesson Narrative</h3>\n<p>This lesson serves two main goals. The first goal is to revisit the idea (first learned in middle school) that not all systems of linear equations have a single solution. Some systems have no solutions, and others have infinitely many solutions. The second goal is to investigate different ways to determine the number of solutions to a system of linear equations.</p>\n<p>Earlier in the unit, students learned that the solution to a system of equations is a pair of values that meet both constraints in a situation and that this condition is represented by a point of intersection of two graphs. Here, students make sense of a system with no solutions in a similar fashion. They interpret it to mean that there is no pair of values that meet both constraints in a situation and that there is no point at which the graphs of the equations would intersect.</p>\n<p>Next, students use what they learned about the structure of equations and about equivalent equations to reason about the number of solutions. For instance, students recognize that equivalent equations have the same solution set. This means that if the two equations in a system are equivalent, we can tell&mdash;without graphing&mdash;that the system has infinitely many solutions. These exercises are opportunities to look for and make use of structure.</p>\n<p>Likewise, students are aware that the graphs of linear equations with the same slope but different vertical intercepts are parallel lines. If the equations in a system can be rearranged into slope-intercept form (where the slope and vertical intercept become &ldquo;visible&rdquo;), it is possible to determine how many solutions a system has without graphing.</p>\n<h3>Learning Goals (Teacher Facing)</h3>\n<p>Students will be able to:</p>\n<ul>\n  <li>Determine whether a system of equations will have 0, 1, or infinitely many solutions by analyzing their structure or by graphing.</li>\n  <li>Recognize that a system of linear equations can have 0, 1, or infinitely many solutions.</li>\n  <li>Use the structure of the equations in a linear system to make sense of the properties of their graphs.</li>\n</ul>\n<p></p>\n<h3>Learning Targets (Student Facing)</h3>\n<ul>\n  <li>Determine how many solutions a system of equations could have.<br></li>\n</ul>\n<h3>Texas Essential Knowledge and Skills (TEKS)</h3>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td><strong>TEKS</strong></td>\n      <td><strong>Explanation of Coverage</strong></td>\n    </tr>\n    <tr>\n      <td>A.5(C) solve systems of two linear equations with two variables for mathematical and real-world problems.<br></td>\n      <td>Full coverage: Lesson provides content that covers all parts of this TEKS.</td>\n    </tr>\n  </tbody>\n</table>\n<div>\n  <ul>\n  </ul>\n  <h3>Lesson Activities</h3>\n  <p>Here are the instructional activities for the lesson:</p>\n  <ul>\n    <li>2.6.1: Systems of Linear Equations with Infinitely Many Solutions</li>\n    <li>2.6.2: Systems of Linear Equations with No Solution<ul>\n        <li>2.6.2: Self Check&nbsp;</li>\n        <li>2.6.2: Additional Resources</li>\n      </ul>\n    </li>\n    <li>2.6.3: Sorting Systems of Equations Based on Number of Solutions<ul>\n        <li>2.6.3: Self Check&nbsp;</li>\n        <li>2.6.3: Additional Resources</li>\n      </ul>\n    </li>\n    <li>2.6.4: Writing Consistent and Inconsistent Systems of Equations</li>\n  </ul>\n</div>\n<div><span>Students will also complete a series of problems in the 2.6.5: Practice.</span></div>\n<div><br>\n  <h3>Required Materials</h3>\n  <ul>\n    <li>Graphing technology</li>\n    <li>Pre-printed slips, cut from copies of the blackline master</li>\n  </ul>\n  <p></p>\n  <h3>Required Preparation</h3>\n  <p>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. (Desmos is available under Math Tools.)<br></p>\n  <p><span></span></p>\n  <h3>Lesson Vocabulary</h3>\n  <p>During this lesson, it is important to:</p>\n  <p></p>\n  <ul>\n    <li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n    <li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n    <li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n  </ul>\n  <p></p>\n  <p>Vocabulary words that are emphasized in this lesson include:</p>\n  <p><strong>Previous Vocabulary:</strong></p>\n  <ul>\n    <li>system of equations</li>\n    <li>solutions to a system of equations</li>\n    <li>substitution</li>\n    <li>elimination</li>\n    <li>equivalent systems</li>\n  </ul>\n  <p></p>\n  <p><strong>New Vocabulary:</strong></p>\n  <p></p>\n  <ul>\n    <li>N/A</li>\n  </ul><span></span>\n  <p></p>\n  <p><span></span></p>\n  <h3>Support for Building Character</h3>\n  <p>Throughout this unit, find ways to encourage and support students to work on cultivating their<strong> growth mindset</strong>.</p>\n  <p>Here are some tips to try during this lesson:</p>\n  <p></p>\n  <ul>\n    <li><span><a href=\"https://characterlab.org/tips-of-the-week/planting-a-growth-mindset/\" target=\"_blank\">Playing a Growth Mindset</a></span><br></li>\n    <li><a href=\"https://characterlab.org/tips-of-the-week/roots-of-optimism/\" target=\"_blank\">The Roots of Optimism</a></li>\n  </ul>\n  <p></p>\n  <p></p>\n  <p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/growth-mindset/\" target=\"_blank\">Playbook on Growth Mindset</a> from Character Lab.</p>\n  <h3><span>\n      <h3></h3>\n    </span></h3>\n</div>"
    }
  ]
}