{
  "id": "7ac455d1-85e1-498e-b05b-5f2a5b0181c3",
  "content": [
    {
      "variant": "main",
      "html": "<p>Do you think you would want to open your own business someday? Watch the video to learn a bit about how Ozzy Gamez and Juan Quezada opened the Plant Shop Chicago and how they can use polynomials to make sure the business is successful.</p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n<source src=\"https://k12.openstax.org/contents/raise/resources/01162bf40c8331eae492bdc9b2f48de44b0c34ff\">\n<track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/160baa82a9e938dfaafae8a592fa1012129155c9\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/01162bf40c8331eae492bdc9b2f48de44b0c34ff\n</video>\n<br>\n<br>\n<p>In this unit, you will learn about polynomials. Understanding how to perform operations with polynomials can help you plan a budget for the school fundraiser so you can decide the best price to charge for the products and how to account for the shipping costs.</p>\n<h4>Building Character: Judgment</h4>\n<p>Ozzy Gamez grew up in Belize, and Juan Quezada grew up in Mexico. However, they had a mutual love of plants. Ozzy and Juan turned their love of plants into a thriving business. Plant Shop Chicago opened its doors in 2021 with the goal of growing the plant community. It takes hard work, planning, and a keen sense of judgment to grow a successful business. Plant Shop Chicago uses digital tools to make the business run efficiently. They could use polynomials to plan their revenue and costs so they can make a profit.</p>\n<p>Throughout this unit, you will work on developing your <strong>judgment</strong>. We expect good judgment from doctors when they are treating us, teachers when they are grading assignments, and employers when they are reviewing resumes. A key factor in making sound judgements is not jumping to conclusions. Your judgment will never be perfect, but you can strive to be aware of bias and make corrections when necessary.</p>\n<p>Think about yourself. When you face a problem that requires judgment, how many of these things are true?</p>\n<ul>\n<li> I try not to jump to conclusions. </li>\n<li> I am aware that this is a matter of judgment: I ask myself what someone I trust would think of this problem. </li>\n<li> I independently ask several people for their judgment, and I consider their reasons. </li>\n<li> I try to separate my hopes and fears from the facts and beliefs supporting the judgment. </li>\n</ul>\n<p>Don&rsquo;t worry if none of these statements are true for you. Developing this trait takes time. Your first step starts today!</p>"
    }
  ]
}