{
  "id": "7c688efb-0dec-4752-a1c4-9595ab8e2353",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm up activates what students know about interpreting equations in context and about solving for a variable. The given equation is linear and is relatively straightforward. The work prepares students to reason about quadratic equations in the lesson.</p>\n<p>To find the unknown input in each question, students might:</p>\n<ul class=\"os-raise-indent\">\n  <li> Try different values of \\(t\\) until they find one that yields the specified value of \\(c\\). </li>\n  <li> Reason backward (subtract 2.5 from 62.50 and then divide the result by 12) without writing out the steps. </li>\n  <li> Solve \\(62.5 = 12t + 2.5\\) and \\(278.5 = 12t + 2.5\\) by performing the same operation to each side to isolate \\(t\\). </li>\n</ul>\n<h4>Launch</h4>\n<p>Read the problem aloud to the class. Allow the students to answer the exercises individually.</p>\n<h4>Student Activity</h4>\n<p><img alt=\"Ticket stubs\" height=\"258\" src=\"https://k12.openstax.org/contents/raise/resources/4c2ff88a8ad938c925c3489dbf177ecda8d6e508\" width=\"388\"></p>\n<p>Tickets to a play cost $12, and for each purchase there is a $2.50 fee. The expression \\(12t + 2.50\\) represents the cost to purchase tickets for the play, where \\(t\\) is the number of tickets. Be prepared to explain your response to each question.</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\">\n  <li>A family paid $62.50 for tickets. How many tickets were bought?</li>\n</ol>\n<p><strong>Answer:</strong> Five tickets were bought. Subtracting 2.50 from 62.50 gives 60. If \\(12t\\) is 60, then \\(t\\) is 5.</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-noindent\" start=\"2\">\n  <li>A teacher paid $278.50 for tickets for her students. How many tickets were bought?</li>\n</ol>\n<p><strong>Answer: </strong>Twenty-three tickets were bought. Subtracting 2.50 from 278.50 gives 276. If \\(12t\\) is 276, then \\(t\\) is 23.</p>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share their responses and reasoning. Highlight the different strategies used to answer the questions.</p>\n<p>If no students thought of the situation in terms of a function and wrote an equation, point out that we can think about cost as being a function of the number of tickets. In answering the questions, we were looking for the inputs that produce different outputs. This can be done by solving equations. In the case of linear equations, we can &ldquo;do the same thing to each side&rdquo; to isolate the variable.</p>"
    }
  ]
}