{
  "id": "7e5296e2-4f32-4ff6-820e-59eb08fa35bb",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Lesson Narrative</h3>\n<p>This is the last lesson in a series of three lessons on solving systems of equations by elimination. Two new ideas are introduced here.</p>\n<p>The first idea is that we can multiply one or both equations in the system by a factor to make it possible to eliminate a variable. Prior to this point, students worked only with systems where at least one variable in the equations had the same coefficient or with opposite coefficients, making the variable removable when the equations were added or subtracted.</p>\n<p>Here students see that this is not a requirement for a system to be solvable by elimination. We can first multiply one or both equations by a factor-chosen strategically so that the coefficients of one variable become equal or opposites. Then, the variable can be eliminated by adding an original equation and the new equation, or by subtracting one from the other.</p>\n<p>The second new idea is that, whenever we multiply equations in a system by a factor, add or subtract the equations, or otherwise manipulate the equations, we are essentially creating an equivalent system that would help us get closer to finding the solution of the original system.</p>\n<p>The work here builds on earlier work on acceptable moves and equivalent equations. Students should understand and be able to explain two key threads:</p>\n\n<ul>\n<li>Multiplying two equal expressions by the same value results in two expression that are also equal. Variable values that make the original equation true also make the new equation true.</li>\n<li>Adding one equation in a system to another equation is an example of adding an equal amount to each side of an equation. The two sides of the resulting equation are still equal. If the original equations in the system share a set of variable values that make them true, the new equation also shares this set of values.</li>\n</ul>\n\n<p>As they work to process and articulate these key ideas, students practice constructing logical arguments.</p>\n<h3>Learning Goals (Teacher Facing)</h3>\n<p>Students will be able to:</p>\n<ul>\n<li>Recognize that multiplying an equation by a factor creates an equivalent equation whose graph is the same as that of the original equation.</li>\n<li>Solve systems of equations by multiplying one or both equations by a factor and then adding or subtracting the equations to eliminate a variable.</li>\n<li>Explain how solving a system by elimination or by substitution entails creating one or more equivalent systems that would enable us to solve the original one.</li>\n</ul>\n\n<h3>Learning Targets (Student Facing)</h3>\n<ul>\n<li>Explain how multiplying equations by a factor can help us solve systems of linear equations.</li>\n</ul>\n<h3>Texas Essential Knowledge and Skills (TEKS)</h3>\n<table border=\"1\" cellpadding=\"5\">\n<tbody>\n<tr>\n<td><strong>TEKS</strong></td>\n<td><strong>Explanation of Coverage</strong></td>\n</tr>\n<tr>\n<td>A.5(C) solve systems of two linear equations with two variables for mathematical and real-world problems.<br></td>\n<td>Full coverage: Lesson provides content that covers all parts of this TEKS.</td>\n</tr>\n</tbody>\n</table>\n<div>\n<ul>\n</ul>\n<h3>Lesson Activities</h3>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n<li>2.5.1: Multiplying Equations by a Number&nbsp;</li>\n<li>2.5.2: Writing a New System to Solve a Given System&nbsp;<ul>\n<li>2.5.2: Self Check&nbsp;</li>\n<li>2.5.2: Additional Resources</li>\n</ul>\n</li>\n<li>2.5.3: Finding Solutions to Unordered Sets of Equivalent Systems&nbsp;&nbsp;<ul>\n<li>2.5.3: Self Check&nbsp;</li>\n<li>2.5.3: Additional Resources</li>\n</ul>\n</li>\n<li>2.5.4: Building Equivalent Systems&nbsp;</li>\n</ul>\n</div>\n<div><span>Students will also complete a series of problems in the 2.5.5: Practice.</span></div>\n<div><br>\n<h3>Required Materials</h3>\n<ul>\n<li>Graphing technology</li>\n<li>Pre-printed slips, cut from copies of the blackline master</li>\n</ul>\n\n<h3>Required Preparation</h3>\n<p>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device.<br><span>Be prepared to display a graph using technology for all to see.</span></p>\n\n<h3>Lesson Vocabulary</h3>\n<p>During this lesson, it is important to:</p>\n\n<ul>\n<li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n<li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n<li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary:</strong></p>\n\n<ul>\n<li>system of equations</li>\n<li>solutions to a system of equations</li>\n<li>substitution</li>\n<li>elimination</li>\n</ul>\n\n<p><strong>New Vocabulary:</strong></p>\n\n<ul>\n<li><span>equivalent systems</span></li>\n</ul>\n\n\n<h3>Support for Building Character</h3>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>growth mindset</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n\n<ul>\n<li><a href=\"https://characterlab.org/tips-of-the-week/other-side-of-stress/\" target=\"_blank\">The Other Side of Stress</a></li>\n<li><a href=\"https://characterlab.org/tips-of-the-week/choosing-challenge/\" target=\"_blank\">Choosing Challenge</a></li>\n</ul>\n\n\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/growth-mindset/\" target=\"_blank\">Playbook on Growth Mindset</a> from Character Lab.</p>\n<h3><span>\n\n</span></h3>\n</div>"
    }
  ]
}