{
  "id": "7f696ba0-97ed-441d-b363-9062785f423b",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Determine If a Graph Is a Function</h4>\n<p><img alt=\"This figure has a graph next to a table. The graph has a straight line on the x y-coordinate plane. The x and y-axes run from negative 10 to 10. The line goes through the points (0, negative 3), (1, negative 1), and (2, 1). The line is labeled f of x equals2 x minus 3. There are several vertical arrows that relate values on the x-axis to points on the line. The first arrow relates x equalsnegative 2 on the x-axis to the point (negative 2, negative 7) on the line. The second arrow relates x equalsnegative 1 on the x-axis to the point (negative 1, negative 5) on the line. The next arrow relates x equals0 on the x-axis to the point (0, negative 3) on the line. The next arrow relates x equals3 on the x-axis to the point (3, 3) on the line. The last arrow relates x equals4 on the x-axis to the point (4, 5) on the line. The table has 7 rows and 3 columns. The first row is a title row with the label f of x equals2 x minus 3. The second row is a header row with the headers x, f of x, and (x, f of x). The third row has the coordinates negative 2, negative 7, and (negative 2, negative 7). The fourth row has the coordinates negative 1, negative 5, and (negative 1, negative 5). The fifth row has the coordinates 0, negative 3, and (0, negative 3). The sixth row has the coordinates 3, 3, and (3, 3). The seventh row has the coordinates 4, 5, and (4, 5).\" height=\"496\" src=\"https://k12.openstax.org/contents/raise/resources/8cafc286f38f1825dd57670ce189645f0e417f3d\" width=\"688\"><br>\n  A relation is a function if every input has exactly one output value. So the relation defined by the equation \\(y=2x&minus;3\\) is a function. Notice that a line will always be a function, so it is called a linear function.</p>\n<p>If we look at the graph, each vertical dashed line intersects the line at only one point. This makes sense because in a function, for every \\(x\\)-value there is only one \\(y\\)-value.</p>\n<p>If the vertical line hit the graph twice, the&nbsp;\\(x\\)-value would be mapped to two \\(y\\)-values, so the graph would not represent a function.</p>\n<p>This leads us to the vertical line test. A set of points in a rectangular coordinate system is the graph of a function if every vertical line intersects the graph in at most one point. If any vertical line intersects the graph in more than one point, the graph does not represent a function.</p>\n<p>Look at the graphs below:</p>\n<p>\n  <img alt=\"The figure has two graphs. In graph a there is a parabola opening up graphed on the x y-coordinate plane. The x-axis runs from negative 6 to 6. The y-axis runs from negative 2 to 10. The parabola goes through the points (0, negative 1), (negative 1, 0), (1, 0), (negative 2, 3), and (2, 3). In graph b there is a circle graphed on the x y-coordinate plane. The x-axis runs from negative 6 to 6. The y-axis runs from negative 6 to 6. The circle goes through the points (negative 2, 0), (2, 0), (0, negative 2), and (0, 2).\" height=\"358\" src=\"https://k12.openstax.org/contents/raise/resources/f036b97c1d7e062abba7b5b7eb4a54663d3d43f8\" width=\"675\">\n</p>\n<p>Graph a passes the vertical line test because if an imaginary vertical line were drawn anywhere on the graph, it would only touch one time.</p>\n<p>Graph a is a function.</p>\n<p>Graph b does not pass the vertical line test because when a vertical line is drawn down the graph, there is at least one place where the vertical line touches twice.</p>\n<p>Graph b is not a function.</p>\n<h4>Try It: Determine if a Graph Is a Function</h4>\n<p>Determine if each graph is a function. Use the vertical line test to explain.</p>\n<p><img alt=\"The figure has two graphs. In graph a there is an ellipse graphed on the x y-coordinate plane. The x-axis runs from negative 6 to 6. The y-axis runs from negative 6 to 6. The ellipse goes through the points (0, negative 3), (negative 2, 0), (2, 0), and (0, 3). In graph b there is a straight line graphed on the x y-coordinate plane. The x-axis runs from negative 12 to 12. The y-axis runs from negative 12 to 12. The line goes through the points (0, negative 2), (2, 0), and (4, 2).\" height=\"359\" src=\"https://k12.openstax.org/contents/raise/resources/5b86b8dab19477d50e868d209cf51562ebc30909\" width=\"679\">\n</p>\n<div class=\"os-raise-ib-cta\" data-button-text=\"Solution\" data-fire-event=\"Reveal1\" data-schema-version=\"1.0\">\n  <div class=\"os-raise-ib-cta-content\"> </div>\n  <div class=\"os-raise-ib-cta-prompt\">\n    <p>Write down your answer. Then select the <strong>Solution</strong> button to check your work. </p>\n  </div>\n</div>\n<br>\n<div class=\"os-raise-ib-content\" data-schema-version=\"1.0\" data-wait-for-event=\"Reveal1\">\n  <p>Compare your answser:</p>\n  <p>Here is how to determine if a graph is a function:</p>\n  <p>Graph a does not pass the vertical line test because if a vertical line were drawn down the graph, there would be at least one place where the vertical line would touch more than once. For example, a vertical line drawn at \\(x=1\\) would cross the graph more than once.</p>\n  <p>Graph a is not a function.</p>\n  <p>Graph b does pass the vertical line test because a vertical line drawn anywhere on the graph will only touch one time.</p>\n  <p>Graph b is a function.</p>\n</div>"
    }
  ]
}