{
  "id": "8081262a-bbfc-4310-a58d-a706f2b07035",
  "content": [
    {
      "variant": "main",
      "html": "<p>In this lesson, you will revisit the idea of average rate of change and apply it to <span class=\"os-raise-ib-tooltip\" data-schema-version=\"1.0\" data-store=\"glossary-tooltip\">exponential functions</span>. While rate of change has an unambiguous meaning for linear functions, for nonlinear functions rates of change are not constant, so an interval must be specified.</p>\n<p>In this lesson, you are first invited to recall how to calculate an average rate of change for a specific interval for a function represented by a data table. You then consider the average rate of change for an exponential function describing the increase in the number of coffee shops for a business. By comparing the average rate of change of different intervals that all start at the same point, you will observe that while the average rate of change can describe how the data are changing with reasonable accuracy over some intervals, it is not a good predictor over larger intervals since exponential functions do not have a constant rate of change. In the last activity, you use the average rate of change to describe how the cost of producing 1 watt from a solar cell decreases in two separate intervals, which illuminates the nature of exponential decay to decrease at a slower rate. Contexts are used throughout this lesson to give you an opportunity to reason abstractly and quantitatively.</p>\n<p>When you finish this lesson, you will be able to:</p>\n<ul>\n  <li> Calculate the average rate of change of a function over a specified period of time. </li>\n  <li> Recognize how the average rate of change of an exponential function differs from that of a linear function. </li>\n</ul>\n<p>Here are the activities that will help you reach those goals:</p>\n<ul>\n  <li> 5.10.1: Calculate an Average Rate of Change from Two Points </li>\n  <li> 5.10.2: Explore Average Rates of Change in an Exponential Growth Function\n    <ul>\n      <li> 5.10.2: Self Check </li>\n    </ul>\n  </li>\n  <li> 5.10.3: Explore Average Rates of Change in an Exponential Decay Context\n    <ul>\n      <li> 5.10.3: Self Check </li>\n    </ul>\n  </li>\n  <li> 5.10.4: Average Rate of Change </li>\n</ul>\n<p>After that, you&rsquo;ll <strong>practice and review</strong>.</p>\n<ul>\n  <li> 5.10.5: Practice </li>\n  <li> 5.10.6: Lesson Summary </li>\n</ul>"
    }
  ]
}