{
  "id": "825a70bd-f66f-4774-a2f0-097c5aaf23ef",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>In this lesson, students begin to solve quadratic equations by reasoning about what values would make the equations true and by using structure in the equations. The idea that some quadratic equations have two solutions is also made explicit. Students may begin to record their reasoning process as steps for solving, but this is not critical at this point as it will be emphasized in a later lesson.</p>\n<p>As students reason about an equation, they may intuitively perform the same operation on each side of the equal sign to get closer to the solution(s). In the warm up activity, refrain from telling students to &ldquo;take the square root of each side.&rdquo; Instead, focus on reasoning about values that would make the equation true.</p>\n<p>For example, to solve \\(4x^2=100\\), we could divide each side by 4 and get \\(x^2=25\\). Encourage students to interpret this equation as: &ldquo;Some number being squared gives 25&rdquo; and to reason: &ldquo;There are two different values that can be squared to get 25: &ndash;5 and 5.&rdquo;</p>\n<p>Initially reasoning this way helps curb the following common misconception:</p>\n<ul class=\"os-raise-indent\">\n  <li>The only solution to an equation such as \\(x^2 = 25\\) is \\(\\sqrt{25}\\). Each positive number has two square roots, one positive and the other negative. By convention, the radical symbol \\(\\sqrt{}\\) refers to the positive square root. So the number \\(\\sqrt{25}\\) refers only to the positive square root of 25 and does not capture the negative square root. </li>\n</ul>\n<p>In the second activity, the square root property is introduced, establishing that taking the square root of a number yields two possible solutions: a positive square root and a negative square root.</p>\n<p>Technology isn&rsquo;t required for this lesson, but there are opportunities for students to choose to use appropriate technology to solve problems. Consider making technology available.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul class=\"os-raise-indent\">\n  <li> Find the solutions to simple quadratic equations and justify (orally) the reasoning that leads to the solutions. </li>\n  <li> Explain that a quadratic equation may have one or two solutions. </li>\n  <li> Use the square root property to solve equations, understanding that it results in two possible solutions. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul class=\"os-raise-indent\">\n  <li> Find solutions to quadratic equations by reasoning about the values that make the equation true. </li>\n  <li> Explain that quadratic equations may have one or two solutions. </li>\n  <li> Implement the square root property. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><u>A8(A) solve quadratic equations having real solutions by </u>factoring, <u>taking square roots</u>, completing the square, and applying the quadratic formula.</p>\n      </td>\n      <td>\n        <p>Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul class=\"os-raise-indent\">\n  <li> 8.3.1: Determining the Number of Solutions&nbsp; </li>\n  <li> 8.3.2: Recognizing Pairs of Solutions&nbsp; </li>\n  <ul>\n    <li> 8.3.2: Self Check&nbsp; </li>\n    <li> 8.3.2: Additional Resources </li>\n  </ul>\n  <li> 8.3.3: Solving More Complex Quadratic Equations&nbsp; </li>\n  <ul>\n    <li> 8.3.3: Self Check&nbsp; </li>\n    <li> 8.3.3: Additional Resources </li>\n  </ul>\n  <li> 8.3.4: Finding the Solutions </li>\n</ul>\n<p>Students will also complete a series of problems in the 8.3.5: Practice.</p>\n<h4>Required Materials</h4>\n<ul class=\"os-raise-indent\">\n  <li> Paper and pencil </li>\n</ul>\n<h4>Required Preparation</h4>\n<ul class=\"os-raise-indent\">\n  <li> None </li>\n</ul>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul class=\"os-raise-indent\">\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a>. </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson:</p>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Previous Vocabulary</strong></p>\n      </td>\n      <td>\n        <p><strong>New Vocabulary</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        <ul>\n          <li> quadratic equation </li>\n          <li> variable </li>\n          <li> root </li>\n        </ul>\n      </td>\n      <td valign=\"top\">\n        <ul>\n          <li> square root property </li>\n          <li> double root </li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>curiosity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul class=\"os-raise-indent\">\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/learning-to-learn/\" target=\"_blank\">Learning to Learn</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/take-note/\" target=\"_blank\">Take Note</a> </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/curiosity/\" target=\"_blank\">Playbook on Curiosity</a> from Character Lab.</p>"
    }
  ]
}