{
  "id": "89a4c773-919c-43c3-8e99-e5d33172a461",
  "content": [
    {
      "variant": "main",
      "html": "<p>Throughout the unit, you will be provided with resources to promote students' character development. These resources come from <a href='\"https://characterlab.org/\"' target='\"_blank\"'>Character Lab</a> and their <a href='\"https://characterlab.org/playbooks/\"' target='\"_blank\"'>Playbooks</a>.</p>\n<p>The focus for this unit is on <strong>intellectual humility</strong>&mdash;recognizing the limitations of your knowledge.</p>\n<ul class='\"os-raise-indent\"'>\n  <li> In the Unit 9 Overview and Readiness lesson, students will see an example of how this trait is modeled through a real-world scenario.</li>\n  <li> In each lesson's Teacher Guide, you will be provided with links to tips that may help you foster this trait in students. </li>\n</ul>\n<h4>Why Does Intellectual Humility Matter?</h4>\n<p>When you approach life with intellectual humility, you open your mind to learning. You are able to learn from opposing views and have more constructive discussions, even when you disagree. No matter how old you are, with intellectual humility, you become wiser. It helps you be less judgmental of others, learn more in school, and be a better leader.</p>\n<h4>How Do I Encourage Intellectual Humility in My Students?</h4>\n<p>Consider some of these suggestions for promoting intellectual humility in your classroom:</p>\n<ul class='\"os-raise-indent\"'>\n  <li> <strong>Model it.</strong> Admit when you do not know or understand something: \"That's a good question. I don't know the answer, but let's look it up.\" Appreciate others' insights and let them know when they raise a point that you hadn't considered: \"I never thought of it that way, so it's interesting to hear what you have to say.\" Be willing to change your mind and let people know when you do: \"I'm convinced by articles I've read about the problem, so my views have shifted.\" </li>\n  <li><strong> Celebrate it.</strong> Recognize when someone demonstrates intellectual humility: \"I appreciate how open you've been to learning more about all sides of this issue.\" Look for examples of intellectual humility in science, politics, and other areas; highlight these on social media.</li>\n  <li><strong> Enable it.</strong> Value learning and point out that learning happens when you acknowledge what you don't know. At dinner, make a habit of sharing a question you have or one new thing you learned. Keep media from diverse perspectives in the house. Establish a birthday ritual of noting how you have changed your mind over the past year. </li>\n</ul>"
    }
  ]
}