{
  "id": "8bceb00e-777b-4e09-9f24-b3a47ddf92a8",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Activity (20 minutes)</h4>\n<p>This activity serves two goals. The first goal is to further build students&rsquo; intuition about the new variable equation that comes from adding two variable equations in a system and about the solution to that new equation. This is done by grounding the addition and the sum in a familiar context.</p>\n<p>The second goal is to support students in reasoning about why the new equation shares a solution with the original system. The context gives students a concrete mental reference, which can be helpful for interpreting the intersection of the graphs of all three equations and for thinking about the solution that all three equations share.</p>\n<p>In this activity, students also encounter a system that they can solve by graphing and by substitution, but that cannot be easily solved simply by adding or subtracting the equations. This observation may pique students&rsquo; curiosity and make them wonder if it is possible to solve all systems by elimination.</p>\n<p>As students work, identify students who solve the system by graphing and those who solve by substitution. Ask them to share their work later.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of 2 and provide access to graphing technology.</p>\n<p>Read the opening paragraphs with the class. Invite students to explain what each equation represents in this situation. Then, give students 2 minutes of quiet time to think about the first set of questions and a few minutes to discuss their thinking with their partner. Follow with a whole-class discussion.</p>\n<p>Ask students to share their interpretation of the solutions to each equation and how many solutions are possible for each equation. Make sure students recognize that the solutions are pairs of \\( c \\)- and \\( m \\)-values that make each equation true, and that each equation can have many solutions because there are many possible prices of calculators and measuring tapes that can make each equation true.</p>\n<p>Before students proceed to the rest of the activity, ask: &ldquo;If we are solving the system, what are we really looking for?&rdquo; Be sure students see that to solve the system is to find a pair of unit prices that make the equations for both purchases true.</p>\n<h4>Student-Facing Statement</h4>\n<p>A teacher purchased 20 calculators and 10 measuring tapes for her class and paid $495. Later, she realized that she didn&rsquo;t order enough supplies. She placed another order of 8 of the same calculator and 1 of the same measuring tape and paid $178.50.&nbsp;</p>\n<p><br><img alt=\"A calculator and a tape measure\" class=\"img-fluid atto_image_button_text-bottom\" height=\"816\" src=\"https://k12.openstax.org/contents/raise/resources/eb59aa995bdee5256748462eafd7d4ea1d9bd853\" width=\"300\"><br></p>\n<p>This system represents the constraints in this situation:</p>\n<p>\\( \\left\\{ \\begin{array}{c l} 20c + 10m = 495\\\\ 8c + m = 178.50 \\end{array}\\right. \\)</p>\n<p>1.<span> </span>Discuss with a partner:</p>\n<div class=\"editor-indent\">\n  <p>a.<span> </span>In this situation, what do the solutions to the first equation mean?<br><span>b.</span><span> </span><span>What do the solutions to the second equation mean?<br></span><span>c.</span><span> </span><span>For each equation, how many possible solutions are there? Explain how you know.<br></span><span>d.</span><span> </span><span>In this situation, what does the solution to the system mean?</span></p>\n</div>\n<p>2.<span> </span>Find the solution to the system. Explain or show your reasoning.</p>\n<p>3.<span> </span>To be reimbursed for the cost of the supplies, the teacher recorded: &ldquo;Items purchased: 28 calculators and 11 measuring tapes. Amount: $673.50.&rdquo;&nbsp;</p>\n<div class=\"editor-indent\">\n  <p>a.<span> </span>Write an equation to represent the relationship between the numbers of calculators and measuring tapes, the prices of those supplies, and the total amount spent.<br><span>b.</span><span> </span><span>How is this equation related to the first two equations?<br></span><span>c.</span><span> </span><span>In this situation, what do the solutions of this equation mean?<br></span><span>d.</span><span> </span><span>How many possible solutions does this equation have? How many solutions make sense in this situation? Explain your reasoning.&nbsp;&nbsp;</span></p>\n</div>\n<h4>Student Response</h4>\n<p>1.<span> </span>Answers:</p>\n<div class=\"editor-indent\">\n  <p>a.<span> </span>The solutions to&nbsp;\\( 20c + 10m = 495 \\) are all possible combinations of unit prices for the two items that make a total of $495 when buying 20 calculators and 10 measuring tapes.<br><span>b.</span><span> </span><span>The solutions to \\(&nbsp;8c + m = 178.50&nbsp;\\) are all possible combinations of unit prices for the two items that make a total of $178.50 when buying 8 calculators and 1 measuring tape.<br></span><span>c.</span><span> </span><span>Many possible solutions. For example, in the first equation, \\(&nbsp;c = 20&nbsp;\\) and \\(&nbsp;m = 9.50&nbsp;\\) would make the equation true, as would \\(&nbsp;c = 15&nbsp;\\) and \\(&nbsp;m = 19.50&nbsp;\\).<br></span><span>d.</span><span> </span><span>The price for a calculator and the price for a measuring tape that would make both equations true (or satisfy both constraints).</span></p>\n</div>\n<p>2.<span> </span>\\( c = 21.50 \\) and \\(&nbsp;m = 6.50&nbsp;\\). (Students may solve by graphing or by substitution.)</p>\n<p>3.<span> </span>Answers:</p>\n<div class=\"editor-indent\">\n  <p>a.<span> </span>\\( 28c + 11m = 673.50 \\)<br><span>b.</span><span> </span><span>It is the sum of the first two equations.<br></span><span>c.</span><span> </span><span>Sample response: The solutions are all possible combinations of prices for a calculator and for a measuring tape that make a total of $673.50 when 28 calculators and 11 measuring tapes are bought.<br></span><span>d.</span><span> </span><span>Sample response: It has many possible solutions, but only one solution makes sense. The prices of a calculator and of a measuring tape in this equation are the same as those in the other two equations. The new equation simply shows the total numbers of supplies and the total amount paid.</span></p>\n</div>\n<h4>Activity Synthesis</h4>\n<p>Select previously identified students to share their solution and strategy for solving the system. Display their work (especially student-generated graphs) for all to see, or consider displaying this graph:</p>\n<p><img alt=\"Graph of a linear system. unit price of a measuring tape (dollars), unit price of a calculator (dollars).\" height=\"237\" src=\"https://k12.openstax.org/contents/raise/resources/6316c9dffca7cd2f0bcc2d610b0b11f1ca6bb285\" width=\"244\"></p>\n<p>Emphasize that 21.50 and 6.50 are the unit prices of the two supplies that make both equations true.</p>\n<p>Next, discuss students&rsquo; responses to the last set of questions. Ask questions such as:</p>\n<p>\n</p>\n<ul>\n  <li>&ldquo;The first equation was \\(&nbsp;20c+10m=495&nbsp;\\). We added \\(&nbsp;8c+m&nbsp;\\) to the left side and 178.50 to the right side to get \\(&nbsp;28c+11m=673.50&nbsp;\\). Are the two sides of the resulting equation still equal? Why or why not?&rdquo; (Yes. We&rsquo;re adding equal amounts to each side, so the two sides are still equal. The cost of buying 8 calculators and 1 measuring tape is $178.50.)</li>\n  <li>&ldquo;Predict what the graphs of all three equations would look like.&rdquo; (They would intersect at a common point.) Consider graphing all three equations for all to see.</li>\n  <li>&ldquo;In this situation, why does it make sense for the graphs to intersect at the same point? What does that point mean?&rdquo; (The prices of a calculator and of a measuring tape in the first two orders are also the prices in the combined order. The unit prices of the items didn&rsquo;t change, so it makes sense that they work for all three equations.)</li>\n  <li>&ldquo;In general, why does it make sense for a third equation that is the sum of the two equations in a system to share a common solution with the other two?&rdquo; (Adding the two equations means adding equal values to each side of one equation, which keeps the two sides of the sum equal. If there is a pair of \\(c\\)- and \\(m\\)-values that makes the first two equations true, that pair also makes the third equation true.)</li>\n  <li>&ldquo;Were you able to solve the system by adding or subtracting the equations, without graphing? Why or why not?&rdquo; (No, because no variables get eliminated when we add or subtract.)</li>\n</ul>\n<p></p>\n<h4>Support for English Language Learners</h4>\n<div>\n  <p>Ask students to keep their books or devices closed and display only the image with the opening task statement, without revealing the questions that follow. Use the first read to orient students to the situation by asking students to describe what the situation is about without using numbers (a teacher buys calculators and measuring tapes for her class). Use the second read to identify quantities and relationships; ask students: &ldquo;What can be counted or measured?&rdquo; Listen for, and amplify, the important quantities that vary in relation to each other in this situation: number of calculators purchased (for each order), number of measuring tapes purchased (for each order), and total cost of each order. After the third read, reveal the questions that follow and invite students to brainstorm possible strategies to find the solution to the system. This routine helps students interpret the language within a given situation needed to create an equation.<br></p>\n</div>\n<p></p>\n<h4>Support for Students With Disabilities</h4>\n<div>\n  <p><em>Representation: Internalize Comprehension. </em>Provide appropriate reading accommodations and supports to ensure student access to written directions, word problems, and other text-based content. While reading the situation aloud, explicitly link the word problem to the corresponding algebraic expression. Point to both the sentence and its corresponding equation while reading. Pause in between sentences and reread or repeat gestures if necessary for increased comprehension.<br><em>Supports accessibility for: Language; Conceptual processing</em><br></p>\n</div>\n<p><br></p>\n<h4></h4>\n<h4>2.4.2: Self Check</h4>\n<p><strong><em>Following the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td colspan=\"2\"><strong>QUESTION:</strong><br>At a toy store, a family bought 3 toy cars, \\( c \\), and 2 teddy bears, \\( b \\), for $46. Later that month, another family bought 7 of the same toy cars, \\( c \\), and 2 of the same teddy bears, \\(b\\), for $70. The system represents the situation:<br>\n        <p><span><br>\\( \\left\\{ \\begin{array}{c l} 3c+2b=46\\\\ 7c+2b=70 \\end{array}\\right. \\)</span></p>\n        <p><span>Which statement is true?&nbsp;<br></span></p>\n      </td>\n    </tr>\n    <tr>\n      <td>Answers</td>\n      <td>Feedback</td>\n    </tr>\n    <tr>\n      <td>\\( 10c + 4b = 116 \\)&nbsp;represents the solutions of the system.&nbsp;</td>\n      <td>Incorrect. Let&rsquo;s try again a different way: <br>The solution to the system is not a line. \\(&nbsp;10c+4b=116&nbsp;\\) has infinite solutions, and its graph is a line. The solution to the system is only one of the solutions of \\(&nbsp;10c+4b=116&nbsp;\\). So, the answer is that the solution to the system is a solution of \\(10c+4b=116\\).<br></td>\n    </tr>\n    <tr>\n      <td>The solution of the system is a solution of \\(&nbsp;10c+4b=116&nbsp;\\).</td>\n      <td>That&rsquo;s correct! Check yourself: <br>\\(&nbsp;10c+4b=116&nbsp;\\) is the sum of the equations in the system.</td>\n    </tr>\n    <tr>\n      <td>The solution of the system is not a solution of \\(&nbsp;10c+4b=116&nbsp;\\).<span> </span></td>\n      <td>Incorrect. Let&rsquo;s try again a different way: <br>\\(&nbsp;10c+4b=116&nbsp;\\) is the sum of the equations in the system. Since the solution makes each equation true, it also makes the sum of the equations true. The answer is that the solution to the system is a solution of \\(10c+4b=116.\\)<br></td>\n    </tr>\n    <tr>\n      <td>\\(&nbsp;10c+4b=116&nbsp;\\) is the same line as one of the equations in the system.</td>\n      <td>Incorrect.&nbsp;<span>Let&rsquo;s try again a different way: <br>\\(&nbsp;10c+4b=116&nbsp;\\) is the sum of the equations in the system. It is not the same as either line in the system. The solution of the system is a solution of \\(&nbsp;10c+4b=116&nbsp;\\). The answer is that the solution to the system is a solution of \\(10c+4b=116\\).<br></span></td>\n    </tr>\n  </tbody>\n</table>\n<p><br></p>\n<h4>2.4.2: Additional Resources</h4>\n<p><span><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></span></p>\n<h4>Adding Two Equations in a Real-World Situation</h4>\n<p>Let&rsquo;s look at the situation described and write a system of equations.</p>\n<p>Paulina went to the pool 8 times and the skating rink 4 times this month. She spent a total of $128 on admission to both places. Last month, she went to the pool 3 times and the skating rink 4 times. Last month she spent $83 on admission to both places.</p>\n<p>Let \\(p\\) represent the cost of the pool and \\(s\\) represent the cost of the skating rink.</p>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td>This Month</td>\n      <td>Last Month</td>\n    </tr>\n    <tr>\n      <td>\\( 8p + 4s = 128 \\)</td>\n      <td>\\( 3p + 4s = 83 \\)</td>\n    </tr>\n  </tbody>\n</table><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</span>\n<p>So, this system represents the constraints in this situation:<span>&nbsp;&nbsp;</span></p>\n<p><span></span></p>\n<p><span>\\( \\left\\{ \\begin{array}{c l} 8p+4s=128\\\\ 3p+4s=83 \\end{array}\\right. \\)</span></p>\n<p>Over both months, she went to the pool 11 times and the skating rink 8 times. She spent a total of $128 + $83, or $211, over both months.</p>\n<p>The equation that represents this total is \\( 11p + 8s = 211 \\). Notice this is the equivalent of adding the like terms of the two equations in the system of equations.</p>\n<p>Let&rsquo;s solve the original system and determine if the solution also applies to this new equation.</p>\n<p>Using substitution, we find that the solution is \\((9, 14)\\), or the pool costs $9 and the skating rink costs $14.</p>\n<p>Substitute these values into the new equation:</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;\\(&nbsp;11p + 8s = 211&nbsp;\\)</p>\n<p>\\(&nbsp;11(9) + 8(14) = 211&nbsp;\\)</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;\\(&nbsp;99 + 112 = 211&nbsp;\\)</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\\(&nbsp;211 = 211&nbsp;\\) &amp;checkmark;</p>\n<p>Adding the equations together produces a new equation that has the same solution.</p>\n<h4>Try It: Adding Two Equations in a Real-World Situation</h4>\n<p>Alicia is a chef for a restaurant. This week, she ordered 32 steaks and 45 chickens. The total cost this week was $840. Last week, she ordered 32 steaks and 24 chickens. The total cost was $672.</p>\n<p>Let \\(s\\) represent the cost of a steak and \\(c\\) represent the cost of a chicken.</p>\n<p>Write a system of equations to represent the constraints given. Then write a new equation that represents the total cost for both weeks.</p>\n<p>Write down your answer. Then select the <strong>Solution</strong> button to check your work.</p>\n<h5>Solution</h5>\n<p>Here is how to write the system and the new equation:</p>\n<p>The system of equations to represent this situation is:</p>\n<p>\\( 32s + 45c = 840 \\)<br><span>\\(&nbsp;32s + 24c = 672&nbsp;\\)</span></p>\n<p>By adding the equations, the new equation is:</p>\n<p>\\(&nbsp;64s + 69c = 1,512&nbsp;\\)</p>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about why you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</p>"
    }
  ]
}