{
  "id": "8f3d5ec5-3d85-41d4-90de-f3bae670af76",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (15 minutes)</h3>\n<p>Earlier in this unit, students read off of a diagram the position of an object dropped from the top of a building and then observed that the data is modeled by a quadratic function. This lesson continues to develop this idea with an additional layer of complexity, appropriate for this stage in the unit.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of two. Display the equation \\(d=10+406t-16t^2\\) for all to see. Remind students that earlier in the unit, we saw this equation used to model the height of a cannonball that is shot up in the air as a function of time in seconds. The height was measured in feet. Ask students to recall what each term in the equation represents and briefly discuss their thinking.</p>\n<p>Next, give students a few minutes of quiet time to think individually to read the first question (all four parts) to themselves and think about their responses. Ask them to share their thoughts with a partner before proceeding to the graphing questions. Clarify, if needed, that \"horizontal intercept\" and \"vertical intercept\" are a more general way to refer to \\(x\\)- and \\(y\\)-intercepts when the equation that defines a function uses variables other than \\(x\\) and \\(y\\).</p>\n<p>Provide access to devices that can run Desmos or other graphing technology. If needed, remind students how to use the available graphing technology to identify the coordinates of points on a graph.</p>\n<h4>Student Activity</h4>\n<p>The equation \\(h(t)=2+23.7t-4.9t^2\\) represents the height of a pumpkin that is catapulted up in the air as a function of time, \\(t\\), in seconds. The height is measured in meters above ground. The pumpkin is shot up at a vertical velocity of 23.7 meters per second.</p>\n<ol class=\"os-raise-noindent\">\n  <li>What do you think the 2 in the equation \\(h(t)=2+23.7t-4.9t^2\\) tells us in this situation?</li>\n</ol>\n<p><strong>Answer:</strong> The 2 tells us the pumpkin is 2 meters above ground before it is launched.</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>What do you think the \\(-4.9t^2\\) in the equation \\(h(t)=2+23.7t-4.9t^2\\) tells us in this situation?</li>\n</ol>\n<p><strong>Answer:</strong> The \\(-4.9t^2\\) shows the height lost due to gravity (like the \\(-16t^2\\) in the cannonball problem).</p>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>If we graph the equation, will the graph open upward or downward? Why?</li>\n</ol>\n<p><strong>Answer:</strong> The graph would open downward. The height starts at 2 meters and then increases as the pumpkin is shot up, and eventually, it decreases as the pumpkin falls back to the ground.</p>\n<ol class=\"os-raise-noindent\" start=\"4\">\n  <li>Think about where the vertical intercept would be. What is the \\(y\\)-value of that vertical intercept?</li>\n</ol>\n<p><strong>Answer:</strong> 2. The vertical intercept would be at \\((0,2)\\), because when \\(t\\) is 0, the height is 2 meters.</p>\n<ol class=\"os-raise-noindent\" start=\"5\">\n  <li>What about the horizontal intercepts?</li>\n</ol>\n<p><strong>Answer:</strong> The horizontal intercepts are hard to tell without graphing or having the equation in factored form. One of them will be located around \\((5,0)\\) because substituting 5 for \\(t\\) gives a height of -2 meters, which is pretty close to 0.</p>\n<ol class=\"os-raise-noindent\" start=\"6\">\n  <li>Use the graphing tool or technology outside the course. Graph the equation \\(h(t)=2+23.7t-4.9t^2\\).</li>\n</ol>\n<p>Select the <strong>solution</strong> button to compare your work.</p>\n<p><strong>Answer:</strong></p>\n<p><img alt=\"DESCRIPTION: Graph of parabola\" height=\"213\" src=\"https://k12.openstax.org/contents/raise/resources/6f7adef0b71c401befa40b5dd8b586170d09649f\" width=\"315\"></p>\n<ol class=\"os-raise-noindent\" start=\"7\">\n  <li>Now that you have graphed the equation, answer questions a&ndash;c using the graph.</li>\n</ol>\n<ol class=\"os-raise-noindent\">\n  <ol class=\"os-raise-noindent\" type=\"a\">\n    <li> What is the vertical intercept and what does this point mean in our catapulted pumpkin situation? </li>\n  </ol>\n  <p><strong>Answer:</strong> The vertical intercept is \\((0,2)\\). It tells us that the pumpkin's initial position is 2 meters above ground.</p>\n</ol>\n<ol class=\"os-raise-noindent\">\n  <ol class=\"os-raise-noindent\" start=\"2\" type=\"a\">\n    <li> What are the horizontal intercepts and what do these points mean in our catapulted pumpkin situation? </li>\n  </ol>\n  <p><strong>Answer:</strong> The graph intersects the horizontal axis around -0.08 and 4.9. The positive horizontal intercept tells us that the pumpkin hits the ground after about 4.9 seconds. The negative intercept doesn't have any meaning here since the time cannot be negative in this case.</p>\n</ol>\n<ol class=\"os-raise-noindent\">\n  <ol class=\"os-raise-noindent\" start=\"3\" type=\"a\">\n    <li> What is the vertex of the parabola and what does this point mean in our catapulted pumpkin situation? </li>\n  </ol>\n  <p><strong>Answer: </strong>The vertex is at approximately \\((2.4,30.7)\\). It tells us that the pumpkin reaches its maximum height of about 30.7 meters around 2.4 seconds after being fired.</p>\n</ol>\n<h4>Student-Facing Extension</h4>\n<h5>Are you ready for more?</h5>\n<p>What approximate vertical velocity would this pumpkin need for it to stay in the air for about 10 seconds? (Assume that it is still shot from 2 meters above the ground and that the effect of gravity pulling it down is the same.)</p>\n<p><strong>Answer:</strong> If \\(h(t)=2+bt&minus;4.9t^2\\) takes the value 0 when \\(t\\) is close to 10, this means that \\(2+10b&minus;490\\) is close to zero. That means we want \\(b\\) to be 48.8. The pumpkin needs to be shot in the air at 48.8 meters per second.</p>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their graph and interpretations of the features of the graph. Discuss with students:</p>\n<ul>\n  <li> \"The graph shows two horizontal intercepts, one with a positive \\(t\\)-coordinate and the other with a negative \\(t\\)-coordinate. How do we make sense of the negative \\(t\\)-coordinate in this situation?\" (Only the positive one has any meaning in this situation, since the negative value of time&mdash;the time before the pumpkin was shot into the air&mdash;is not relevant in this model.) </li>\n  <li> \"How would you estimate the coordinates of the vertex without using a graph? Suppose you know both of the horizontal intercepts.\" (We can find the halfway point of the two horizontal intercepts and evaluate the function at that value of \\(t\\).) </li>\n</ul>\n<h3>7.14.2: Self Check</h3>\n<em><strong>\n    <p>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</p>\n  </strong></em> <br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"302\">\n    <col width=\"322\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:</strong></p>\n        <p>The function that gives the height, \\(h\\), in feet of a cannonball \\(t\\) seconds after the ball leaves the cannon is graphed below.</p>\n        <p><img alt=\"Graph with time in seconds on x-axis and distance above ground in feet on y-axis.\" height=\"243\" src=\"https://k12.openstax.org/contents/raise/resources/c684d9d0de5a353a7cbf137d277723b7949ac450\" width=\"331\"></p>\n        <p>What is the point \\((10, 1,600)\\) and what does it mean in this situation?</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(Y\\)-intercept, the highest height the cannonball reaches</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The \\(y\\)-intercept occurs when \\(x=0\\) and represents the height the cannonball is launched from. The answer is maximum height, the highest height the cannonball reaches.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Maximum height, the height the cannonball was launched</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The cannonball travels higher than where it is launched. The answer is maximum height, the highest height the cannonball reaches.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>Maximum height, the highest height the cannonball reaches</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: The point is at the peak of the graph, or the maximum height. It tells how high the cannonball goes before coming back down.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(Y\\)-intercept, the height the cannonball was launched</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The \\(y\\)-intercept occurs when \\(x=0\\). You are describing the point where \\(x=10\\) and \\(y\\) is at the peak of the graph. The answer is maximum height, the highest height the cannonball reaches.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>7.14.2: Additional Resources</h3>\n<em><strong>\n    <p>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</p>\n  </strong></em>\n<h4>The Meaning of Values on a Graph</h4>\n<p>Let&rsquo;s say a tennis ball is hit straight up in the air, and its height in feet above the ground is modeled by the equation \\(f(t)=4+12t&minus;16t^2\\) where \\(t\\) represents the time in seconds after the ball is hit. Here is a graph that represents the function, from the time the tennis ball was hit until the time it reached the ground.</p>\n<p><img height=\"213\" src=\"https://k12.openstax.org/contents/raise/resources/4031dbf2e847aac6fa5568d8e8e9741906c4765c\" width=\"316\"></p>\n<p>In the graph, we can see some information we already know, and some new information:</p>\n<ul>\n  <li> The 4 in the equation means the graph of the function intersects the vertical axis at 4. It shows that the tennis ball was 4 feet off the ground at \\(t=0\\), when it was hit. </li>\n  <li> The horizontal intercept is \\((1,0)\\). It tells us that the tennis ball hit the ground 1 second after it was hit. </li>\n  <li> The vertex of the graph is at approximately \\((0.4,6.3)\\). This means that about 0.4 second after the ball was hit, it reached the maximum height of about 6.3 feet. </li>\n</ul>\n<p>The equation can be written in factored form as \\(f(t)=(-16t&minus;4)(t&minus;1)\\). From this form, we can see that the zeros of the function are \\(t=1\\) and \\(t=\\frac{1}{4}\\). The negative zero, -14, is not meaningful in this situation because the time before the ball was hit is irrelevant.</p>\n<h4>Try It: The Meaning of Values on a Graph</h4>\n<p>An object is thrown upward from a height of 5 feet with a velocity of 60 feet per second. Its height h(t) in feet after \\(t\\) seconds is modeled by the function \\(h(t)=5+60t-16t^2\\) and graphed below.</p>\n<p>What is the value of the vertical intercept (\\(y\\)-intercept) and what does it mean in the function?</p>\n<p><img height=\"231\" src=\"https://k12.openstax.org/contents/raise/resources/32a38b72c84f4afe7093510818605bcc7a9b6d4f\" width=\"311\"></p>\n<p>Write down your answer, then select the <strong>solution</strong> button to compare your work.</p>\n<h5>Solution</h5>\n<p>Here is how to determine the \\(y\\)-intercept:</p>\n<p>The vertical intercept, or \\(y\\)-intercept, is where the graph crosses the \\(y\\)-axis. It occurs when \\(x=0\\). You can also identify the \\(y\\)-intercept by looking at the constant in the function. This occurs at \\(y=5\\). The point is (0,5). The \\(y\\)-intercept represents the initial height. It means the object is thrown from 5 feet above the ground.</p>"
    }
  ]
}