{
  "id": "904da32a-bdd8-46d5-b613-02b297d3bb95",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>The purpose of this warm-up is for students to recall how to calculate an average rate of change from two points. Students will use this skill throughout the lesson and return to the context and data table in the last activity of the lesson.</p>\n<h4>Launch</h4>\n<p>Ask students to close their books or devices. Tell students that their job is to think of at least one thing they notice and at least one thing they wonder. Display the table for all to see. Give students 1 minute of quiet time to think individually, and then select 3&ndash;5 students to share something they notice or wonder about the table. Record and display their responses for all to see. If not pointed out, ask students: &ldquo;Describe how the data are changing as the value of \\(t\\) is increasing.&rdquo; (The values of \\(p\\) are decreasing at a slower rate.) Ask students to reopen their books or devices and complete the activity. Follow with a whole-class discussion.</p>\n<h4>Student Activity</h4>\n<p>Let \\(p\\) be the function that gives the cost \\(p(t)\\), in dollars, of producing 1 watt of solar energy \\(t\\)<em>&nbsp;</em>years after 1977. Here is a table showing the values of \\(p\\)<em>&nbsp;</em>from 1977 to 1987.</p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"39\">\n    <col width=\"67\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p>\\(t\\)</p>\n      </td>\n      <td>\n        <p>\\(p(t)\\)</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>80</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>60</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>45</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>33.75</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>25.31</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>5</p>\n      </td>\n      <td>\n        <p>18.98</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>6</p>\n      </td>\n      <td>\n        <p>14.24</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>7</p>\n      </td>\n      <td>\n        <p>10.68</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>8</p>\n      </td>\n      <td>\n        <p>8.01</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>9</p>\n      </td>\n      <td>\n        <p>6.01</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>10</p>\n      </td>\n      <td>\n        <p>4.51</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<p>Which expression best represents the average rate of change in solar cost between 1977 and 1987?</p>\n<ol class=\"os-raise-noindent\">\n  <li>\\(\n    p(10)-p(0)\\) </li>\n  <li> \\(p(10)\\) </li>\n  <li> \\(\\frac{p(10)-p(0)}{10-0}\\) </li>\n  <li>\\(\\frac{\n    p(10)}{p(0)}\\) </li>\n</ol>\n<p><strong>ANSWER:</strong></p>\n<p>\\(\\frac{p(10)-p(0)}{10&minus;0}\\)</p>\n<h4>Anticipated Misconceptions</h4>\n<p>Some students might confuse finding an average of the values in the table with finding an average rate of change. Help them see that average usually involves one unit, such as average number of cookies. Average rate of change involves comparing how one quantity changes when another quantity changes by 1, such as cost ($) per year.</p>\n<h4>Activity Synthesis</h4>\n<p>The goal of this discussion is for students to recall the meaning of average rate of change for a function and how it is calculated. Select students to describe what the value of each expression represents in this context. For example, \\(p(10)&minus;p(0)\\) is the difference in cost for a solar cell between 1977 and 1987, while \\(\\frac{p(10)}{p(0)}\\) could be used to identify the percent change from 1977 to 1987. An important takeaway for students is that the actual expression for the average rate of change, \\(\\frac{p(10)&minus;p(0)}{10&minus;0} \\approx -7.55\\) tells us that the price decreased by &ndash;$7.55 each year on average since the expression looks at the total difference in price between 1977 and 1987 divided by the total number of years that passed.</p>"
    }
  ]
}