{
  "id": "93e44890-fe07-4f10-990e-dfd2188e004c",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (15 minutes)</h3>\n<p>This activity prompts students to build expressions of the form \\(a\\cdot b^x\\) to encapsulate a type of pattern they have encountered several times so far and to consider what \\(a\\) and \\(b\\) mean in the context of bacteria growth. They do so by writing numerical expressions that make explicit the key feature of exponential change&mdash;the repeated multiplication by the same factor&mdash;and then making a generalization of their repeated reasoning (MP8) using exponential notation. Since students are finally representing this pattern using an exponent, a quantity following this type of pattern is described as changing exponentially. The term <em>growth factor</em> or <em>constant ratio</em> is given to the multiplier or \\(b\\) in an expression of the form \\(a\\cdot b^x\\).</p>\n<h4>Launch</h4>\n<p>Clarify that it is not necessary to compute the number of bacteria at the end of each hour; an expression would suffice. If needed, provide an example (e.g., write the expression for the first day as \\(500\\cdot 2\\) rather than as 1,000).</p>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p>Chunk this task into more manageable parts to support students who benefit from support with organization and problem solving. For example, students complete hours 0&ndash;3 and discuss the pattern they notice. Use annotations to show how the number of bacteria is changing from one hour to the next. Then invite students to use what they notice to complete the table.</p>\n</div>\n<br>\n<h4>Student Activity</h4>\n<p>In an exponential function, the output is multiplied by the same factor every time the input increases by one. The multiplier is called the growth factor.</p>\n<ol>\n  <li> In a biology lab, 500 bacteria reproduce by splitting. Every hour, on the hour, each bacterium splits into two bacteria.\n    <ol class=\"os-raise-noindent\" type=\"a\">\n      <li> Fill in the table by writing an expression to show the number of bacteria after each hour. <br>\n        <br>\n        <table border=\"1\" cellpadding=\"5\">\n          <colgroup>\n            <col width=\"60\">\n            <col width=\"313\">\n          </colgroup>\n          <tbody>\n            <tr>\n              <td>\n                <p><strong>hour</strong></p>\n              </td>\n              <td>\n                <p><strong>number of bacteria</strong></p>\n              </td>\n            </tr>\n            <tr>\n              <td>\n                <p>0</p>\n              </td>\n              <td>\n                <p>500</p>\n              </td>\n            </tr>\n            <tr>\n              <td>\n                <p>1</p>\n              </td>\n              <td>a. _____</td>\n            </tr>\n            <tr>\n              <td>\n                <p>2</p>\n              </td>\n              <td>b. _____</td>\n            </tr>\n            <tr>\n              <td>\n                <p>3</p>\n              </td>\n              <td>c. _____</td>\n            </tr>\n            <tr>\n              <td>\n                <p>6</p>\n              </td>\n              <td>d. _____</td>\n            </tr>\n            <tr>\n              <td>\n                <p>\\(t\\)</p>\n              </td>\n              <td>e. _____</td>\n            </tr>\n          </tbody>\n        </table>\n        <br>\n        <p><strong>Answer:</strong></p>\n        <br>\n        <table border=\"1\" cellpadding=\"5\">\n          <colgroup>\n            <col width=\"60\">\n            <col width=\"313\">\n          </colgroup>\n          <tbody>\n            <tr>\n              <td>\n                <p><strong>hour</strong></p>\n              </td>\n              <td>\n                <p><strong>number of bacteria</strong></p>\n              </td>\n            </tr>\n            <tr>\n              <td>\n                <p>0</p>\n              </td>\n              <td>\n                <p>\\(500\\)</p>\n              </td>\n            </tr>\n            <tr>\n              <td>\n                <p>1</p>\n              </td>\n              <td>\n                <p>a. <strong>ANSWER:</strong> \\(500\\cdot 2\\)</p>\n              </td>\n            </tr>\n            <tr>\n              <td>\n                <p>2</p>\n              </td>\n              <td>\n                <p>b. <strong>ANSWER:</strong> \\(500\\cdot 2\\cdot 2\\)</p>\n              </td>\n            </tr>\n            <tr>\n              <td>\n                <p>3</p>\n              </td>\n              <td>\n                <p>c. <strong>ANSWER:</strong> \\(500\\cdot 2\\cdot 2\\cdot 2\\) (or \\(500\\cdot 2^3)\\)</p>\n              </td>\n            </tr>\n            <tr>\n              <td>\n                <p>6</p>\n              </td>\n              <td>\n                <p>d. <strong>ANSWER:</strong> \\(500\\cdot 2\\cdot 2\\cdot 2\\cdot 2\\cdot 2\\cdot 2\\) (or \\(500\\cdot 2^6)\\)</p>\n              </td>\n            </tr>\n            <tr>\n              <td>\n                <p>\\(t\\)</p>\n              </td>\n              <td>\n                <p>e. <strong>ANSWER:</strong> \\(n=500\\cdot2^t\\)</p>\n              </td>\n            </tr>\n          </tbody>\n        </table>\n        <br>\n      </li>\n      <li>Which equation relates \\(n\\), the number of bacteria, to \\(t\\), the number of hours?</li><br>\n      <ol class=\"os-raise-noindent\" type=\"a\">\n        <li> \\(n=500+2t\\) </li>\n        <li> \\(n=500+2^t\\) </li>\n        <li> \\(n=500\\cdot2^t\\) </li>\n        <li>\\(n=500\\cdot2\\cdot t\\) </li>\n      </ol><br>\n      <p><strong>Answer:</strong> \\(n=500\\cdot2^t\\)</p>\n      <li>Use your equation to find \\(n\\) when \\(t\\) is 0. What does this value of \\(n\\) mean in this situation?<br><br>\n        <strong>Answer:&nbsp;</strong>When \\(t\\) is 0, \\(n=500\\cdot2^0\\). Because \\(2^0=1\\), \\(n=500\\cdot1\\) or \\(n=500\\). 500 is the number of bacteria at the starting time or at hour 0.\n      </li>\n    </ol>\n    <br>\n  </li>\n  <li> In a different biology lab, a population of single-cell parasites also reproduces hourly. An equation that gives the number of parasites, \\(p\\), after \\(t\\) hours is \\(p=100\\cdot3t\\). Explain what the numbers 100 and 3 mean in this situation. <br>\n    <br>\n    <strong>Answer:&nbsp;</strong>100 is the number of parasites at hour 0 because \\(100\\cdot3^0=100\\). The number 3 means that every hour, the number of parasites triples.\n  </li>\n</ol>\n<h4>Anticipated Misconceptions</h4>\n<p>For the first question, some students may write either \\(2\\cdot 500\\) or \\(500+500\\) for the number of bacteria after one hour. Both are mathematically correct, but \\(2\\cdot 500\\) is more helpful for identifying a pattern, which will help generate an expression for the number of bacteria after \\(t\\) hours. If they struggle to complete the table, refocus their attention on the second row of the table and ask them if there is a different expression they could use for the number of bacteria after one hour.</p>\n<p>Students may misread the directions and write the actual values in the table rather than expressions. Ask them to record the expression they used to determine the value in the table rather than the value itself.</p>\n<p>Students may write something like \\(500\\cdot 2\\cdot 2\\cdot 2\\) ... with a note about there being \\(t\\) 2s. Encourage them to think how they might be able to write this expression more concisely.</p>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share the expressions in their table and their generalized expression for the number of bacteria after \\(t\\) hours. Make connections between, for example, \\(500\\cdot 2\\cdot 2\\cdot 2\\cdot 2\\cdot 2\\), the more concise expression \\(500\\cdot 2^5\\), and the more general expression representing any number of hours \\(500\\cdot 2^t\\). Highlight that 500 is not only the initial number of bacteria, but also the result of evaluating \\(500\\cdot 2^0\\).</p>\n<p>Tell students that in patterns like these, where a quantity is repeatedly multiplied by the same factor, the quantity is often described as changing exponentially. We can see why: An exponent is used to express the relationship. The term for the multiplier, which is 2 in the doubling relationship and 3 in the tripling relationship, is the constant ratio or growth factor.</p>\n<p>Questions for discussion:</p>\n<ul>\n  <li> &ldquo;Is the growth of the bacteria characterized by common differences or common factors? How do you know?&rdquo; (Common factors, since each time the hour increases by 1, the number of bacteria is multiplied by the same factor.) </li>\n  <li> &ldquo;In each row in the table, what does the value of 500 mean? Why doesn&rsquo;t it change?&rdquo; (It is the initial bacteria population when they are first measured.) </li>\n  <li> &ldquo;What does \\(2^0\\) mean in this situation?&rdquo; (\\(2^0\\) tells us no doubling has happened, so the original population of 500 is all we have.) </li>\n  <li> &ldquo;What do the 100 and 3 mean in the expression \\(100\\cdot 3^t\\)?&rdquo; (100 is the initial population of the parasites when they are first measured, and the number 3 is the growth factor, the number by which the population is multiplied each hour.) </li>\n  <li> &ldquo;If the starting parasite population is 80 but the population quadruples every hour, how will the expression change?&rdquo; (It will be \\(80\\cdot 4^t\\).) </li>\n</ul>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>Before the whole-class discussion, invite students to discuss their thinking for the provided questions with a partner. Listen for and collect vocabulary and phrases students use to describe patterns in the table for the growth of bacteria. Display words and phrases such as &ldquo;multiplier,&rdquo; &ldquo;exponentially,&rdquo; and &ldquo;doubling&rdquo; for all to see. Remind students to suggest additions and to borrow language from the display as needed. This will help students read and use mathematical language during their partner and whole-group discussions.</p>\n</div>\n<br>\n<h3>5.4.3: Self Check</h3>\n<em><strong>\n    <p>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</p>\n  </strong></em> <br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"302\">\n    <col width=\"322\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION</strong><strong>:</strong></p>\n        <p>The population of a city is 100,000. It doubles each decade. Write an equation \\(p\\) that relates the population to \\(t\\), time in decades.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(p=100,000\\cdot2t\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Doubles means there is a common ratio of 2, and \\(t\\) is the exponent. The answer is \\(p=100,000\\cdot2^t\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(p=100,000\\cdot2^t\\)</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: Since you don&rsquo;t know how many decades have passed, you need to use the variable \\(t\\) as the exponent, and doubles means you need to multiply by 2.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(p=100,000\\cdot t^2\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Remember, doubles means that the common ratio is 2. The answer is \\(p=100,000\\cdot2^t\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(p=2^t\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The formula for exponential functions is \\(y=a\\cdot b^x\\), where \\(a\\) is the initial value. For this scenario, the initial value is 100,000. The answer is \\(p=100,000\\cdot2^t\\).</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>5.4.3: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</em></strong></p>\n<h4>Identifying the Constant Ratio of the Exponential Function</h4>\n<p>What is the constant ratio (also called the growth factor) of the exponential function shown in the table? Rewrite each term to show the initial value and repeated use of the constant ratio.</p>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n    <col>\n    <col>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p>\\(x\\)</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(f(x)\\)</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>12</p>\n      </td>\n      <td>\n        <p>36</p>\n      </td>\n      <td>\n        <p>108</p>\n      </td>\n      <td>\n        <p>324</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Defining Exponential Growth</h4>\n<p>Because the output of exponential functions increases very rapidly, the term &ldquo;exponential growth&rdquo; is often used in everyday language to describe anything that grows or increases rapidly. However, exponential growth can be defined more precisely in a mathematical sense. If the growth rate is proportional to the amount present, the function models exponential growth.</p>\n<br>\n<div>\n  <p> <strong> EXPONENTIAL GROWTH </strong> </p>\n  <hr>\n  <p>A function that models&nbsp;<strong>exponential growth</strong>&nbsp;grows by a rate proportional to the amount present. For any real number \\(x\\)&nbsp;and any positive real numbers \\(a\\) and \\(b\\)&nbsp;such that \\(b\\neq1\\), an exponential growth function has the form</p>\n  <p align=\"center\">\\(f(x)=ab^x\\)</p>\n  <p>where</p>\n  <ul>\n    <li>\\(a\\) is the initial or starting value of the function.</li>\n    <li>\\(b\\) is the growth factor or growth multiplier per unit \\(x\\).</li>\n  </ul>\n</div>\n<br>\n<p>The constant ratio would be 3 since every value in the table is 3 times the previous term.</p>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n    <col>\n    <col>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p>\\(x\\)</p>\n      </td>\n      <td>\n        <p>0</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(f(x)\\)</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n      <td>\n        <p>\\(4\\cdot3^1\\)</p>\n      </td>\n      <td>\n        <p>\\(4\\cdot3^2\\)</p>\n      </td>\n      <td>\n        <p>\\(4\\cdot3^3\\)</p>\n      </td>\n      <td>\n        <p>\\(4\\cdot3^4\\)</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Try It: Identifying the Constant Ratio of the Exponential Function</h4>\n<p>What is the constant ratio of the following exponential function?</p>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n    <col>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p>\\(x\\)</p>\n      </td>\n      <td>\n        <p>1</p>\n      </td>\n      <td>\n        <p>2</p>\n      </td>\n      <td>\n        <p>3</p>\n      </td>\n      <td>\n        <p>4</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(f(x)\\)</p>\n      </td>\n      <td>\n        <p>10</p>\n      </td>\n      <td>\n        <p>20</p>\n      </td>\n      <td>\n        <p>40</p>\n      </td>\n      <td>\n        <p>80</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<p>Write down your answer, then select the <strong>Solution</strong> button to compare your work.</p>\n<h5>Solution</h5>\n<p>Here is how to identify the exponential constant ratio of a table:</p>\n<p>First, make sure the table is reflecting an exponential relationship by noticing how quickly the terms grow. Then, if the \\(x\\)-values are increasing by 1, divide consecutive terms to determine the growth factor.</p>\n<p>Since \\(20\\div 10=2\\), \\(40\\div 20=2\\), and \\(80\\div 40=2\\), the growth factor is 2.</p>"
    }
  ]
}