{
  "id": "962d9894-add4-43b5-884b-7c8f64f46998",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (10 minutes)</h3>\n<p>This activity enables students to apply the zero product property to solve a contextual problem and reinforces the idea of solving quadratic equations as a way to reason about quadratic functions.</p>\n<p>Previously, students have encountered two equivalent quadratic expressions that define the same quadratic function. Here, they work to show that two quadratic expressions&mdash;one in standard form and the other in factored form&mdash;really do define the same function. There are several ways to do this, but an efficient and definitive way to show equivalence would be to use the distributive property to expand quadratic expressions in factored form.</p>\n<p>Next, they consider which of the two forms helps them find the zeros of the function and then use it to find the zeros without graphing. The work here reiterates the connections between finding the zeros of a quadratic function and solving a quadratic equation where a quadratic expression that defines a function has a value of 0.</p>\n<h4>Launch</h4>\n<p>Keep students in groups of two.</p>\n<p>Display the two equations that define \\(h\\) for all to see. Tell students that the two equations define the same function. Ask students how they could show that the two equations indeed define the same function.</p>\n<p>Give students a moment of quiet time to think of a strategy and test it, and then time to discuss with a partner, if possible. Then, discuss their responses. The following are some likely strategies:</p>\n<ul class=\"os-raise-indent\">\n  <li> Graph both equations on the same coordinate plane and show that they coincide. </li>\n  <li> Inspect a table of values of both equations and show that the same output results for any input. </li>\n  <li> Use the distributive property to multiply the expression in factored form to show that \\((-5t&minus;3)(t&minus;6)=-5t^2+27t+18\\). (Only this reasoning is really a \"proof,\" but the other methods supply a lot of evidence that they are the same function.) </li>\n</ul>\n<p>Once students see some evidence, ask students to proceed to the activity.</p>\n<h4>Student Activity</h4>\n<p> We have seen quadratic functions modeling the height of a projectile as a function of time.</p>\n<p>Here are two ways to define the same function that approximates the height of a projectile in meters, \\(t\\) seconds after launch:</p>\n<p>\\(h(t)=-5t^2+27t+18\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;h(t)=(-5t&minus;3)(t&minus;6)\\)</p>\n<ol class=\"os-raise-noindent\">\n  <li>Which way of defining the function allows us to use the zero product property to find out when the height of the object is 0 meters (when the object is on the ground)?</li>\n</ol>\n<p><strong>Answer:</strong> The one with a quadratic expression in factored form.</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>Without graphing, determine at what time(s) the height of the object is 0 meters (when the object is on the ground). Show your reasoning.</li>\n</ol>\n<p><strong>Answer:</strong> The object has a height of 0 meters after 6 seconds. Applying the zero product property to solve \\((-5t&minus;3)(t&minus;6 )=0\\) gives \\(t=- \\frac {3}{5}\\) and \\(t=6\\). Because the object was launched at \\(t=0\\), the negative solution doesn't make sense in this context.</p>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>Using the function in standard form, determine the height of the object before it started its motion, at \\(t=0\\) seconds. Explain your reasoning.</li>\n</ol>\n<p><strong>Answer:</strong> The object has a height of 18 meters at 0 seconds. By substituting 0 for \\(t\\) into the quadratic form, the starting height can be determined. \\(h(0)=-5(0)^2+27(0)+18=18\\).</p>\n<h4>Video: Applying the Zero Product Property</h4>\n<p>Watch the following video to learn more about applying the zero product property to solve a real-world projectile problem.</p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n  <source src=\"https://k12.openstax.org/contents/raise/resources/1071cd4ef713798d41d863714adf49de99e92e9a\">\n  <track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/d4369eeb3adbc4b29847424bc1ee7adf6f96d198\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/1071cd4ef713798d41d863714adf49de99e92e9a\n</video>\n<br>\n<br>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share their responses and reasoning. Discuss questions such as:</p>\n<ul class=\"os-raise-indent\">\n  <li>\"Why is the factored form more helpful for finding the time when the object has a height of 0 meters?\" (To find the input values when the output has a value of 0 is to solve the equation <em>quadratic expression</em> \\(= 0\\). When the expression is in factored form, we can use the zero product property to find the unknown inputs.) </li>\n  <li>\"What if we tried to solve the equation in standard form by performing the same operation to each side?\" (We would get stuck. For instance, we could add or subtract terms from each side, but then there are no like terms to combine on either side, so we are no closer to isolating the variable.) </li>\n</ul>\n<p>If no students related solving equations in factored form to using the factored form to find the horizontal intercepts of a graph of a quadratic function, discuss that connection.</p>\n<ul class=\"os-raise-indent\">\n  <li>\"In an earlier unit, we saw that the factored form of a quadratic expression such as \\((x&minus;5)(x +9)\\) allows us to see the \\(x\\)-intercepts of its graph, but we didn't look into why the graph crosses the \\(x\\)-axis at those points. Can you explain why it does now?\" (The \\(x\\)-intercepts have a \\(y\\)-value of 0, which means the quadratic function is 0 at those \\(x\\)-values: \\((x&minus;5)(x+9)=0\\). If multiplying two numbers gives 0, one of them must be 0. So either \\(x&minus;5=0\\) or \\(x+9=0\\). If \\(x&minus;5=0\\), then \\(x\\) is 5. If \\(x+9=0\\), then \\(x\\) is &ndash;9.) </li>\n</ul>\n<h3>8.4.3: Self Check</h3>\n<em><strong>\n    <p>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</p>\n  </strong></em> <br>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:</strong></p>\n        <p>The equivalent functions below model the height of a projectile in meters, \\(t\\) seconds after launch.</p>\n        <p>\\(h(t)=-8t^2+27t+20\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;h(t)=(-8t&minus;5)(t&minus;4)\\)</p>\n        <p>Without graphing, determine at what time the height of the object is 0 meters (when the object is on the ground).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>0 seconds</p>\n      </td>\n      <td>\n        <p>Incorrect. Let's try again a different way: The projectile does not start on the ground. Set the function in factored form equal to zero and solve. There are two solutions, \\(t=&minus; \\frac {5}{8}\\) and \\(t=4\\). In this context of time, the solution must be positive. You would not have a negative amount of time. The answer is 4 seconds.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(\\frac {5}{8}\\) seconds</p>\n      </td>\n      <td>\n        <p>Incorrect. Let's try again a different way: Set the function in factored form equal to zero and solve. There are two solutions, \\(t=&minus; \\frac {5}{8}\\) and \\(t=4\\). In this context of time, the solution must be positive. You would not have a negative amount of time. The answer is 4 seconds.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>4 seconds</p>\n      </td>\n      <td>\n        <p>That's correct! Check yourself: There are two solutions to the function when it is set equal to 0. Since \\(t=&minus; \\frac {5}{8}\\) is negative, it does not make sense in this context of time. You would not have a negative amount of time. The answer is 4 seconds.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>8 seconds</p>\n      </td>\n      <td>\n        <p>Incorrect. Let's try again a different way: Set the function in factored form equal to zero and solve. There are two solutions, \\(t=&minus; \\frac {5}{8}\\) and \\(t=4\\). In this context of time, the solution must be positive. You would not have a negative amount of time. The answer is 4 seconds.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>8.4.3: Additional Resources</h3>\n<em><strong>\n    <p>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</p>\n  </strong></em>\n<h4>Applying the Zero Product Property to Solve a Real-World Projectile Problem</h4>\n<p>We have previously looked at functions representing the motion of projectiles. We analyzed two equivalent expressions that define the same quadratic function, one in quadratic form and the other in factored form.</p>\n<p>Now we're going to look at a similar problem, but with the additional knowledge of how the function relates to the zero product property.</p>\n<p>Let's look at an example.</p>\n<p>The equivalent functions below model the height, in feet, of a baseball \\(t\\) seconds after being hit.</p>\n<p>\\(h(t)=&minus;15t^2+44t+3\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;h(t)=(&minus;15t&minus;1)(t&minus;3)\\)</p>\n<p>Using the zero product property, the quadratic expression in factored form allows you to more easily find out when the height of the baseball is 0 feet.</p>\n<p>Without graphing, we can determine at what time the baseball reaches the ground.</p>\n<p>Let's apply the zero product property to solve \\((&minus;15t&minus;1)(t&minus;3)=0\\).</p>\n<p>Set each factor equal to 0 and solve.</p>\n<p>\\(\\begin{array}{rcl}-15t-1&amp;=&amp;0\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;t-3&amp;=&amp;0\\\\-15t-1\\; {\\style{color:red}+}\\; {\\style{color:red}1} &amp;=&amp;0\\; {\\style{color:red}+}\\; {\\style{color:red}1} \\;\\;\\;\\;\\;\\;\\;t-3 \\; {\\style{color:red}+}\\; {\\style{color:red}3} &amp;=&amp;0\\; {\\style{color:red}+}\\; {\\style{color:red}3} \\\\-15t&amp;=&amp;1\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;t&amp;=&amp;3\\\\\\frac{-15t}{-15}&amp;=&amp;\\frac1{-15}\\\\t&amp;=&amp;-\\frac1{15}\\end{array}\\)</p>\n<p>So, \\(t = - \\frac {1}{15}\\) and \\(t = 3\\). These values of \\(t\\) represent the roots of the function. Because the object was launched at \\(t = 0\\), the negative solution doesn't make sense in this context of time. So the baseball reaches the ground in 3 seconds.</p>\n<p>There is one benefit of knowing the function in quadratic form. By substituting 0 in for \\(t\\), we can easily determine at what height the baseball was hit, when \\(t = 0\\) seconds.</p>\n<p>\\(h(t)=&minus;15t^2+44t+3\\)</p>\n<p>\\(h(0)=&minus;15(0)^2+44(0)+3\\)</p>\n<p>\\(h(0)=3\\)</p>\n<p>So, the baseball was hit at a height of 3 feet. Note that this point, \\((0, 3)\\), is the \\(y\\)-intercept of the function when graphed.</p>\n<h4>Try It: Applying the Zero Product Property to Solve a Real-World Projectile Problem</h4>\n<p>The functions below model the height of a projectile in feet, \\(t\\) seconds after launch.</p>\n<p>\\(h(t)=-24t^2+94t+63\\;\\;\\;\\;\\;\\;\\;\\;\\;\\;h(t)=(-12t&minus;7)(2t&minus;9)\\)</p>\n<ol class=\"os-raise-noindent\">\n  <li> Without graphing, determine at what time the height of the object is 0 feet. </li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li> Determine the height of the object before it is launched. </li>\n</ol>\n<p>Write down your answers, then select the <strong>solution</strong> button to compare your work.</p>\n<h5>Solution</h5>\n<p>Here is how to solve this projectile problem using the zero product property:</p>\n<ol class=\"os-raise-noindent\">\n  <li> \\((-12t&minus;7)(2t&minus;9)=0\\) </li>\n</ol>\n<p>\\(t=-\\frac {7}{12}\\) or \\(t=4.5\\)</p>\n<p>The object has a height of 0 feet at 4.5 seconds.</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li> \\(h(0)=-24(0)^2+94(0)+63=63\\) </li>\n</ol>\n<p>The object starts at a height of 63 feet.</p>"
    }
  ]
}