{
  "id": "96870bbf-6b67-4dda-a571-57466240f356",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>In this activity, students are asked to notice and wonder. Some students may need a reminder on what is expected with this type of activity. The prompt to students is: &ldquo;What do you notice? What do you wonder?&rdquo; Students are given a few minutes to write down things they notice and things they wonder. After students have had a chance to write down their responses, ask several students to share things they noticed and things they wondered. Record these for all to see. Often, the goal is to steer the conversation to wondering about something mathematical that the class is about to focus on. The purpose is to make a mathematical task accessible to all students with these two approachable questions. By thinking about them and responding, students gain entry into the context and might get their curiosity piqued.</p>\n<p>The purpose of this task is to reintroduce the common ratio (also known as growth factor). Students notice and describe that each sequence is characterized by the same type of relationship between consecutive terms.</p>\n<p>When students articulate what they notice and wonder, they have an opportunity to attend to precision in the language they use to describe what they see. They might first propose less formal or precise language, and then they might restate their observation with more precise language to communicate more clearly.</p>\n<p>The last two sequences may present a challenge since the common ratio is less than 1. The purpose of including these sequences is to encourage students to notice and make use of structure. If they notice that in the first two sequences, each pair of consecutive terms has the same quotient, they could inspect the quotients in the last sequence. These two sequences also give the opportunity to point out that we still use &ldquo;common ratio,&rdquo; even when the terms are decreasing.</p>\n<h4>Launch</h4>\n<p>Display the four sequences for all to see. Ask students to think of at least one thing they notice and at least one thing they wonder. Give students 1 minute of quiet think time, and then 1 minute to discuss the things they notice and wonder with their partner, followed by a whole-class discussion.</p>\n<h5>Support for Students with Disabilities</h5>\n<div>\n<p>Provide students with a graphic organizer to record what they notice and wonder.</p>\n</div>\n<br>\n<h4>Student-Facing Statement</h4>\n<ul>\n<li>\n    40, 120, 360, 1,080, 3,240\n  </li>\n<li>\n    2, 8, 32, 128, 512\n  </li>\n<li>\n    1,000, 500, 250, 125, 62.5\n  </li>\n<li>\n    256, 192, 144, 108, 81\n  </li>\n</ul>\n<ol>\n<li>\n    What do you notice?\n  </li>\n<li>\n    What do you wonder?\n  </li>\n</ol>\n<h4>Student Response</h4>\n<ol>\n<li>\n    Things students may notice:\n  </li>\n</ol>\n<ul>\n<li>\n    The first two sequences are increasing, and the second two are decreasing.\n  </li>\n<li>\n    The next number in the list comes from always multiplying the previous number by the same value.\n  </li>\n<li>\n    If we choose a number in the list and divide it by the previous number, we always get the same value.\n  </li>\n</ul>\n<ol start=\"2\">\n<li>\n    Things students may wonder:\n  </li>\n</ol>\n<ul>\n<li>\n    Why do all the sequences start with even numbers?\n  </li>\n<li>\n    Will the last sequence eventually have decimal numbers like the one before it since it is also decreasing?\n  </li>\n<li>\n    Are these sequences related in some way?\n  </li>\n<li>\n    Is the next term of the second sequence 1,024?\n  </li>\n</ul>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share the things they noticed and wondered. Record and display their responses for all to see. If possible, record the relevant reasoning on or near the sequence. After all responses have been recorded without commentary or editing, ask students, &ldquo;Is there anything on this list that you are wondering about now?&rdquo; Encourage students to respectfully disagree, ask for clarification, or point out contradicting information.</p>\n<p>If the idea of each consecutive term in a sequence growing by the same factor or having a common ratio does not come up during the conversation, ask students to discuss this idea. Students may describe how the &ldquo;same thing&rdquo; is happening with consecutive terms. Encourage students to use the word &ldquo;term&rdquo; and to be specific when they describe what is happening. For example:</p>\n<ul>\n<li>&ldquo;In the first sequence, you always multiply a term by 3 to get the next term.&rdquo;</li>\n<li>&ldquo;In the last sequence, if you divide any term by the previous term, you always get \\(\\frac34\\).&rdquo;</li>\n</ul>\n<p>Tell students that this &ldquo;same thing&rdquo; is called the common ratio or growth factor, and that we will use the first of these. For example, in the second list, the common ratio is 4 because \\(8=4\\cdot2, 32=4\\cdot8\\), \\(128=4\\cdot32\\), and \\(512=4\\cdot128\\).</p>\n<p>Emphasize that the common ratio is defined to be the multiplier from one term to the next; said another way,&nbsp; it is the quotient of a term and the previous term. For example, students may want to say that the pattern of the third sequence is &ldquo;divide by 2 each time.&rdquo; This is true, but the common ratio is \\(\\frac12\\) because it is the number you multiply by to get the next term.</p>\n<p>In earlier courses, students may have learned that a ratio has two or more parts. In more advanced courses (like this one), &ldquo;ratio&rdquo; is sometimes used as a synonym for &ldquo;quotient.&rdquo;</p>"
    }
  ]
}