{
  "id": "98945763-dd6a-4599-8ac4-8da745fb98e8",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (10 minutes)</h3>\n<p>Previously, students analyzed several graphs to see if they could represent the height of a flag being raised in a ceremony. In this activity, students watch a video of a flag being raised. They sketch a possible graph to represent the height of the flag as a function of time, and then they use their graphs to estimate the rate of change of the flag.</p>\n<p>Students&rsquo; graphs do not need to be very precise, but they should capture key features of the situation. To do so, students need to make some estimates. For example, they need to gauge the starting height of the flag, the height of the pole, the heights at which pauses happened, whether the flag was moving at a constant rate between the pauses, and so on. Students also need to make some decisions about the graph, for instance: the scale to use on each axis, whether the graph should be discrete or continuous, and so on. Along the way, students engage in aspects of modeling.</p>\n<p>If desired and if possible, provide each student or each group with access to the video so students can replay the clip a few times, as needed. As students work, identify those who make different decisions for their graph and can explain their rationale. Ask them to share their work later.</p>\n<p>If time is limited, focus work time and discussion on the graphing portion (the first question).</p>\n<p>Note: For the additional resources, teachers may need to review inequality statements for students to graph.</p>\n<h4>Launch</h4>\n<p>Tell students that they will watch a video of a flag being raised, and their job is to sketch a graph that represents the height of the flag, in feet, as a function of time, in seconds. Explain to students that their graphs do not need to be precise and some estimations are required, but the graphs should reasonably capture the movement of the flag.</p>\n<p>Before playing the video, ask students to think about what information or quantities to look for while watching the video. If possible, record and display their ideas for all to see.</p>\n<p>Here are videos that show the same clip of a flag being raised, played back at full speed and half speed. Show one or more of the videos for all to see. Students may wish to see the slower version a few times to help them sketch a graph.</p>\n<p>Full speed:</p>\n<p>Video Raising a Flag (Full Speed) available at <a href=\"https://player.vimeo.com/video/337951448\" target=\"_blank\" title=\"https://player.vimeo.com/video/337951448\">https://player.vimeo.com/video/337951448</a>.</p>\n<p>Half speed:</p>\n<p>Video Raising a Flag (Half Speed) available at <a href=\"https://player.vimeo.com/video/337951456\" target=\"_blank\" title=\"https://player.vimeo.com/video/337951456\">https://player.vimeo.com/video/337951456</a>.</p>\n<h4>Student-Facing Statement </h4>\n<p>Your teacher will show a video of a flag being raised. Function \\(H\\) gives the height of the flag over time. Height is measured in feet. Time is measured in seconds since the flag is fully secured to the string, which is when the video clip begins.</p>\n<ol>\n  <li>On the coordinate plane, sketch a graph that could represent function \\(H\\). Be sure to include a label and a scale for each axis.</li>\n</ol>\n<p>Student Response</p>\n<br>\n<ol>\n  <li></li>\n</ol><br>\n<p><img alt=\"Graph of function H. time in seconds and height in feet.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"178\" src=\"https://k12.openstax.org/contents/raise/resources/fe5e2b887cc838b5ac3806a451d554e59078a641\" width=\"300\"></p>\n<h4>Anticipated Misconceptions</h4>\n<p>Some students may have trouble starting their graphs because they don&rsquo;t know what upper limits to use for the axes. Ask them to watch the video clip again and try to gather some information that may help them decide on the upper limits. Assure them that some estimation and decision making are necessary.</p>\n<h4>Activity Synthesis</h4>\n<p>Select previously identified students to share their graph and explain their drawing decisions. If time permits, display the graphs for all to see and briefly discuss:</p>\n<ul>\n  <li>how the graphs are alike and how they are different.</li>\n  <li>key features such as intercepts, maximum, minimum, and intervals when the function increases, remains constant, or decreases.</li>\n</ul>\n<p>If time permits, invite a couple of students to share how they used their graph to estimate the flag&rsquo;s average rate of change. Emphasize that the average rate of change (which would vary for different graphs) represents how fast, on average, the flag was moving from the time it started being raised until the time it reached the top of the pole.</p>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>Use this routine to prepare students for the whole-class discussion. Invite students to quietly circulate and analyze at least 2 other graphs in the room. Give students quiet think time to consider which features of the graphs are alike and which are different. Display these prompts as students move around the room: &ldquo;Where does the maximum height occur?&rdquo;; &ldquo;What scale is used on the axes?&rdquo;; and &ldquo;Where are the constant time intervals?&rdquo; Next, ask students to find a partner to discuss what they noticed. This will help students compare and contrast key features on graphs of the same function.</p>\n</div>\n<br>\n<h3>4.8.3: Self Check</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION: </strong></p>\n        <p>Marcus is going to the library with his friend Monica.</p>\n        <ul>\n          <li>Monica lives between the library and Marcus&rsquo;s house.</li>\n          <li>Marcus lives 0.5 mile from Monica, and she lives 0.25 mile from the library.</li>\n          <li>Marcus walks to Monica&rsquo;s house in 5 minutes, and he stays there for 15 minutes before they walk together to the library in 3 minutes.</li>\n        </ul>\n        <p>If you were sketching a graph of Marcus&rsquo;s distance from home in miles with respect to time, in minutes, how would you represent the 15 minutes he was at Monica&rsquo;s house graphically?</p>\n        <br>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A vertical line connecting \\((5, 0.5)\\) and \\((5, 20)\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: A vertical line would indicate that Marcus was in 2 different places at the exact same time. The answer is a horizontal line connecting \\((5, 0.5)\\) and \\((20, 0.5)\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A line with a constant rate connecting \\((0,0)\\) and \\((5, 0.5)\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: This is the line that represents the distance from when Marcus leaves his house until he gets to Monica&rsquo;s house. The answer is a horizontal line connecting \\((5, 0.5)\\) and \\((20, 0.5)\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A line with a constant rate connecting \\((0,0)\\) and \\((20, 0.5)\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: This would represent Marcus taking 20 minutes to walk to Monica&rsquo;s house. The answer is a horizontal line connecting \\((5, 0.5)\\) and \\((20, 0.5)\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A horizontal line connecting \\((5, 0.5)\\) and \\((20, 0.5)\\)</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: When Marcus arrives at Monica&rsquo;s house, 5 minutes have passed and he is 0.5 mile from home. This is represented by \\((5, 0.5)\\). While he is at Monica&rsquo;s, time passes, but the distance does not change. This can be represented by \\((20, 0.5)\\). Since the distance is the same, the line is horizontal.</p>\n      </td>\n    </tr>\n  </tbody>\n</table><br>\n<h4>4.8.3: Additional Resources</h4>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</em></strong></p>\n<h4>Graphing Situations as Functions</h4>\n<p>Example 1:</p>\n<p>Draw a graph representing a function that describes Sam&rsquo;s distance from home over an hour.</p>\n<p>A: Sam rides his bike to his friend&rsquo;s house at a constant rate for 20 minutes.<br>\n  B: Sam plays for 20 minutes at his friend&rsquo;s house.<br>\n  C: Sam and his friend bike together to an ice cream shop that is between their houses for 20 minutes.</p>\n<p>Here is a sample graph. Notice that the \\(x\\)-axis is labeled &ldquo;time in minutes&rdquo; and the \\(y\\)-axis is labeled &ldquo;distance from home (miles).&rdquo;</p>\n<p>The distance from home is increasing as Sam rides to his friend&rsquo;s house. While playing at his friend&rsquo;s house, the distance remained constant and unchanged. When Sam left his friend&rsquo;s house for the ice cream shop, the distance from home decreased because the shop is in between their houses, so Sam was getting closer to home.</p>\n<p><img alt=\"GRAPH THAT SHOWS DISTANCE FROM HOME IN MILES AS A FUNCTION OF TIME IN MINUTES. X-AXIS GOES FROM 0 TO 60 IN INCREMENTS OF 10. Y-AXIS GOES FROM 0 TO 3.5 IN INCREMENTS OF 0.5. THE GRAPH INCREASES LINEARLY FROM X = 0 TO X = 20, REACHING A DISTANCE OF 3.25 MILES (SECTION A), REMAINS CONSTANT FROM X = 20 TO X = 40 (SECTION B), AND THEN DECREASES (SECTION C).\" class=\"img-fluid atto_image_button_text-bottom\" height=\"286\" src=\"https://k12.openstax.org/contents/raise/resources/270cc818f622d4b3644527d27a8807e4e94fcbbf\" width=\"300\"></p>\n<p>Example 2:</p>\n<p>Tyler filled up his bathtub, took a bath, and then drained the tub. The function gives the depth of the water \\(B\\), in inches, \\(t\\) minutes after Tyler began to fill the bathtub.</p>\n<br>\n<p><img alt=\"Blank coordinate plane, no grid, origin O. Horizontal axis, time, minutes, from 0 to 40 by 10&rsquo;s. Vertical axis, depth, inches, from 0 to 15 by 5&rsquo;s.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"228\" src=\"https://k12.openstax.org/contents/raise/resources/0da028a19bba61dc0287d112e3f1bcaa82e751ed\" width=\"307\"></p>\n<p>These statements describe how the water level in the tub was changing over time. Use the statements to sketch an approximate graph of the function.</p>\n<ul>\n  <li>\\(B(0) = 0\\)</li>\n  <li>\\(B(1) &lt; B(7)\\)</li>\n  <li>\\(B(9) = 11\\)</li>\n  <li>\\(B(10) = B(20)\\)</li>\n  <li>\\(B(20) &gt; B(40)\\)</li>\n</ul>\n<p>A sample graph below meets all of the statements above.</p>\n<p><img src=\"https://k12.openstax.org/contents/raise/resources/b68a468b76a04fd72a662b975eeddc163e5e3622\" width=\"300\"></p>\n<h4>Try It: Graphing Situations as Functions</h4>\n<p>Graph from p. 51</p>\n<p>A rock climber begins her descent from a height of 50 feet. She slowly descends at a constant rate for 4 minutes. She takes a break for 1 minute; she then realizes she left some of her gear on top of the rock and climbs more quickly back to the top at a constant rate.</p>\n<p>Create a graph representing this situation.</p>\n<p>Write down your answer. Then select the <strong>Solution</strong> button to check your work.</p>\n<h5>Solution</h5>\n<p>Here is how to graph the situation:</p>\n<p><img alt=\"GRAPH THAT SHOWS HEIGHT ABOVE THE GROUND IN FEET AS A FUNCTION OF TIME IN MINUTES. X-AXIS GOES FROM 0 TO 10 IN INCREMENTS OF 2. Y-AXIS GOES FROM 0 TO 50 IN INCREMENTS OF 10. THE GRAPH DECREASES LINEARLY FROM X = 0 TO X = 4, REMAINS CONSTANT FROM X = 4 TO X = 5, AND THEN INCREASES LINEARLY WITH A STEEPER SLOPE.\n\" class=\"atto_image_button_text-bottom\" height=\"286\" src=\"https://k12.openstax.org/contents/raise/resources/c7da6d46611768a9a4ca95bde74f8c161b357bce\" width=\"300\"></p>"
    }
  ]
}