{
  "id": "9b75f40a-0ed3-4bff-a8bb-857d379213a4",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p dir=\"ltr\">The purpose of this activity is for students to informally assess the fit of various lines to data, to use technology to find the line of best fit, and to interpret the slope and vertical intercept of the linear model. The work connects to previous work because students created scatter plots and created linear models for the data. The work connects to upcoming work because students will use the correlation coefficient to describe the strength of the linear relationship.&nbsp;</p>\n<p dir=\"ltr\">When students sort scatter plots into linear and nonlinear categories, and when they organize lines of best fit by the goodness of fit, they look for and make use of structure because they are analyzing representations and structures closely and making connections. Students are reasoning abstractly and quantitatively when they interpret the meaning of the slope and vertical intercept in context.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p dir=\"ltr\">Students will be able to:</p>\n\n<ul>\n<li>Determine which linear model is a better fit for a given data set.&nbsp;</li>\n<li>Interpret (orally and in writing) the rate of change and vertical intercept for a linear model in everyday language.</li>\n<li>Use technology to generate the line of best fit, and use the equation representing the linear model to predict (extrapolate) and estimate (interpolate) values not given in the data set.</li>\n</ul>\n\n<h4>Learning Targets (Student Facing)</h4>\n\n<ul>\n<li>Describe the rate of change and \\(y\\)-intercept for a linear model in everyday language.</li>\n<li>Use technology to find the line of best fit.</li>\n</ul>\n\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n\n<strong>\n\n<div dir=\"ltr\">\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col width=\"50%\">\n<col width=\"50%\">\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\">TEKS</p>\n</td>\n<td>\n<p dir=\"ltr\">Explanation of Coverage</p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\"><span>4(C) write, with and without technology, linear functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems.</span></p>\n</td>\n<td>\n<p dir=\"ltr\"><span>Full coverage: Lesson provides content that covers all parts of this TEKS.</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n</div>\n</strong>\n\n<h4>Lesson Activities</h4>\n<p dir=\"ltr\">Here are the instructional activities for the lesson:</p>\n\n<ul>\n<li>3.2.1: Selecting the Best Line</li>\n<li>3.2.2: Determining the Best Line That Fits the Data<ul>\n<li>3.2.2: Self Check&nbsp;</li>\n<li>3.2.2: Additional Resources&nbsp;</li>\n</ul>\n</li>\n<li>3.2.3: Assessing the Fit of a Linear Model<ul>\n<li>3.2.3: Self Check&nbsp;</li>\n<li>3.2.3: Additional Resources&nbsp;</li>\n</ul>\n</li>\n<li>3.2.4: Working with Fitted Lines</li>\n</ul>\n\n<p dir=\"ltr\">Students will also complete a series of problems in the 3.2.5: Practice.</p>\n<h4>Required Materials</h4>\n\n<ul>\n<li>Graphing technology</li>\n<li><a href=\"https://k12.openstax.org/contents/raise/resources/1a32fc7619feae137f83a8a58369c908593bb1d8\" target=\"_blank\">Activity 3.2.2 card sort</a> blackline masters</li>\n<li>Coordinate grids</li>\n</ul>\n\n<h4>Required Preparation</h4>\n<p dir=\"ltr\">Print and cut up slips for the <a href=\"https://k12.openstax.org/contents/raise/resources/1a32fc7619feae137f83a8a58369c908593bb1d8\" target=\"_blank\">card sort.</a> Prepare one copy of the blackline master for every group of 2 students. To find best fit lines, students will need access to technology that will compute the least-squares regression lines for a set of data.</p>\n<p dir=\"ltr\"><span>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device.&nbsp;</span></p>\n<h4>Lesson Vocabulary</h4>\n<p dir=\"ltr\">During this lesson, it is important to:</p>\n\n<ul>\n<li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n<li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n<li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n\n<p dir=\"ltr\">Vocabulary words that are emphasized in this lesson include:</p>\n<p dir=\"ltr\"><strong>Previous Vocabulary</strong></p>\n\n<ul>\n<li>scatter plot</li>\n<li>slope&nbsp;</li>\n<li>\\(y\\)-intercept</li>\n</ul>\n\n<p dir=\"ltr\"><strong>New Vocabulary</strong></p>\n\n<ul>\n<li>line of best fit</li>\n</ul>\n\n<p dir=\"ltr\"><span>Support for Building Character</span></p>\n<p dir=\"ltr\">Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>purpose</strong>.<strong>&nbsp;</strong></p>\n<p dir=\"ltr\"><span>Here are some tips to try during this lesson:</span></p>\n\n<ul>\n<li><a href=\"https://characterlab.org/tips-of-the-week/career-paths/\" target=\"_blank\">Career Paths</a></li>\n<li><a href=\"https://characterlab.org/tips-of-the-week/the-why-of-education/\" target=\"_blank\">The Why of Education</a></li>\n</ul>\n\n<p dir=\"ltr\"><span>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/purpose/\" target=\"_blank\">Playbook on Purpose</a>&nbsp;from Character Lab.</span></p>\n<p><br></p>"
    }
  ]
}