{
  "id": "9d64a81c-96a2-4f3c-acde-458899091bf3",
  "content": [
    {
      "variant": "main",
      "html": "<h3> Warm Up (5 minutes)</h3>\n<p>The goal of this warm-up is to practice modeling a situation characterized by exponential decay with an equation.</p>\n<p>One strategy students may use to choose the right equation is by evaluating each one for some value of \\(t\\)<em>.</em> For instance, they may choose 1 for the value of \\(t\\)<em>,</em> evaluate the expression, and see if the result makes sense for the amount of money after 1 week. Though this is a valid approach, encourage students to think about what is happening in the situation and see if it is correctly reflected in the way each expression is written.</p>\n<p>For instance, in Option A, the term \\(\\frac{1}{3}t\\) in the expression would mean &ldquo;a third of the time in weeks&rdquo; (rather than a third of the gift money), suggesting that this expression doesn&rsquo;t accurately reflect the situation. Similarly, in Option C, \\(\\frac{1}{3} \\cdot 180^t\\) would mean \\(\\frac13\\) being multiplied by 180 repeatedly (\\(t\\)&nbsp;times), which also does not represent the situation.</p>\n<h4>Student Activity</h4>\n<p>Jada received a gift of $180. In the first week, she spent a third of the gift money. She continues spending a third of what is left each week thereafter. Which equation best represents the amount of gift money \\(g\\), in dollars, she has after \\(t\\)<em>&nbsp;</em>weeks? Be prepared to explain your reasoning.</p>\n<ol class=\"os-raise-noindent\" type=\"a\">\n  <li> \\(g=180&minus;\\frac{1}{3}t\\) </li>\n  <li> \\(g=180 \\cdot (\\frac{1}{3})^t\\) </li>\n  <li>\\(g=\\frac{1}{3} \\cdot 180^t\\) </li>\n  <li> \\(g=180 \\cdot (\\frac{2}{3})^t\\) </li>\n</ol>\n<p><strong>ANSWER:</strong> d.\n  \\(g=180 \\cdot (\\frac{2}{3})^t\\)</p>\n<h4>Anticipated Misconceptions</h4>\n<p>Some students may choose Option B because of the words &ldquo;a third of what is left&rdquo; in the prompt. Ask them what fraction of the quantity is left if \\(\\frac13\\) of it is spent. If students are still not convinced, ask them: &ldquo;How much of the 180 is spent in week 1? How much is left?&rdquo; Use your equation to verify that 120 is left.</p>\n<h4>Activity Synthesis</h4>\n<p>Ask students for the correct response and prompt them to explain why the other ones are not correct.</p>\n<p>Make sure students understand that if a third of the balance is spent every week, two-thirds of the balance is what remains every week, so the value of \\(b\\)&nbsp;is \\(\\frac23\\), and the amount available after \\(t\\)&nbsp;weeks would be \\(180 \\cdot (\\frac{2}{3})^t\\).</p>"
    }
  ]
}