{
  "id": "9e62a9ad-a1ee-468a-a834-c0ac2de70388",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p dir=\"ltr\">In this culminating lesson, students integrate the ideas from the unit and engage in multiple aspects of mathematical modeling.</p>\n<p dir=\"ltr\">In the first activity, they interpret and analyze given models that represent the constraints and conditions in a situation. In the second activity, they create their own models after specifying quantities of interest, identifying relevant information, and setting the constraints.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p><span>Students will be able to:</span></p>\n\n<ul>\n<li>Define the constraints in a situation and create a mathematical model to represent them.</li>\n<li>Interpret a mathematical model, presented as inequalities and graphs, that represents a situation.</li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n\n<ul>\n<li><span>I can interpret inequalities and graphs in a mathematical model.</span></li>\n<li>I know how to choose variables, specify the constraints, and write inequalities to create a mathematical model.</li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n\n<ul>\n<li><span>A2(H) write linear inequalities in two variables given a table of values, a graph, and a verbal description;&nbsp;</span></li>\n<li>A3(H) graph the solution set of systems of two linear inequalities in two variables on the coordinate plane.</li>\n</ul>\n<h4>Required Materials</h4>\n\n<ul>\n<li>Graphing technology</li>\n<li>Tools for creating a visual display</li>\n</ul>\n<h4>Required Preparation</h4>\n<p>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. (If students typically access the digital version of the materials, Desmos is available under Math Tools.)</p>\n<h4>Project Activities</h4>\n\n<ul>\n<li>Activity P1: Determining a Solution to Inequalities</li>\n<li>Activity P2: Interpret a Set of Mathematical Models</li>\n<li>Activity P3: Perform Mathematical Modeling</li>\n</ul>\n<p><br></p>"
    }
  ]
}