{
  "id": "9e85fb91-2c97-473c-8cc4-f9ee727a6370",
  "content": [
    {
      "variant": "main",
      "html": "<h4> Lesson Narrative</h4>\n<p>The purpose of this lesson is for students to understand what makes a sequence a geometric sequence and to begin to connect that idea with their learning about exponential functions in an earlier course. The lesson also gives students the opportunity to use precise language to describe the relationship between consecutive terms in a sequence&mdash;in particular, how the terms of a geometric sequence grow by the same factor from one term to the next. For example, this is a geometric sequence: 0.5, 2, 8, 32, 128, . . . Each term is 4 times the previous term. Two ways to think about how you know the sequence is geometric are:</p>\n<ul>\n  <li>\n    Each term is multiplied by a factor of 4 to get the next term.\n  </li>\n  <li>\n    The ratio of each term and the previous term is 4.\n  </li>\n</ul>\n<p>We call 4 the common ratio or the growth factor. After considering some examples of geometric sequences in the warm-up and how they are similar, students then develop two different sequences from the context of continually cutting a piece of paper in half. Using tables and graphs to identify the common ratio of these sequences, geometric sequences are defined. Next, students practice calculating missing terms of geometric sequences by first identifying the common ratio.</p>\n<p>In an earlier course, students encountered the idea of functions and studied exponential functions specifically. Some students may see that a geometric sequence is simply an exponential function whose outputs are the terms and whose inputs are the positions of the terms. Later lessons will elaborate on this idea. This lesson invites recall of those ideas with a light touch by referring to, for example, \"the size of each piece as a function of the number of cuts\" and by using the term common ratio rather than common ratio. Students are also asked to describe how graphs representing each quantity in the paper cutting context are the same and different, and in so doing may recall prior knowledge of the behavior of exponential functions. In the last activity, the connection is made explicit.</p>\n<p>A note on language and notation: In earlier courses, students may have learned that a ratio is an association between two or more quantities. In more advanced work, such as this course, &ldquo;ratio&rdquo; is typically used as a synonym for &ldquo;quotient.&rdquo; This expanded use of the word &ldquo;ratio&rdquo; comes into play in this lesson with the introduction of the term &ldquo;common ratio.&rdquo;</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>\n    Create tables and graphs to represent geometric sequences.\n  </li>\n  <li>\n    Determine missing terms in geometric sequences.\n  </li>\n  <li>\n    Determine the common ratio of a geometric sequence.\n  </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li>\n    Find missing terms in a geometric sequence.\n  </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A12(C) <u>identify terms</u><u> of </u>arithmetic and <u>geometric sequences</u> when the sequences are given in function form using recursive processes;</p>\n      </td>\n      <td>\n        <p>Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li>\n    4.14.1: What Are the Patterns?\n  </li>\n  <li>\n    4.14.2: Using Tables and Graphs to Represent Geometric Sequences\n  </li>\n  <ul>\n    <li>\n      4.14.2: Self Check\n    </li>\n    <li>\n      4.14.2: Additional Resources\n    </li>\n  </ul>\n  <li>\n    4.14.3: Complete the Sequence\n  </li>\n  <ul>\n    <li>\n      4.14.3: Self Check\n    </li>\n    <li>\n      4.14.3: Additional Resources\n    </li>\n  </ul>\n  <li>\n    4.14.4: Connecting the Common Ratio and the Term in a Sequence\n  </li>\n</ul>\n<p>Students will also complete a series of problems in the 4.14.5: Practice.</p>\n<h4>Required Materials</h4>\n<ul>\n  <li>\n    Sheets of 8-inch by 10-inch paper\n  </li>\n  <li>\n    Scissors\n  </li>\n</ul>\n<h4>Required Preparation</h4>\n<p>Scissors and pieces of paper will be needed if students will physically carry out the paper cutting instead of observing how the paper-cutting would look. If using, prepare one pair of scissors and one 8 inch by 10 inch piece of blank paper for every two students.&nbsp;</p>\n<h4> Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li>\n    Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.\n  </li>\n  <li>\n    Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.\n  </li>\n  <li>\n    Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a>\n  </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li>\n    constant\n  </li>\n  <li>\n    term\n  </li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<ul>\n  <li>\n    geometric sequence\n  </li>\n  <li>\n    common ratio\n  </li>\n</ul>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li>\n    <a href=\"https://characterlab.org/tips-of-the-week/sample-then-specialize\" target=\"_blank\">Sample, Them Specialize</a>\n  </li>\n  <li>\n    <a href=\"https://characterlab.org/tips-of-the-week/free-your-mind/\" target=\"_blank\">Free Your Mind</a>\n  </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/creativity/\" target=\"_blank\">Playbook on Creativity</a> from Character Lab.</p>"
    }
  ]
}