{
  "id": "a0bece79-75d0-4fd2-b9fa-787cc19d0614",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>In earlier lessons, students interpreted and wrote statements in function notation to represent specific input-output pairs of a function (such as \\(p(2.5)=18\\)) or relationships between specific pairs (such as \\(W(10)=W(12)\\)).</p>\n<p>In this lesson, students learn that function notation can also be used to describe the rule of a function or how a function behaves generally, at any value of input. For instance, they see that if the output of a function \\(f\\) can be found by multiplying the input by 3 and then subtracting 10 from the result, we can write \\(f(x)=3x-10\\) to represent this rule. We can also use this rule (either the verbal description or the equation) to find the output for any input. In some cases, the rule can also be used to find the input when we know the output.</p>\n<p>Students continue to decontextualize given situations into symbolic representations and to contextualize the latter to solve problems. To connect different representations of functions defined by rules, they look for and make use of structure.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>Create tables and graphs to represent a function given statements in function notation.</li>\n  <li>Interpret rules of functions that are expressed using function notation.</li>\n  <li>Use function notation to write equations that represent rules of functions.</li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li>Explain rules of functions when they are written in function notation and create tables and graphs to represent the functions.</li>\n  <li>Write equations that represent the rules of functions.</li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A12(B) evaluate functions, expressed in function notation, given one or more elements in their domains;</p>\n      </td>\n      <td>\n        <p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:\n</p>\n<ul>\n  <li>4.4.1: Using Function Notation in Tables of Values</li>\n  <li>4.4.2: Defining Functions by a Rule</li>\n  <ul>\n    <li>4.4.2: Self Check</li>\n    <li>4.4.2: Additional Resources</li>\n  </ul>\n  <li>4.4.3: Using Tables to Find Function Rules</li>\n  <ul>\n    <li>4.4.3: Self Check</li>\n    <li>4.4.3: Additional Resources</li>\n  </ul>\n  <li>4.4.4: Writing a Rule Using Function Notation</li>\n</ul>\n<p>Students will also complete a series of problems in the 4.4.5: Practice.</p>\n<h4>Required Materials</h4>\n<p>None</p>\n<h4>Required Preparation</h4>\n<p>None</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n  <li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n  <li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li>function</li>\n  <li>input</li>\n  <li>output</li>\n  <li>perimeter</li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<p>None</p>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/oh-the-places-youll-go/\" target=\"_blank\">Oh, the Places You&rsquo;ll Go</a></li>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/creative-spirit/\" target=\"_blank\">The Creative Spirit</a></li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/creativity\" target=\"_blank\">Playbook on Creativity</a>&nbsp;from Character Lab.</p>"
    }
  ]
}