{
  "id": "a1d98125-0fba-4dc3-9f1c-c45332e91545",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (10 minutes)</h3>\n<p dir=\"ltr\">The mathematical purpose of this activity is for students to interpret the slope (rate of change) and the intercept (constant term) of a linear model in the context of the data. Students are given scatter plots for different pairs of variables and the equation of a line of best fit. Students use the line of best fit and its equation to describe the meaning of the vertical intercept and slope.</p>\n<h4>Launch</h4>\n<p dir=\"ltr\">Arrange students in groups of 2. Ask students to compare their responses to their partner&rsquo;s for the scatter plots and decide if both their responses are correct for each scatter plot, even if they are different. Follow with a whole-class discussion.</p>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p dir=\"ltr\"><em>Conversing: MLR8 Discussion Supports.</em>&nbsp;In pairs, encourage students to take turns sharing their interpretation of the slope and vertical intercept for each scatter plot. Display the following sentence frames for all to see: &ldquo;_____ represents _____,&rdquo; &ldquo;Is there another way to say . . .?&rdquo; and &ldquo;It looks like _____ represents . . .&rdquo; Encourage students to challenge each other when they disagree. This will help students clarify their understanding of the meaning of the slope and the vertical intercept in context.&nbsp;</p>\n  <p dir=\"ltr\"><em>Design Principle(s): Support sense-making; Maximize meta-awareness</em></p>\n</div>\n<br>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p dir=\"ltr\"><em>Action and Expression: Develop Expression and Communication.</em> To help students get started, display sentence frames such as: &ldquo;What does this part of _____ mean?&rdquo; and &ldquo;I predict _____ because . . .&rdquo; Encourage students to annotate their graphs while using the sentence frames.</p>\n  <p dir=\"ltr\"><em>Supports accessibility for: Language; Organization</em></p>\n</div>\n<br>\n<h4>Student-Facing Statement</h4>\n<p dir=\"ltr\">Here are several scatter plots.</p>\n<ol class=\"os-raise-noindent\" type=\"A\">\n  <li>\\(y=-9.25x+400\\)</li>\n</ol>\n<p><img alt=\"Scatter plot with line of best fit.\" src=\"https://k12.openstax.org/contents/raise/resources/7886c10b5deddc1db19e2b428ec022d7aeebcb43\"><br></p>\n<ol class=\"os-raise-noindent\" start=\"2\" type=\"A\">\n  <li>\\(y=0.44x + 0.04\\)</li>\n</ol>\n<p><img alt=\"Scatterplot with line of best fit.\" src=\"https://k12.openstax.org/contents/raise/resources/ddcfeeab93ae517fc62e6dcbd7bbd03154b8f88f\"><br></p>\n<ol class=\"os-raise-noindent\" start=\"3\" type=\"A\">\n  <li>\\(y = 4x+87\\)</li>\n</ol>\n<p><img alt=\"Scatter plot with line of best fit.\" src=\"https://k12.openstax.org/contents/raise/resources/64993998789d00281800519379a861ae9e11fa1e\"><br></p>\n<ol class=\"os-raise-noindent\" start=\"4\" type=\"A\">\n  <li>\\( y= -2.4x + 25.0\\)</li>\n</ol>\n<p><img alt=\"Scatter plot with line of best fit.\" src=\"https://k12.openstax.org/contents/raise/resources/153ae4a39a9776291b8c8151ad6cac8fd7815a90\"><br></p>\n<ol class=\"os-raise-noindent\">\n  <li>Using the horizontal axis for \\(x\\) and the vertical axis for \\(y\\), interpret the slope of each linear model in the situations shown in the scatter plots.</li>\n  <li>If the linear relationship continues to hold for each of these situations, interpret the \\(y\\)-intercept of each linear model in the situations provided.</li>\n</ol>\n<h4>Student Response</h4>\n<ol class=\"os-raise-noindent\">\n  <li>For example:</li>\n</ol>\n<ul>\n  <ul>\n    <ul>\n      <li>Scatter Plot A: For every increase in age of one year, the linear model estimates that the reaction time decreases by about 9.25 milliseconds.</li>\n      <li>Scatter Plot B: For every additional banana, the linear model estimates that the price increases by about $0.44.</li>\n      <li>Scatter Plot C: For each additional square foot, the linear model estimates that the cost to install flooring increases by about $4.</li>\n      <li>Scatter Plot D: For every increase in temperature of 1 degree Celsius, the linear model estimates that the volume decreases by about 2.4 cubic centimeters.</li>\n    </ul>\n  </ul>\n</ul>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>Sample Response:</li>\n</ol>\n<ul>\n  <ul>\n    <ul>\n      <li>Scatter Plot A: The reaction time estimated by the linear model for a newborn is 400 milliseconds.</li>\n      <li>Scatter Plot B: The price estimated by the linear model for purchasing zero bananas is $0.04.</li>\n      <li>Scatter Plot C: The fixed cost to install flooring is $87.</li>\n      <li>Scatter Plot D: 25 cubic centimeters is the volume estimated by the linear model for a temperature of zero degrees Celsius.</li>\n    </ul>\n  </ul>\n</ul>\n<h4>Student-Facing Extension</h4>\n<h5>Are you ready for more?</h5>\n<p>Clare, Diego, and Elena collect data on the mass and fuel economy of cars at different dealerships.&nbsp;</p>\n<p>Clare finds the line of best fit for data she collected for 12 used cars at a used car dealership. The line of best fit is \\(y=\\frac{-9}{1,000}x+34.3\\) where \\(x\\) is the car&rsquo;s mass, in kilograms, and \\(y\\) is the fuel economy, in miles per gallon.</p>\n<p>Diego made a scatter plot for the data he collected for 10 new cars at a different dealership.</p>\n<p><img alt=\"A scatter plot.\" src=\"https://k12.openstax.org/contents/raise/resources/8c8297915c59723742439e044d461048110e311e\"><br></p>\n<p>Elena made a table for data she collected on 11 hybrid cars at another dealership.<br></p>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\">\n  <tbody>\n    <tr>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\"><strong>mass</strong></p>\n        <p align=\"center\"><strong>(kilograms)</strong></p>\n      </td>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\"><strong>fuel</strong></p>\n        <p align=\"center\"><strong>economy</strong></p>\n        <p align=\"center\"><strong>(miles per gallon)</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">1,100</p>\n      </td>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">38</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">1,200</p>\n      </td>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">39</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">1,250</p>\n      </td>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">35</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">1,300</p>\n      </td>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">36</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">1,400</p>\n      </td>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">31</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">1,600</p>\n      </td>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">27</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">1,650</p>\n      </td>\n      <td valign=\"top\" width=\"104\">\n        <p align=\"center\">28</p>\n      </td>\n    </tr>\n  </tbody>\n</table><br>\n<ol class=\"os-raise-noindent\">\n  <li>Interpret the slope and \\(y\\)-intercept of Clare&rsquo;s line of best fit in this situation.</li>\n  <li>Diego looks at the data for new cars and used cars. He claims that the fuel economy of new cars decreases as the mass increases. He also claims that the fuel economy of used cars increases as the mass increases. Do you agree with Diego&rsquo;s claims? Explain your reasoning.</li>\n  <li>Elena looks at the data for hybrid cars and correctly claims that the fuel economy decreases as the mass increases. How could Elena compare the decrease in fuel economy as mass increases for hybrid cars to the decrease in fuel economy as mass increases for new cars? Explain your reasoning.</li>\n</ol>\n<h4>Extension Student Response</h4>\n<p>Sample responses:</p>\n<ol class=\"os-raise-noindent\">\n  <li>The slope means that the fuel economy decreases 9 miles per gallon for every 1,000 kg increase in mass. The \\(y\\)-intercept represents the fuel economy of a car, in miles per gallon, that has a mass of 0 kg.</li>\n  <li>Diego&rsquo;s claim about new cars is correct. You can look at the graph and see that the fuel economy tends to decrease as the mass increases because the scatter plot appears to have a negative slope. Diego&rsquo;s claim about used cars is not correct because the line of best fit has a negative slope, which means that the fuel economy decreases as the mass increases.</li>\n  <li>Elena needs to compare the slope of the data for hybrids to the slope of the data for new cars. She could do this by looking at the scatter plots and graphing an approximated line of best for each scatter plot. She could then see which line of best fit looks like it is decreasing faster or find and compare the slopes of each approximated line of best fit.</li>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>The purpose of this discussion is for students to describe the rate of change and the vertical intercept using the context in each graph.</p>\n<p>For each question, give students time to think individually and then share their response with their partner. Then select a student or pair of students to respond to the question. Ask students:</p>\n<ul>\n  <li><span>&ldquo;Why is the intercept for the bananas not \\((0,0)\\)?&rdquo; (A linear model is not exact even for the data it is based on. It is an approximation based on the data in the scatter plot. It is possible that it represents the weight of the bag that bananas were placed in. It is also possible that this value does not make sense since there is no evidence to believe the same linear relationship will hold near zero.)</span><br></li>\n  <li><span>&ldquo;How do you interpret the slope for each equation?&rdquo; (The slope is the change in \\(y\\) divided by the change in \\(x\\), so look at the labels on the scatter plot and talk about for each increase of 1 on the \\(x\\) variable, on average, there is a decrease (if the slope is negative) or increase (if the slope is positive) in the variable represented by the \\(y\\)-direction.)</span><br></li>\n  <li><span>&ldquo;When might it make sense to interpret the \\(y\\)-intercept for a linear model?&rdquo; (When \\(x\\)-values around 0 are in the range of the data used to create the model. In other cases, care should be taken not to put too much faith in the answer since the linear trend may not continue to hold farther from the collected data.)</span><br></li>\n  <ul>\n  </ul>\n</ul>\n<h3>3.1.4: Self Check&nbsp;</h3>\n<p><strong><em>Following the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<p><strong></strong></p>\n<div align=\"left\" dir=\"ltr\">\n  <table border=\"1\" cellpadding=\"5\">\n    <colgroup>\n      <col>\n      <col>\n    </colgroup>\n    <tbody>\n      <tr>\n        <td colspan=\"2\">\n          <p dir=\"ltr\"><strong>QUESTION:&nbsp;</strong></p>\n          <p dir=\"ltr\">The scatter plot below shows the results of a survey of eighth-grade students who were asked to report the number of hours per week they spend playing video games and the typical number of hours they sleep each night.</p><br><br>\n          <p dir=\"ltr\"><img alt=\"A SCATTER PLOT THAT SHOWS VIDEO GAME TIME IN HOURS PER WEEK ON THE X-AXIS AND SLEEP TIME IN HOURS PER NIGHT ON THE Y-AXIS. THE LINE DRAWN DECREASES FROM LEFT TO RIGHT.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"409\" src=\"https://k12.openstax.org/contents/raise/resources/82981ad7e626444b3c9f8331825d84f048b6b797\" width=\"450\"></p>\n          <br>\n          <p dir=\"ltr\">Which of the following conclusions can you make looking at the data?</p>\n        </td>\n      </tr>\n      <tr>\n        <td align=\"center\">\n          <p dir=\"ltr\"><strong>ANSWERS</strong></p>\n        </td>\n        <td align=\"center\">\n          <p dir=\"ltr\"><strong>FEEDBACK</strong></p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p dir=\"ltr\">As video game time increases, sleep time increases.</p>\n        </td>\n        <td>\n          <p dir=\"ltr\">Incorrect. Let&rsquo;s try again a different way: Notice the slope of the line is negative. As the line goes farther right, the line goes down. The answer is as video game time increases, sleep time decreases.</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p dir=\"ltr\">As video game time decreases, sleep time decreases.</p>\n        </td>\n        <td>\n          <p dir=\"ltr\">Incorrect. Let&rsquo;s try again a different way: As the line goes farther right, the line goes down. The answer is as video game time increases, sleep time decreases.</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p dir=\"ltr\">As video game time increases, sleep time decreases.</p>\n        </td>\n        <td>\n          <p dir=\"ltr\">That&rsquo;s correct! Check yourself: As the number of hours spent on video games increases, the line goes down, so the number of hours spent sleeping decreases.</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p dir=\"ltr\">There is not a trend between time spent on video games and sleep time.</p>\n        </td>\n        <td>\n          <p dir=\"ltr\">Incorrect. Let&rsquo;s try again a different way: There is a linear model to the data points. The answer is as video game time increases, sleep time decreases.</p>\n        </td>\n      </tr>\n    </tbody>\n  </table>\n</div><strong><br></strong>\n<h3>3.1.4: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></p>\n<h4>Using Linear Models</h4>\n<p>The Monopoly board game is popular in many countries. The scatter plot below shows the distance from &ldquo;Go&rdquo; to a property (in number of spaces moving from &ldquo;Go&rdquo; in a clockwise direction) and the price of the properties on the Monopoly board. The equation of the line is \\(P = 8x + 40\\), where \\(P\\) represents the price (in Monopoly dollars) and \\(x\\) represents the distance (in number of spaces).&nbsp;</p>\n<p><img alt=\"A SCATTER PLOT THAT SHOWS DISTANCE FROM GO IN NUMBER OF SPACES ON THE X-AXIS AND PRICE OF PROPERTY IN MONOPOLY DOLLARS ON THE Y-AXIS. THE LINE DRAWN INCREASES FROM LEFT TO RIGHT.\n\" class=\"img-fluid atto_image_button_text-bottom\" height=\"428\" src=\"https://k12.openstax.org/contents/raise/resources/a1dd8ae78f10fad19e82582491e9abe66a924fce\" width=\"450\"><br></p>\n<p>The model shows that as the distance from &ldquo;Go&rdquo; increases, the price of the property increases.</p>\n<p>The slope of the equation of the linear model is 8. This means that for every space from &ldquo;Go,&rdquo; the price of the property increases $8.&nbsp;</p>\n<p>Notice this gives an estimate. The most expensive property is 39 spaces from &ldquo;Go&rdquo; and costs $400. The model would give the price to be \\(y=8(39)+40\\) or $352.</p>\n<p>The model gives a difference of $48 between the estimated price using the model and the actual price.</p>\n<h4>Try It: Using Linear Models</h4>\n<p><img alt=\"A SCATTER PLOT THAT SHOWS MEAN TEMPERATURE IN JULY IN DEGREES FAHRENHEIT ON THE X-AXIS AND MEAN RAINFALL PER YEAR IN INCHES ON THE Y-AXIS. THE LINE DRAWN INCREASES FROM LEFT TO RIGHT.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"425\" src=\"https://k12.openstax.org/contents/raise/resources/afb399190f61185c419bb2d99e3317cec9ab4976\" width=\"450\"><br></p>\n<p>Looking at the linear model above, what claim can be made?</p>\n<p>Enter your answer here.</p>\n<h5>Solution</h5>\n<p><span>Compare your answer:</span></p>\n<p><span>Here is one claim that can be made looking at the scatter plot and linear model:</span><br></p>\n<p><span>As the mean July temperature of a city increases, so does the mean rainfall per year.</span><br></p>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about <em>why</em> you got the question wrong. Then you won&rsquo;t get this type of question wrong again!<br></p>"
    }
  ]
}