{
  "id": "a24a1223-f8bd-4c9d-af48-0b05d4d42c41",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Warm Up (5 minutes)</h4>\n<p dir=\"ltr\">This warm-up gives students a quick exposure to the inequalities \\(x&gt;0,\\;x\\geq0,\\;y&gt;0,\\;and\\;y\\geq0,\\)&nbsp;so that they are prepared to deal with them later in this lesson. It also reinforces the idea of thinking carefully about whether the points on the boundary lines of a solution region are included in the solution set.</p>\n<h4>Launch</h4>\n<h4>Student-Facing Statement</h4>\n<p dir=\"ltr\">Is the ordered pair (5.43, 0) a solution to all, some, or none of these inequalities? Be prepared to explain your reasoning.</p>\n<p dir=\"ltr\">\\(x &gt; 0\\)</p>\n<p dir=\"ltr\">\\(y &gt; 0\\)</p>\n<p>\\(x\\;\\geq\\;0\\)</p>\n<p>\\(y\\;\\geq\\;0\\)</p>\n<p>Enter your answer to the question here:</p>\n<h4>Student Response</h4>\n<p>Some. (5.43, 0) is a solution to \\(\\;x&gt;0,\\;x\\geq0,\\) and \\(y\\geq0\\).&nbsp;&nbsp;It is not a solution to&nbsp;<br></p>\n<p>\\(y&gt;0\\).</p>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their responses. Then, display a blank four-quadrant coordinate plane for all to see.&nbsp;</p>\n<p>&nbsp;<img alt=\"Blank x y coordinate plane.\n&nbsp;\" src=\"https://k12.openstax.org/contents/raise/resources/44e5c41f2c2ceb7faca155b36b03bf44511d3969\"></p>\n<p>Blank x-y-coordinate plane.&nbsp;&nbsp;</p>\n<p>Ask students:</p>\n<ul>\n<li>\"If we were to graph the solutions to x&gt;0, what would the region look like?\" (We would shade the right side of the y-axis.) \"Is the y-axis included in the solution region?\" (No)</li>\n<li>\"What about the graph of the solutions to y&gt;0?\" (We would shade the upper side of the x-axis). \"Is the x-axis included in the solution region?\" (No)</li>\n<li>\"What about the graph of the solutions to the system \\(x&gt;0\\) and \\(y&gt;0\\)?\" (The solution region would be the upper-right section of the graph, where the other two regions overlap.)</li>\n</ul>\n<p>Remind students that this upper-right region of the coordinate plane is called the first quadrant.</p><br>"
    }
  ]
}