{
  "id": "a545fab4-a80a-4155-9b5a-7fb561e32c47",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>Before this lesson, students have considered (even if only peripherally) input and output values that would make sense in the context of a function. Some examples:</p>\n<ul>\n  <li> When analyzing the cost of buying bagels, it was intuitive to consider only positive whole numbers for the input. </li>\n  <li> When studying the total number of barks of a dog as a function of time, it was natural to consider only positive whole numbers for the output. </li>\n  <li> When looking at the height of a projectile as a function of time, it made sense to limit the input from the launch of the object to the moment the object hits the ground. </li>\n</ul>\n<p>In this lesson and the next one, students focus their attention on possible input and output values, framing them as the domain and range of a function. In this lesson, they identify the domain and range of functions and describe them using words, lists of numbers, or inequalities (if appropriate). In the next lesson, students will relate the domain and range of a function with features of its graph.</p>\n<p>Students&rsquo; analyses of inputs and outputs continue to be grounded in context, allowing many chances to reason quantitatively and abstractly. In an optional activity, there is an opportunity to study the domain of a function without a context.</p>\n<p>The insights students gain here will help them later in the unit and throughout the course as they make sense of other kinds of functions: piecewise-defined, exponential, and quadratic. These understandings will also expand students&rsquo; capacity to model with mathematics.</p>\n<h4> Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li> Given a description of a function that represents a situation, determine reasonable domain and range. </li>\n  <li> Understand that the domain of a function is the set of all possible inputs and the range is the set of all possible outputs. </li>\n</ul>\n<h4> Learning Targets (Student Facing)</h4>\n<ul>\n  <li> Describe the &ldquo;domain&rdquo; and &ldquo;range&rdquo; of a function. </li>\n  <li> When given a description of a function in a situation, determine a reasonable domain and range for the function. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A2(A) determine the domain and range of a linear function in mathematical problems; determine reasonable domain and range values for real-world situations, both continuous and discrete; and represent domain and range using inequalities;</p>\n      </td>\n      <td>\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li> 4.11.1: Determining Reasonable Inputs and Outputs </li>\n  <li> 4.11.2: Domain: The Input of a Function </li>\n  <ul>\n    <li> 4.11.2: Self Check </li>\n    <li> 4.11.2: Additional Resources </li>\n  </ul>\n  <li> 4.11.3: Range: The Output of a Function </li>\n  <ul>\n    <li> 4.11.3: Self Check </li>\n    <li> 4.11.3: Additional Resources </li>\n  </ul>\n  <li> 4.11.4: Using Graphs to Determine the Domain of a Function (Optional) </li>\n  <li> 4.11.5: Using Functions to Answer Real-World Questions </li>\n</ul>\n<p>Students will also complete a series of problems in the 4.11.6: Practice.</p>\n<h4>Required Materials</h4>\n<ul>\n  <li> Graphing technology </li>\n  <li> Pre-printed cards, cut from copies of the blackline master </li>\n</ul>\n<h4>Required Preparation</h4>\n<p>Graphing technology is required for the optional activity 4.11.4 \"Using Graphs to Determine the Domain of a Function.\" Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. (Desmos is available under Math Tools.)</p>\n<h4> Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\" title=\"Mathematics Vocabulary Word Wall Cards\">Mathematics Vocabulary Word Wall Cards</a> </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li> function </li>\n  <li> input </li>\n  <li> output </li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<ul>\n  <li> domain </li>\n  <li> range </li>\n</ul>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/finding-flow/\" target=\"_blank\" title=\"Finding Flow\">Finding Flow</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/creative-spirit/\" target=\"_blank\" title=\"The Creative Spirit\">The Creative Spirit</a> </li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/creativity\" target=\"_blank\">Playbook on Creativity</a>&nbsp;from Character Lab.</p>"
    }
  ]
}