{
  "id": "ab902bf2-0dcd-4a72-acd9-95e967a034a9",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\">Some key takeaways from this lesson are that while residuals can help pick the best line to fit the data among all lines, we still need a way to determine the strength of a linear relationship. The correlation coefficient is a convenient number that can be used to describe the strength and direction of a linear relationship. Usually represented by the letter \\(r\\), the correlation coefficient can take values from &ndash;1 to 1. The sign of the correlation coefficient is the same as the sign of the slope for the best fit line. The closer the correlation coefficient is to 0, the weaker the linear relationship. When the correlation coefficient is closer to 1 or &ndash;1, the linear model fits the data better. Scatter plots of data that are close to the best fit line are better modeled by the line than scatter plots of data that are farther from the line.</p>\n<p dir=\"ltr\">Here are some questions for discussion.</p>\n<ul>\n  <li>&ldquo;What might a scatter plot look like when its line of best fit has a correlation coefficient of 0.9? Sketch it.&rdquo; (It looks like points that follow a linear model very closely. The linear model has a positive slope.)</li>\n  <li>&ldquo;What does a scatter plot look like when its line of best fit has a correlation coefficient of &ndash;0.5? Sketch it.&rdquo; (It looks like a loosely scattered cloud of data that trend downward from left to right.)</li>\n  <li>&ldquo;One line of best fit has a correlation coefficient of 0.88, and the other line of best fit has a correlation coefficient of &ndash;0.88. Han claims that the one with a positive correlation coefficient fits its data better. Is Han correct? Be prepared to show your reasoning.&rdquo; (Han is probably not correct. The sign of the correlation coefficient tells you about the relationship between the variables, not the fit of the data. The positive correlation coefficient just means that as \\(x\\) increases, \\(y\\) also tends to increase. The residuals should also be examined in both cases to determine which data are fit by a linear model better.)</li>\n  <li>&ldquo;Why is it important to know the correlation coefficient for a linear model?&rdquo; (The correlation coefficient is a way to quantify the fit of a given linear model, and it allows you to compare the fits of different linear models for the same data.)</li>\n</ul>\n<p dir=\"ltr\"><br></p>\n<p><br></p>"
    }
  ]
}