{
  "id": "aba06993-6f5b-4bba-9098-851b59d063d5",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>The goal of this lesson is for students to understand that how an equation is written to represent a function depends on how the domain of a function is identified. With sequences, it is common to start at either \\(f(1)\\) or \\(f(0)\\). So far in this unit, the first term has typically been cited as \\(f(1)\\). The exception has been when \\(n=1\\) is confusing given the context, which is the case when the number of pieces of paper depends on the number of cuts. This lesson gives students a chance to study the effect this choice has when writing an equation to define a sequence and is also meant to help students review how to write equations of linear and exponential functions by using a table to express regularity in repeated reasoning. In the following lessons, students will write equations for these types of functions in various contexts.</p>\n<p>Prior to this lesson, students focused on defining sequences recursively using function notation. In this lesson, students will study equations representing functions that are known as explicit or closed-form definitions. A closed-form definition is one where the value of the nth term is determined from just the term number. This type of equation is one students are familiar with from their earlier work with linear and exponential equations.</p>\n<p>It is important to emphasize to students that simplified versions of the forms may be seen on exams and should be accepted as student responses.</p>\n<p>For example, an arithmetic equation written explicitly with the nth term as \\(a(n)=3+2(n&minus;1)\\) can also be written as \\(a(n)=3+2n-2\\) or \\(a(n)=2n+1\\). Students should recognize that substituting in values of \\(n\\) in either representation will yield the same answer.</p>\n<p>A focus of this lesson is using precise language to explain patterns and understand how a function can be represented by two different equations.</p>\n<p>Technology isn&rsquo;t required for this lesson, but there are opportunities for students to choose to use appropriate technology to solve problems. We recommend making technology available.</p>\n<h4> Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>\n    Describe the nth term.\n  </li>\n  <li>\n    Justify (orally and in writing) why different equations can represent the same sequence.\n  </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li>\n    Find terms of sequences directly.\n  </li>\n  <li>\n    Explain why different equations can represent the same sequence.\n  </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A12(D) write a formula for the nth term of arithmetic and geometric sequences, given the value of several of their terms;</p>\n      </td>\n      <td>\n        <p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li>\n    4.17.1: Repeated Addition Is Multiplication\n  </li>\n  <li>\n    4.17.2: Define a Sequence by the nth Term<ul>\n      <li>\n        4.17.2: Self Check\n      </li>\n      <li>\n        4.17.2: Additional Resources\n      </li>\n    </ul>\n  </li>\n  <li>\n    4.17.3: Identify a Domain for a Function\n    <ul>\n      <li>\n        4.17.3: Self Check</li>\n      <li>\n        4.17.3: Additional Resources\n      </li>\n    </ul>\n  </li>\n  <li>\n    4.17.4: Interchanging Between Formulas\n    <ul>\n      <li>\n        4.17.4: Self Check\n      </li>\n      <li>\n        4.17.4: Additional Resources\n      </li>\n    </ul>\n  </li>\n  <li>\n    4.17.5: Different Types of Equations\n  </li>\n</ul>\n<p>Students will also complete a series of problems in the 4.17.6: Practice.</p>\n<h4> Required Materials</h4>\n<ul>\n  <li>\n    Sheets of 8 x 10 grid paper</li>\n  <li>\n    Scissors\n  </li>\n  <li>\n    Graphing technology\n  </li>\n</ul>\n<h4>Required Preparation</h4>\n<p>Use of the paper cutting activity is optional. If using, prepare 1 pair of scissors for every 2 students.</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li>\n    Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.\n  </li>\n  <li>\n    Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written explanations.\n  </li>\n  <li>\n    Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a>\n  </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li>\n    recursive definition\n  </li>\n  <li>\n    arithmetic\n  </li>\n  <li>\n    geometric\n  </li>\n</ul>\n<p><strong>New Vocabulary</strong></p>\n<ul>\n  <li>\n    nth term\n  </li>\n</ul>\n<h4> Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li>\n    <a href=\"https://characterlab.org/tips-of-the-week/work-smarter-sooner/\" target=\"_blank\">Work Smarter, Sooner</a>\n  </li>\n  <li>\n    <a href=\"https://characterlab.org/tips-of-the-week/free-your-mind/\" target=\"_blank\">Free Your Mind</a>\n  </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/creativity/\" target=\"_blank\">Playbook on Creativity</a> from Character Lab.</p>"
    }
  ]
}