{
  "id": "af56bcc2-2ea1-401d-b008-da820473d61a",
  "content": [
    {
      "variant": "main",
      "html": "<p>In this lesson, you learned how to:</p>\n<ul>\n  <li> Simplify expressions using different properties for exponents. </li>\n  <li> Simplify expressions containing exponents of zero. </li>\n  <li> Use the definition of a negative exponent to simplify expressions. </li>\n</ul>\n<p>Here are the <strong>activities</strong> that helped you reach those goals:</p>\n<ul>\n  <li> 5.1.1: Understanding Exponents </li>\n  <ul>\n    <li> In this activity, you reviewed the concept of exponents. You converted exponential expressions into repeated multiplication expressions. </li>\n  </ul>\n  <li> 5.1.2: Using Product and Quotient Properties for Exponents </li>\n  <ul>\n    <li> In this activity, you learned how to use the Product Property for Exponents to rewrite multiplication problems involving exponential terms with the same base. To simplify, the exponential terms are added and the same base is kept. You also learned how to use the Quotient Property for Exponents to rewrite division problems involving exponential terms with the same base. To simplify those, the exponential terms are subtracted and the same base is kept. </li>\n  </ul>\n  <li><span>5.1.2: Self Check</span><br></li>\n  <ul>\n  </ul>\n  <li> 5.1.3: Using Zero Exponent Property and Negative Exponents </li>\n  <ul>\n    <li> In this activity, you used the Zero Exponent Property to simplify any non-zero number raised to the zero power. The solution is always 1. You also learned how to use the definition of a negative exponent to simplify exponential expressions. To simplify an expression with a negative exponent, the reciprocal of the base is used and the sign of the exponent is flipped. </li>\n  </ul>\n  <li><span>5.1.3: Self Check</span><br></li>\n  <ul>\n  </ul>\n  <li> 5.1.4: Using Power Properties for Exponents </li>\n  <ul>\n    <li> In this activity, you learned various power properties for exponents. The Quotient to a Negative Power Property is used to simplify values being divided while all raised to a negative exponent. You learned that the Power Property for Exponents is used when an exponential expression is raised to another power. The Product to a Power Property for Exponents states that when you raise products to a power, all factors being multiplied are raised to that power. Finally, you learned the Quotient to a Power Property for Exponents. This is used to simplify a division expression that is raised to a power. </li>\n  </ul>\n  <li><span>5.1.4: Self Check</span><br></li>\n  <ul>\n  </ul>\n  <li> 5.1.5: Simplifying Exponents </li>\n  <ul>\n    <li> In this activity, you simplified expressions using all the properties you practiced in the lesson. You also reviewed each of the properties you learned. </li>\n  </ul>\n</ul>\n<p>After these activities, you completed the following<strong> practice</strong>:</p>\n<ul>\n  <li> 5.1.6: Practice </li>\n</ul>\n<h4>Checking In</h4>\n<div class=\"os-raise-ib-pset\" data-button-text=\"Submit\" data-content-id=\"d9deb5f4-6c9b-4262-b1b1-fb091e3326db\" data-fire-learning-opportunity-event=\"eventnameY\" data-fire-success-event=\"eventnameX\" data-retry-limit=\"1\" data-schema-version=\"1.0\">\n  <!--pulldown-->\n  <div class=\"os-raise-ib-pset-problem\" data-content-id=\"b44bbe24-d055-43de-9564-16c7db9177aa\" data-problem-type=\"dropdown\" data-solution data-solution-options='[\"1 - I&rsquo;m totally lost!\", \"2 - I could use some more help.\", \"3 - I mostly understand.\", \"4 - I can do it.\",\"5 - I&rsquo;ve got this!\"]'>\n    <div class=\"os-raise-ib-pset-problem-content\">\n      <p>On a scale of 1 to 5, how confident do you feel about the learning goals of this lesson? </p>\n    </div>\n    <div class=\"os-raise-ib-pset-correct-response\">\n      <p>Correct!</p>\n    </div>\n    <div class=\"os-raise-ib-pset-encourage-response\">\n      <p>If you&rsquo;ve answered 3 or less, be sure to reach out to your teacher before starting the next lesson.</p>\n    </div>\n  </div>\n  <!--Do not edit below line.-->\n  <div class=\"os-raise-ib-pset-correct-response\">\n    <!-- INSERT ANY VALID HTML HERE -->\n  </div>\n  <div class=\"os-raise-ib-pset-encourage-response\">\n    <!-- INSERT ANY VALID HTML HERE -->\n  </div>\n</div>"
    }
  ]
}