{
  "id": "af76f461-26d4-4f21-bf94-aadd9eef9212",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This activity encourages students to think about the fact that subtracting a number is equivalent to adding the opposite of that number&mdash;that is, \\(100-5=100+-5\\)&mdash;and to rely on the structure of the expressions on each side of the equal sign to mentally solve problems. The understandings elicited here will be helpful later in the lesson, when students reason that \\((x-1)(x-4)\\) is equivalent to \\((x+-1)(x+-4)\\), which in turn helps them expand the expression using diagrams and the distributive property.</p>\n<p>Some students may reason about the value of \\(n\\) by reasoning. For example, to find \\(n\\) in \\(40-8=40+n\\), they see that the left side of the equation is \\(32\\) and reason that the number being added to \\(40\\) must be negative, and that it must be \\(&ndash; 8\\). Others may carry out the steps for solving equations, for example, by subtracting \\(40\\) from both sides, or by adding \\(8\\) to both sides and then subtracting \\(48\\) from both sides.</p>\n<p>Any of these strategies are fine. The key point is to recognize that the number being added on one side is the opposite of the value being subtracted from the other side. If after a couple of questions students show an understanding of this, and if time is limited, it is not essential for students to complete all questions.</p>\n<p>As students solve these equations mentally, they practice looking for and making use of structure.</p>\n<h4>Launch</h4>\n<p>Display one problem at a time. Give students quiet think time for each problem and ask them to give a signal when they have an answer and a strategy. Keep all problems displayed throughout the talk. Follow with a whole-class discussion.</p>\n<h4>Student Activity</h4>\n<p>Solve each equation mentally. Then, enter your answer to check it.</p>\n<ol class=\"os-raise-noindent\">\n  <li>\\(40-8=40+n\\)</li>\n</ol>\n<p><strong>Answer:</strong> \\(&ndash; 8\\)</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>\\(25+-100=25-n\\)</li>\n</ol>\n<p><strong>Answer:</strong> \\(100\\)</p>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>\\(-3- \\frac {1}{2}=3+ \\frac {1}{2}n\\)</li>\n</ol>\n<p><strong>Answer:</strong> \\(&ndash; 13\\)</p>\n<ol class=\"os-raise-noindent\" start=\"4\">\n  <li>\\(72-n=72+6\\)</li>\n</ol>\n<p><strong>Answer:</strong> \\(&ndash; 6\\)</p>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share their strategies for each problem. Record and display their responses for all to see. To involve more students in the conversation, consider asking:</p>\n<ul>\n  <li> &ldquo;Who can restate ______&rsquo;s reasoning in a different way?&rdquo; </li>\n  <li> &ldquo;Did anyone have the same strategy but would explain it differently?&rdquo; </li>\n  <li> &ldquo;Did anyone solve the problem in a different way?&rdquo; </li>\n  <li> &ldquo;Does anyone want to add on to ______&rsquo;s strategy?&rdquo; </li>\n  <li> &ldquo;Do you agree or disagree? Why?&rdquo; </li>\n</ul>\n<p>If not already made clear in students&rsquo; explanations, highlight that subtracting a number gives the same outcome as adding the opposite of that number.</p>\n<p>Tell students that remembering that subtraction can be thought of in terms of addition can help us rewrite quadratic expressions such as \\((x-5)(x+2)\\) or \\((x-9)(x-3)\\), where one or both factors are differences.</p>"
    }
  ]
}