{
  "id": "afdb20ba-46dd-46c2-8c55-a35ea73d615c",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>Previously, students used completing the square to rewrite quadratic expressions as perfect squares so they could solve equations. They also completed the square to derive the quadratic formula, which makes it possible to solve any quadratic equation. In this lesson, students encounter another use for completing the square-it can be used to rewrite a quadratic expression from standard form to vertex form.</p>\n<p>Students explored the vertex form in a previous unit on quadratic functions. The lesson begins with a review of the form, its advantage, and its connections to the graph. Then, students recall how to transform expressions in vertex form into standard form, and then they experiment with transforming the same expressions back to vertex form. Students notice that to take an expression from standard form to vertex form is essentially to complete the square, while being careful not to change the value of the expression.</p>\n<p>To transform expressions into vertex form, students need to look for and make use of structure.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul class=\"os-raise-noindent\">\n  <li> Analyze and explain (orally and in writing) the steps for completing the square and understand how they transform a quadratic expression from standard to vertex form. </li>\n  <li> Identify the vertex of a graph of a quadratic function when the expression that defines it is in vertex form. </li>\n  <li> Write equivalent quadratic expressions in vertex form by completing the square. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul class=\"os-raise-noindent\">\n  <li> Identify the vertex of the graph of a quadratic function when the expression that defines it is written in vertex form. </li>\n  <li> Explain the meaning of the term \"vertex form\" and recognize examples of quadratic expressions written in this form. </li>\n  <li> When given a quadratic expression in factored form, rewrite it in standard form. </li>\n  <li> When given a quadratic expression in standard form, rewrite it in vertex form. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A6(B) write equations of quadratic functions given the vertex and another point on the graph, write the equation in vertex form \\((f(x) = a(x - h)^2 + k)\\), and rewrite the equation from vertex form to standard form \\((f(x) = ax^2 + bx + c)\\).</p>\n      </td>\n      <td>\n        <p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A7(A) graph quadratic functions on the coordinate plane and use the graph to identify key attributes, if possible, including \\(x\\)-intercept, \\(y\\)-intercept, zeros, maximum value, minimum values, vertex, and the equation of the axis of symmetry.</p>\n      </td>\n      <td>\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A8(A) solve quadratic equations having real solutions by factoring, taking square roots, completing the square, and applying the quadratic formula.</p>\n      </td>\n      <td>\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul class=\"os-raise-noindent\">\n  <li> 9.8.1: The Vertex and Intercepts of a Function </li>\n  <li> 9.8.2: Expanding from Factored Form to Standard Form </li>\n  <li> 9.8.3: Converting from Standard Form to Vertex Form </li>\n  <ul>\n    <li> 9.8.3: Self Check </li>\n    <li> 9.8.3: Additional Resources </li>\n  </ul>\n  <li> 9.8.4: Rewriting Expressions in Vertex Form </li>\n  <ul class=\"os-raise-noindent\">\n    <li> 9.8.4: Self Check </li>\n    <li> 9.8.4: Additional Resources </li>\n  </ul>\n  <li> 9.8.5: Different Forms of Quadratic Expressions </li>\n  <li> 9.8.6: Vertex Form and Coordinates of the Vertex </li>\n</ul>\n<p>Students will also complete a series of problems in the 9.8.7: Practice.</p>\n<h4>Required Materials</h4>\n<ul class=\"os-raise-noindent\">\n  <li> Graphing technology </li>\n  <li> Pre-printed slips, cut from copies of the blackline master </li>\n</ul>\n<h4>Required Preparation</h4>\n<ul class=\"os-raise-noindent\">\n  <li> Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. </li>\n</ul>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul class=\"os-raise-noindent\">\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. </li>\n  <li> Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in \"math talk\" and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a>. </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson:</p>\n<table class=\"os-raise-standardtable\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Previous Vocabulary</strong></p>\n      </td>\n      <td>\n        <p><strong>New Vocabulary</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        <ul>\n          <li> vertex (of a graph) </li>\n          <li> vertex form (of a quadratic expression) </li>\n          <li> \\(x\\)-intercept </li>\n          <li> \\(y\\)-intercept </li>\n        </ul>\n      </td>\n      <td valign=\"top\">\n        <ul>\n          <li> none </li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>intellectual humility</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul class=\"os-raise-noindent\">\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/facing-the-future/\" target=\"_blank\">Facing the Future</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/naive-realism/\" target=\"_blank\">Naive Realism</a> </li>\n</ul>\n<p>You can find other tips located here in the<a href=\"https://characterlab.org/playbooks/intellectual-humility/\" target=\"_blank\"> Playbook on Intellectual Humility</a> from Character Lab.</p>"
    }
  ]
}