{
  "id": "b4bab05a-254e-4916-817b-4caae61a939c",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (10 minutes)</h3>\n<p>This warm up introduces students to the zero product property and prepares them to use it to solve quadratic equations. It reminds students that if two numbers are multiplied and the result is 0, then one of the numbers has to be 0.</p>\n<h4>Launch</h4>\n<p>Display one problem at a time and ask students to respond without writing anything down. Give students quiet time to think individually for each problem and ask them to give a signal when they have an answer and a strategy. Keep all problems displayed throughout the talk. Follow with a whole-class discussion about the zero product property using the definition and the lesson synthesis.</p>\n<p>As you discuss the solution to question 5 with students, take note that question 1 also adheres to this pattern. There is only one factor in question 1, \\((6 + 2a)\\).</p>\n<h4>Student Activity</h4>\n<p>What values of the variables make each equation true?</p>\n<ol class=\"os-raise-noindent\">\n  <li>\\(6+2a=0\\)</li>\n</ol>\n<p><strong>Answer:</strong>&nbsp;\\(a=-3\\)</p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>\\(7b=0\\)</li>\n</ol>\n<p><strong>Answer:</strong>&nbsp;\\(b=0\\)</p>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>\\(7(c&minus;5)=0\\)</li>\n</ol>\n<p><strong>Answer:</strong>&nbsp;\\(c=5\\)</p>\n<ol class=\"os-raise-noindent\" start=\"4\">\n  <li>Determine which of the statements are true if \\(g \\cdot h=0\\). </li>\n</ol>\n<p><strong>Answer:</strong>&nbsp;Either \\(g=0\\) or \\(h=0\\), or \\(g=h=0\\)</p>\n<ol class=\"os-raise-noindent\" start=\"5\">\n  <li>What did you notice about one of the factors in each of the previous problems?</li>\n</ol>\n<p><strong>Answer:</strong> At least one of the factors in each equation was 0 or equivalent to 0.</p>\n<p>We will use the zero product property to help solve quadratic equations throughout this lesson.</p>\n<br>\n<div class=\"os-raise-graybox\">\n  <p> <strong> ZERO PRODUCT PROPERTY </strong></p>\n  <hr>\n  <p>If the product of two expressions is 0, then one or both of the expressions equal 0.</p>\n  <p>If \\(ab=0\\), then \\(a=0\\) or \\(b=0\\), or \\(a=b=0\\).</p>\n</div>\n<br>\n<h4>Activity Synthesis</h4>\n<p>Ask students to share their strategies for each problem. Record and display their responses for all to see. To involve more students in the conversation, consider asking:</p>\n<ul class=\"os-raise-noindent\">\n  <li>\"Who can restate _______'s reasoning in a different way?\"</li>\n  <li>\"Did anyone have the same strategy but would explain it differently?\"</li>\n  <li>\"Did anyone solve the problem in a different way?\"</li>\n  <li>\"Does anyone want to add on to _______'s strategy?\"</li>\n  <li>\"Do you agree or disagree? Why?\"</li>\n  <li> Highlight explanations that state that any number multiplied by 0 is 0. Then, introduce the zero product property, which states that if the product of two numbers is 0, then at least one of the numbers is 0. </li>\n</ul>"
    }
  ]
}