{
  "id": "b5fc686b-e7b9-4c1f-afa1-0b1589f8e40b",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>In this warm-up, students compare functions by analyzing graphs and statements in function notation. The work here prepares students to make more sophisticated comparisons later in the lesson.</p>\n<h4>Student-Facing Statement</h4>\n<p>This graph shows the populations of Baltimore and Cleveland in the 20th century. \\(B(t)\\) is the population of Baltimore in year \\(t\\). \\(C(t)\\) is the population of Cleveland in year \\(t\\).</p>\n<p><img alt=\"Two functions. year and population.\" src=\"https://k12.openstax.org/contents/raise/resources/62900a61e10d021a7053a7db0482074a387ba557\"></p>\n<ol>\n  <li>Estimate \\(B(1930)\\) and explain what it means in this situation.</li>\n  <li>Here are pairs of statements about the two populations. In each pair, which statement is true? Be prepared to explain how you know.</li>\n  <ol type=\"a\">\n    <li>\\(B(2000)&gt;C(2000)\\) or \\(B(2000)&lt;C(2000)\\)</li>\n    <li>\\(B(1900)=C(1900)\\) or \\(B(1900)&gt;C(1900)\\)</li>\n  </ol>\n  <li>Were the two cities&rsquo; populations ever the same? If so, when?</li>\n</ol>\n<h4>Student Response</h4>\n<ol>\n  <li>\\(B(1930)\\) is about 800,000. It&rsquo;s the population of Baltimore in 1930.</li>\n  <li>\n  </li>\n  <ol type=\"a\">\n    <li>\\(B(2000)&gt;C(2000)\\)</li>\n    <li>\\(B(1900)&gt;C(1900)\\)</li>\n  </ol>\n  <li>Yes. The populations were the same in roughly 1910 and 1943.</li>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their response to the first question. After students give a reasonable estimate of the population of Baltimore (about 800,000), display the statement \\(B(1930)=800,000\\) for all to see. Make sure students can interpret it to mean: &ldquo;In 1930, the population of Baltimore was about 800,000 people.&rdquo;</p>\n<p>Next, ask students to explain how they knew which statement in each pair of inequalities is true, and how they knew that there were two points in time when Baltimore and Cleveland had the same population.</p>\n<p>Ask students how we could use function notation to express that the populations of Baltimore and Cleveland were equal in 1910. If no students mention \\(B(1910)=C(1910)\\) or \\(B(t)=C(t)\\) for \\(t=1910\\), bring these up and display these statements for all to see.</p>"
    }
  ]
}