{
  "id": "b7c1e3f8-7414-438e-baa2-a949deda2f86",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\">Do you ever think about where your food comes from, or what it takes to get those vegetables you&rsquo;re eating from the ground to your plate? Watch the video to learn a bit about the organization Farms To Grow and how farmers use statistics to make sound decisions for their farms.<br><br></p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n  <source src=\"https://k12.openstax.org/contents/raise/resources/4f83fa14ca4d059b4945e937e6c7ac1a3da02b79\">\n  <track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/e40262a8b56c03b32a482ac50906fb221946d663\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/4f83fa14ca4d059b4945e937e6c7ac1a3da02b79\n</video>\n<br>\n<p dir=\"ltr\"><br>In this unit, you will learn about how to graph two-dimensional data and create models of the data to make predictions. You&rsquo;ll also use residuals to judge how good a model is and use correlation to describe how variables are related to each other.&nbsp;</p>\n<h4>Building Character: Purpose&nbsp;</h4>\n<p dir=\"ltr\"><span>Through their organization, Farms to Grow, Gordon Reed and Dr. Gail Myers work to promote the sustainability and history of Black farmers. They have a strong sense of purpose to make a positive contribution to the world.&nbsp;</span><br></p>\n<p dir=\"ltr\"><span>Throughout this unit, you will work on developing your <strong>purpose</strong>. Having purpose is showing a commitment to making a meaningful contribution to the world. Purpose drives you to make positive contributions in line with your own interests and strengths. And this pursuit gives your life direction and forward momentum; it motivates and guides your short-term goals and daily activities. With a strong sense of purpose, you flourish: you enjoy a more meaningful life, are healthier and more resilient to setbacks, live more energetically, and feel good about what you&rsquo;ve accomplished.</span></p>\n<p dir=\"ltr\">Think about your current sense of purpose. How many of the following statements are true for you?</p>\n<ul>\n  <li>I look for ways to have positive effects on others&rsquo; lives.</li>\n  <li>I often reflect on my life goals and the kind of person I want to be.</li>\n  <li>When I plan out my day, I consider how my activities connect to what I want to accomplish with my life.</li>\n  <li>I often think about what I can offer the world, taking into account what the world needs as well as my personal strengths and interests.</li>\n  <li>I often think about what matters most to me and why it matters.</li>\n</ul>\n<p dir=\"ltr\">Don&rsquo;t worry if none of these statements are true for you. Developing this trait takes time. Your first step starts today!</p>\n<p><br></p>"
    }
  ]
}