{
  "id": "b929fb72-9a52-40c1-95bf-50e18e597e78",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Lesson Narrative</h3>\n<p>By now students recognize that solutions to linear inequalities can be found by graphing, and that this can be done by first graphing a related equation and deciding on the solution region. In this lesson, they learn to use graphing technology to find the solution set of a linear inequality in two variables.</p>\n<p>Students then use this skill to solve problems that involve inequalities. They write linear inequalities to represent the constraints in situations and then use the representations (including the graphs of the solutions) to answer questions about the situations. As they write inequalities from descriptions, decide on the solution sets, and interpret points in a solution region, students engage in quantitative and abstract reasoning.</p>\n<h3>Learning Goals (Teacher Facing)</h3>\n<p>Students will be able to:</p>\n<ul>\n  <li>Identify an inequality, a graph, an ordered pair, and a description that represent the constraints and possible solutions in a situation.</li>\n  <li>Explain that a constraint on two variables can be represented by an inequality, a graph (a half-plane), and a verbal description.</li>\n  <li>Write inequalities in two variables to represent the constraints in a situation.</li>\n  <li>Use technology to graph the solution set to answer questions about the situation.</li>\n</ul>\n<h3>Learning Targets (Student Facing)</h3>\n<ul>\n  <li>Use graphing technology to find the solution to a two-variable inequality.</li>\n  <li>Connect the different representations and interpret them in terms of the situation, when given inequalities, graphs, and descriptions that represent the constraints in a situation.</li>\n</ul>\n<h3>Texas Essential Knowledge and Skills (TEKS)</h3>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td><strong>TEKS</strong></td>\n      <td><strong>Explanation of Coverage</strong></td>\n    </tr>\n    <tr>\n      <td><span lang=\"EN\">A<span lang=\"EN\">2(H) write linear inequalities in two variables\n            given a table of values, a graph, and a verbal description.</span></span><br></td>\n      <td>Full coverage: Lesson provides content that covers all parts of this TEKS.\n      </td>\n    </tr>\n    <tr>\n      <td>A<span lang=\"EN\">3(D) graph the solution set of linear\n          inequalities in two variables on the coordinate plane.</span><br></td>\n      <td>Full coverage: Lesson provides content that covers all parts of this TEKS.</td>\n    </tr>\n  </tbody>\n</table>\n<div>\n  <p><span><br>Lesson Activities</span><br></p>\n  <p>Here are the instructional activities for the lesson:</p>\n  <ul>\n    <li><span>2.12.1:\n        Graphing Inequalities with Technology</span></li>\n    <li>2.12.2:\n      Solving Problems with Inequalities in Two Variables<ul>\n        <li>2.12.2: Self Check</li>\n        <li>2.12.2: Additional Resources</li>\n      </ul>\n    </li>\n    <li>2.12.3:\n      Matching Representations of Inequalities<ul>\n        <li>2.12.3<span lang=\"EN\">: Self Check</span></li>\n        <li>2.12.3<span lang=\"EN\">: Additional Resources</span></li>\n      </ul>\n    </li>\n    <li>2.12.4:\n      Graphing Solutions to an Inequality</li>\n  </ul>\n</div>\n<div><span>Students will also complete a series of problems in the 2.12.5: Practice.</span></div>\n<div><br>\n  <h3>Required Materials</h3>\n  <ul>\n    <li>Graphing technology</li>\n    <li>Pre-printed slips, cut from copies of the blackline master</li>\n  </ul>\n  <h3>Required Preparation</h3>\n  <span>Print and cut up slips from the blackline master. Prepare 1 copy for every 2 students.</span>\n</div>\n<div><span><br>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. (If students typically access the digital version of the materials, Desmos is always available under Math Tools.)</span>\n  <h3>Lesson Vocabulary</h3>\n  <p>During this lesson, it is important to:</p>\n  <ul>\n    <li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n    <li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n    <li>Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n  </ul>\n  <p>Vocabulary words that are emphasized in this lesson include:</p>\n  <p><strong>Previous Vocabulary:</strong></p>\n  <ul>\n    <li>linear inequality</li>\n    <li>solution to a linear inequality</li>\n    <li>boundary line</li>\n  </ul>\n  <ul>\n  </ul>\n  <h3>Support for Building Character</h3>\n  <p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>growth mindset.</strong></p>\n  <p>Here are some tips to try during this lesson:</p>\n  <ul>\n    <li><span><a href=\"https://characterlab.org/tips-of-the-week/roots-of-optimism/\" target=\"_blank\">Roots of Optimism</a></span><br></li>\n    <li><a href=\"https://characterlab.org/tips-of-the-week/planting-a-growth-mindset/\" target=\"_blank\">Playing a Growth Mindset</a></li>\n  </ul>\n  <p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/growth-mindset/\" target=\"_blank\">Playbook on Growth Mindset</a> from Character Lab.</p>\n</div>"
    }
  ]
}