{
  "id": "ba55cd0b-8573-40f5-8aeb-750f57491cc8",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\"></p>\n<div>\n  <h2><span>Warm Up (5 minutes)</span></h2>\n</div>\n<div>\n  <p>The purpose of this warm-up is to give students an intuitive and concrete way to think about combining two equations that are both true.</p>\n  <p>Students are presented with diagrams of three balanced hangers, which suggest that the weights on the two sides of each hanger are equal. Each side of the last hanger shows the combined objects from the corresponding side of the first two hangers. Students can reason that if 2 circles weigh the same as 1 square, and 1 circle and 1 triangle weigh the same as 1 pentagon, then the combined weight of 3 circles and 1 triangle should be equal to the combined weight of 1 square and 1 pentagon.</p>\n</div>\n<h3>Launch</h3>\n<div>\n  <p>Display the hanger diagrams for all to see. Ask students to think of at least one thing they notice and at least one thing they wonder. Give students 1 minute of quiet think time and then 1 minute to discuss the things they notice and wonder with their partner, followed by a whole-class discussion.</p>\n</div>\n<h3>Student-Facing Statement</h3>\n<div>\n  <p>What do you notice? What do you wonder?</p>\n  <div>\n    <div>\n      <div>\n        <div><img alt=\"Balanced hanger diagram. Two red circles on the left side. One blue square on the right side.\" height=\"151\" src=\"https://s3.amazonaws.com/im-ims-export/uE947T7rTUQrCy86nCose98H\" width=\"183\"></div>\n      </div>\n      <div>\n        <div><img alt=\"Balanced hanger diagram. One red circle and a green triangle on the left side. One yellow pentagon on the right side.\" height=\"151\" src=\"https://s3.amazonaws.com/im-ims-export/WF8JxNpou6wa1Y9bX4rphrvY\" width=\"190\"></div>\n      </div>\n      <div>\n        <div><img alt=\"Balanced hanger diagram. 3 red circles and a green triangle on the left side. One blue square and a yellow pentagon on the right side.\" height=\"259\" src=\"https://s3.amazonaws.com/im-ims-export/rmjTYBnBfY1AwQdH2YxaKXbT\" width=\"190\"></div>\n      </div>\n    </div>\n  </div>\n</div>\n<h3>Student Response</h3>\n<div>\n  <p>What do you notice? Possible responses:</p>\n  <ul>\n    <li>All the hangers are balanced.</li>\n    <li>There are circles on the left side of every hanger and none on the right side of any hanger.</li>\n    <li>There is a triangle on the left side of the second and third hangers.</li>\n    <li>There is a square on the right side of the first and third hangers.</li>\n    <li>The third hanger has all the shapes from the first two hangers.</li>\n    <li>The shapes from the left side of the first two hangers end up on the left side of the last hanger. (The same can be said about the right side.)</li>\n  </ul>\n  <p>What do you wonder? Possible responses:</p>\n  <ul>\n    <li>Is the circle the lightest shape?</li>\n    <li>Which shape weighs the most?</li>\n    <li>Why does the last hanger have many more shapes than the other two hangers?</li>\n    <li>Why is the last hanger is still balanced if it has shapes added to each side?</li>\n  </ul>\n</div>\n<h3>Activity Synthesis</h3>\n<div>\n  <p>Ask students to share the things they noticed and wondered. Record and display their responses for all to see. If possible, record the relevant reasoning on or near the image. After all responses have been recorded without commentary or editing, ask students, &ldquo;Is there anything on this list that you are wondering about now?&rdquo; Encourage students to respectfully disagree, ask for clarification, or point out contradicting information.</p>\n  <p>The idea to emphasize is that the weights on each side of the third hanger come from combining the weights on the corresponding sides of the first two hangers. If no one points this out, raise it as a point for discussion. Ask students:</p>\n  <ul>\n    <li>&ldquo;What do you notice about the left side of the last hanger? What about the right side?&rdquo;</li>\n    <li>&ldquo;If we only saw the first two hangers but knew that the third hanger has the combined weights from the corresponding side of the first two hangers, could we predict whether the weights on the third hanger would balance? Why or why not?&rdquo; (Yes. We can think of it as adding the weights from the second hanger to the first one, or vice versa. If the same weight is added to each side of a balanced hanger, the hanger would still be balanced.)</li>\n  </ul>\n</div><br>\n<p></p>"
    }
  ]
}