{
  "id": "ba751958-f991-453d-9762-c4509bb7a3e7",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm up activates students' knowledge of the factored form of a quadratic equation. Students will remember that the factored form of an equation can be derived from its solutions, or zeros, as found in a graph.&nbsp;</p>\n<p>Students will refresh their understanding that a quadratic equation with a single solution is a double root. This can be represented by a parabola that intersects with the \\(x\\)-axis at one point, its vertex.</p>\n<p>Students will also remember that when the graph of a quadratic equation does not intersect with the \\(x\\)-axis, the equation has no solution.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of two. Give students quiet time to think individually to answer each question (it is not necessary that students formally record their responses). Then, ask them to share their responses with their partner before moving on to the next question. Follow up with a brief whole-class discussion.</p>\n<h4>Student-Facing Statement </h4>\n<p>In this unit, you learned about the relationship between the factored form of a quadratic equation, its zeros, and its graph.&nbsp;</p>\n<ol class=\"os-raise-noindent\">\n  <li>What is the factored form of the quadratic equation represented by the graph? Explain how you found your answer.</li>\n</ol>\n<p><img alt=\"GRAPH OF A PARABOLA THAT OPENS UPWARD WITH X-INTERCEPTS OF NEGATIVE-4 AND 6.\" height=\"359\" src=\"https://k12.openstax.org/contents/raise/resources/b5888e5c41bba207d103184559391a0f55566259\" width=\"359\"></p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>How many times does the graph of the equation \\((x-5)(x-5)=0\\) intersect with the \\(x\\)-axis? Explain your reasoning.<br>\n    <br>\n  </li>\n  <li>The equation \\(x^2-8x+20=0\\) is shown in the graph. How many solutions does the equation have? Explain your reasoning.</li>\n</ol>\n<p><img alt=\"GRAPH OF A PARABOLA THAT OPENS UPWARD WITH NO X-INTERCEPTS AND A Y-INTERCEPT OF 20.\" height=\"346\" src=\"https://k12.openstax.org/contents/raise/resources/4303ef196069e33c0e408372bace1a18ac8d0f1a\" width=\"346\"></p>\n<h4>Student Response</h4>\n<ol class=\"os-raise-noindent\">\n  <li>The zeros of the quadratic function shown in the graph are -4 and 6. This means the factors of the function are \\((x-6)\\) and \\((x+4)\\). The factored form of this function is represented by the equation \\((x-6)(x+4)=0\\).<br>\n    <br>\n  </li>\n  <li>The graph of the equation intersects one time with the \\(x\\)-axis. The solution or zero of the equation \\((x-5)(x-5)=0\\) is \\(x = 5\\). It is a double root. This means when graphed, the vertex of the parabola intersects with the \\(x\\)-axis only at \\((5, 0)\\).<br>\n    <br>\n  </li>\n  <li>The equation has no solution. Since the graph of the equation does not intersect with the \\(x\\)-axis, it does not have a solution.</li>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>Ask students:</p>\n<ul class=\"os-raise-noindent\">\n  <li> \"How do the zeros of a quadratic equation, as found by its graph, relate to its factored form?\" (The zeros, or \\(x\\)-intercepts, of a graph represent the solutions to the quadratic equation. These solutions are found by solving each individual factor in the equation's factored form.) </li>\n  <li> \"How does the number of unique solutions to a quadratic equation relate to the number of \\(x\\)-intercepts of its graph?\" (They are equal.) </li>\n</ul>"
    }
  ]
}