{
  "id": "ba7ccf4d-90f1-46a7-8592-dca3c5daa21a",
  "content": [
    {
      "variant": "main",
      "html": "<h4><span></span></h4>\n<h3>Activity (15 minutes)<br></h3>\n<div>\n  <p>In earlier activities, students gained some insights into the structure of equations in systems that have infinitely many solutions and those that have no solution. In this activity, they apply those insights to sort systems of equations based on the number of solutions (one solution, many solutions, or no solution).</p>\n  <p>Students could solve each system algebraically or graphically and sort afterward, but given the number of systems to be solved, they will likely find this process to be time-consuming. A more productive way would be to look for and make use of the structure in the equations in the systems&mdash;for example, by looking out for equivalent equations, equations with the same slope but different vertical intercepts, variable expressions with the same or opposite coefficients, and so on.</p>\n  <p>To effectively make use of the structure of the systems, students need to attend closely to all parts of each equation&mdash;the signs, variables, coefficients, and constants&mdash;and to rearrange equations with care.</p>\n  <p>As students discuss their thinking in groups, make note of the different ways they use structure to complete the task. Encourage students who are solving individual systems to analyze the features of the equations and see if they could reason about the solutions or gain information about the graphs that way.</p>\n  <p>In this activity, students are analyzing the structure of equations in the systems, so technology is not an appropriate tool.</p>\n  <p>Here is an image of the cards for reference and planning:</p>\n  <p><br></p>\n  <div><img alt=\"9 card sort image cards. &nbsp;\" class=\"img-fluid atto_image_button_text-bottom\" height=\"349\" src=\"https://k12.openstax.org/contents/raise/resources/b16b472c324a965f8ff1a9e65f6afb6b251935e5\" width=\"500\"></div>\n</div>\n<h3>Launch</h3>\n<div>\n  <p>Arrange students into groups of 2. Give one set of pre-cut slips or cards from the blackline master to each group.</p>\n  <p>Give students 7&ndash;8 minutes to sort the cards into groups. Emphasize to students that they should be prepared to explain how they place each system. Follow with a whole-class discussion.</p>\n</div>\n<h3>Student-Facing Statement</h3>\n<div>\n  <p>Your teacher will give you a set of cards. Each card contains a system of equations.</p>\n  <p>Sort the systems into three groups based on the number of solutions each system has. Be prepared to explain how you know where each system belongs.</p>\n</div>\n<h3>Student Response</h3>\n<div>\n  <ul>\n    <li>No solution: Cards 2 and 5</li>\n    <li>One solution: Cards 1, 4, 6, and 9</li>\n    <li>Infinitely many solutions: Cards 3, 7, and 8</li>\n  </ul>\n</div>\n<h3>Student-Facing Extension</h3>\n<h4>Are you ready for more?</h4>\n<div><span>1. In the cards, for each system with no solution, change a single constant term so that there are infinitely many solutions to the system.</span><br><span>2. For each system with infinitely many solutions, change a single constant term so that there are no solutions to the system.</span><br><span>3. Explain why in these situations it is impossible to change a single constant term so that there is exactly one solution to the system.<br></span><br></div>\n<h3>Extension Student Response</h3>\n<div>\n  <p>Sample responses:</p><span>1. Card 2: change 3 to 13; Card 5: change \\(-12\\) to 12.</span><br><span>2. Any change to a constant term would work.</span><br><span>3. Changing a constant term won&rsquo;t change the slope of the lines, so the graphs will be either distinct parallel lines or the same line.<br></span><br>\n</div>\n<h3>Anticipated Misconceptions</h3>\n<div>\n  <p>Some students may not know how to begin sorting the cards. Suggest that they try solving 2&ndash;3 systems. Ask them to notice if there&rsquo;s a point in the solving process when they realize how many solutions the system has or what the graphs of the two equations would look like. Encourage students to look for similarities in the structure of the equations and see how the structure might be related to the number of solutions.</p>\n</div>\n<h3>Activity Synthesis</h3>\n<div>\n  <p>Invite groups to share their sorting results and record them. Ask the class if they agree or disagree. If there are disagreements, ask students who disagree to share their reasoning.</p>\n  <p>Display all the systems&mdash;sorted into groups&mdash;for all to see and discuss the characteristics of the equations in each group. Ask students questions such as:</p>\n  <ul>\n    <li>&ldquo;How can we tell from looking at the equations in cards 2 and 5 that the systems have no solution?&rdquo; (Possible reasoning:<ul>\n        <li>Card 2: The equations are in slope-intercept form. The slope is 2 for both graphs, but the&nbsp;<span>\\( y \\)</span>-intercept is different, so the lines must be parallel.</li>\n        <li>Card 5: The second equation can be rearranged into&nbsp;<span>\\( 5x - 20y = -60 \\)</span>&nbsp;and multiplied by&nbsp;<span>\\( \\frac15 \\)</span>&nbsp;to give&nbsp;<span>\\( x-4y=-12 \\)</span>. Both equations now have&nbsp;<span>\\( x-4y \\)</span>&nbsp;on one side, but that expression is equal to 4 in the first equation and equal to \\(-4\\) in the second. There is no pair of&nbsp;<span>\\( x \\)-</span>&nbsp;and&nbsp;<span>\\( y \\)-values</span>&nbsp;that can make both equations true.)</li>\n      </ul>\n    </li>\n    <li>&ldquo;What about the equations in cards 3, 7, and 8? What features might give us a clue that the systems have many solutions?&rdquo; (Possible reasoning:<ul>\n        <li>Card 3: The coefficients and constants in the second equation are 3 times those in the first, so they are equivalent equations.</li>\n        <li>Card 7: The first equation can be rearranged into the same form as the first:&nbsp;<span>\\( x -4y = -4 \\)</span>. We can then see that the second equation,&nbsp;<span>\\( 4x-16y=-16 \\)</span>, is a multiple of the first equation, so they have all the same solutions.</li>\n        <li>Card 8: The first equation can be rearranged to&nbsp;<span>\\( y=-25 x - \\frac15 \\)</span>. We can then see that it is related to the second equation by a factor of 5, so they are equivalent equations.)</li>\n      </ul>\n    </li>\n  </ul>\n  <p>We can reason that all the other systems have one solution by a process of elimination: by noticing that they don&rsquo;t have the features of systems with many solutions or systems with no solutions.</p>\n</div>\n<p></p>\n<h4>Support for English Language Learners</h4>\n<div>\n  <p>Use this routine to support small-group discussion during the card sort. Encourage students to take turns selecting a card and to explain to their partner whether the system has no solutions, one solution, or infinitely many solutions. Display the following sentence frames for all to see: &ldquo;This system has _____ solutions because . . .&rdquo; Encourage students not only to challenge each other if they disagree, but also to press for clear explanations that use mathematical language.</p>\n</div>\n<ul>\n</ul>\n<p></p>\n<ul>\n</ul>\n<p></p>\n<h4>Support for English Language Learners</h4>\n<div>\n  <p><em></em><em>Representation: Internalize Comprehension. </em>Chunk this task into more manageable parts to differentiate the degree of difficulty or complexity by beginning with fewer cards. For example, give students a subset of the cards to start with and introduce the remaining cards once students have completed their initial set of matches. Be sure to include at least one card from each category in the initial set. <br><em>Supports accessibility for: Conceptual processing; Organization.\n    </em></p>\n</div>\n<br>\n<h4><br>2.6.3: Self Check&nbsp;</h4>\n<p><strong><em>Following the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td colspan=\"2\"><strong>QUESTION:<br></strong>Solve the system of equations\n        using elimination.<br>\\( \\left\\{ \\begin{array}{c l} 7x + 6y = 2\\\\ &ndash;28x &ndash; 24y = &ndash;8 \\end{array}\\right. \\)<br>\n        <p></p>\n      </td>\n    </tr>\n    <tr>\n      <td><strong>ANSWERS</strong></td>\n      <td><strong>FEEDBACK</strong></td>\n    </tr>\n    <tr>\n      <td><span lang=\"EN\">The system of equations has no solutions.</span></td>\n      <td>Incorrect. Let&rsquo;s try again a different way: Did you write both equations in slope-intercept form? The answer is that both equations have the same slope when written in slope-intercept form.<br></td>\n    </tr>\n    <tr>\n      <td>The system of equations has exactly one solution.<br></td>\n      <td><span lang=\"EN\">Incorrect. Let&rsquo;s try again a different way: Did you write both equations in slope-intercept form? The answer is that both equations have the same slope when written in slope-intercept form.</span><br></td>\n    </tr>\n    <tr>\n      <td><span lang=\"EN\">If you write both equations in slope-intercept form, they have different \\(y\\)-intercepts.</span><span> </span></td>\n      <td><span lang=\"EN\">Incorrect. Let&rsquo;s try again a different way: Did you write both equations in slope-intercept form? The equations have the same \\( y \\)-intercept. The answer is that both equations have the same slope when written in slope-intercept form.</span><br></td>\n    </tr>\n    <tr>\n      <td>If you write both equations in slope-intercept form, they have the same slope.</td>\n      <td><span lang=\"EN\">That&rsquo;s correct! Check yourself: These equations have the same slope and represent the same line.</span><br></td>\n    </tr>\n  </tbody>\n</table>\n<p><br></p>\n<h4>2.6.3: Additional Resources</h4>\n<p><span><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></span></p>\n<h4>Classifying and Rewriting Systems of Equations</h4>\n<p></p>\n<p>Find a solution to the system of equations using the addition method.&nbsp;</p>\n<p>\\( x + 3y = 2 \\)<br><span>\\( 3x + 9y = 6 \\)</span></p>\n<p><strong>Solution&nbsp;</strong></p>\n<p>With the addition method, we want to eliminate one of the variables by adding the equations. In this case,&nbsp;<span>let&rsquo;s focus on eliminating \\( x \\). If we multiply both sides of the first equation by \\( -3 \\), then we will be able to eliminate the&nbsp;\\( x \\)</span><span>-variable.&nbsp;</span></p>\n<p>Now add the equations:</p>\n<p>\\( x + 3y = 2 \\)<br>\\( (-3)(x+3y) = (-3)(2) \\)<br>\\( -3x - 9y = -6 \\)<br></p>\n<p></p>\n<p>\\( -3x - 9y = -6 \\)<br>\\(+\\) \\( 3x + 9y = 6 \\)<br>\\(=\\) \\( 0 = 0 \\)<br></p>\n<p>We can see that there will be an infinite number of situations that satisfy both equations.</p>\n<h4>Try It: Classifying and Rewriting Systems of Equations</h4>\n<p></p>\n<p>Change a single constant term in the system from above so that there are no solutions.</p>\n<p>&nbsp;&nbsp;\\( x + 3y = 2 \\)<br><span>\\(&nbsp;3x + 9y = 6&nbsp;\\)</span></p>\n<p>Show that you were successful in changing the system to have no solution.</p>\n<p><span lang=\"EN\">Write down your answer. Then select the <strong>Solution</strong> button to check your work.</span></p>\n<h5><span lang=\"EN\">Solution</span></h5>\n<div>Here is how to rewrite the system so there is no solution:</div>\n<div><br></div>\n<p>We can simply change the 2 in the first equation to any other number, such as 5.</p>\n<p></p>\n<p><span lang=\"EN\">&nbsp; \\(&nbsp;x + 3y = 5&nbsp;\\)<br></span><span>\\(&nbsp;3x + 9y = 6&nbsp;\\)</span></p><span></span>\n<p></p>\n<p>Let&rsquo;s try to prove there is no solution. Using substitution:</p>\n<p><span>\\(&nbsp;x + 3y = 5&nbsp;\\)<br></span><span>&nbsp; &nbsp; &nbsp; &nbsp; \\(&nbsp;x = 5 - 3y&nbsp;\\)</span></p>\n<p>Substitute this expression into the second equation.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; \\(&nbsp;3x + 9y = 6&nbsp;\\)<br><span>\\(&nbsp;3(5 - 3y) + 9y = 6&nbsp;\\)<br></span><span>&nbsp; &nbsp;\\(&nbsp;15 - 9y + 9y = 6&nbsp;\\)<br></span><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; \\(&nbsp;15 &ne; 6&nbsp;\\)</span></p>\n<p>Since the equation is not true, the system has no solution.</p>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about <em>why</em> you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</p>"
    }
  ]
}