{
  "id": "bb07a9cd-2ef6-4c33-8649-51b80849bb55",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\"></p><h3>Activity</h3>\n<div>\n<p>40 minutes</p>\n<p>The mathematical purpose of this\n activity is for students to collect, summarize, interpret, and draw \nconclusions from bivariate data using scatter plots, best fit lines, \nresiduals and correlation coefficients. Students measure the approximate\n lengths of the humerus bone and height of their classmates to collect \ndata and create a linear model. The model is then used to approximate \nthe height of an ancient human based on the length of a found humerus \nbone.</p>\n<p>Making graphing technology \navailable gives students an opportunity to choose appropriate tools \nstrategically (MP5). By collecting their own data and using a best fit \nline to find additional information, students are modeling with \nmathematics (MP4).</p>\n</div>\n<h3>Launch</h3>\n<div>\n<p>Arrange students in groups of 2 \nto 4. Present the task to students and ask students to brainstorm \ndifferent ways that they could answer the question. After 2 minutes of \nquiet think time, ask students to share their ideas with the class. The \nremaining time should be used by students to collect, analyze, \nsummarize, and interpret the data.</p>\n<h4>Support for English Language Learners</h4>\n<div>\n<em>Speaking, Reading: MLR5 Co-Craft Questions.</em>\n Use this routine to help students further interpret and increase \nawareness of the language used to talk about scatter plots, best fit \nlines, residuals and correlation coefficients. Display the first \nsentence of this problem (\"An anthropologist finds a fossilized humerus \nbone of an ancient human ancestor.\"), and ask students to write down \npossible mathematical questions that could be asked about the situation.\n Invite students to compare their questions before revealing the \nremainder of the question. Listen for and amplify any questions \ninvolving comparing bivariate data.<br></div><div><em><br></em>\n</div>\n</div>\n<h3>Student Facing Statement</h3>\n<div>\n<div><img alt=\"Arm skeletal system\" height=\"432\" src=\"https://s3.amazonaws.com/im-ims-export/o4Yb8HMYDmxo4DHGad6wXjXa\" width=\"276\"></div>\n<p>An anthropologist finds a fossilized humerus bone of an ancient human\n ancestor. The humerus is an arm bone running from the shoulder to the \nelbow. It is 24 centimeters in length. Use data from your classmates to \nestimate the height of this ancient human.</p>\n</div>\n<h3>Student Response</h3>\n<div>\n<p>Sample response: About 123 centimeters (around 4 feet). I measured \nthe humerus and height of several classmates and created a scatter plot.\n I used a plot of the residuals and found that a linear model seemed to \nbe appropriate. I then found the line of best fit to be about \\( y = 5.1 x + 0.2 \\), where \\( y \\) is the height in centimeters and \\( x \\) is the length of the humerus in centimeters. Using 24 centimeters for \\( x \\), I found that \\( 5.1 \\cdot 24 + 0.2 = 122.6 \\), which I rounded since this is a rough estimate.</p>\n</div>\n<h3>Anticipated Misconceptions</h3>\n<div>\n<p>Students may find it difficult to start to answer the question. Ask \nstudents what are the variables given in the situation. Ask students if \nthere is a way we could collect information from people in the classroom\n to help answer the question.</p>\n</div>\n<h3>Activity Synthesis</h3>\n<div>\n<p>The purpose of this discussion is for students to communicate how they used mathematics to justify their findings.</p>\n<p>Ask students:</p>\n<ul><li>\"How confident are you in your answer? What information helped \nyou determine your confidence?\" (Not very confident. Since the \ncorrelation coefficient is near 0.6, there is only a moderate \nrelationship between height and humerus length. Additionally, this \nancient human ancestor may have a different anatomy-for example, apes \ntend to have proportionally longer arms than humans do.)</li>\n<li>\"How did you use mathematics to estimate the height of the ancient \nhuman?\" (First, I collected data on the height and the approximate \nlength of the humerus of my classmates. I then made a scatter plot to \ndetermine whether or not a linear model was appropriate, and then \ncomputed a line of best fit. I substituted 24 centimeters into my line \nof best fit and obtained my answer.)</li>\n<li>\"Do you think that the way you measured the humerus of your \nclassmates impacted your choice of linear model? Explain your \nreasoning.\" (Yes, I think that I probably overestimated the bone length,\n because I was measuring from the outside and not the inside. I think \nthat my model likely overestimates height.)</li>\n</ul></div><br><p></p>"
    }
  ]
}