{
  "id": "bc66b2a0-12a3-4496-8a0f-2565c272a87a",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<br>\n<p>This warm-up reviews and reinforces the idea that exponents can be represented equivalently as repeated multiplication. Students will translate constant and variable bases with exponents to multiplication expressions.</p>\n<h4> Launch</h4>\n<p>Display the introduction and the example expressions. Ask the class to explain the relationship between exponents and repeated multiplication. Display the exponential expressions. Give students quiet think-time for each problem and ask them to give a signal when they have an answer. Keep all problems displayed throughout the talk. Follow with a whole-class discussion as needed to review the answers.</p>\n<br>\n<h4>Student Activity</h4>\n<p>An exponent indicates repeated multiplication of the same quantity.</p>\n<p><img alt=\"First example: a raised to the power of m equals a times a times a times a and so on until you have multiplied m different factors of a together. Second example: the quantity negative 9 raised to the power of 5 equals negative 9 times negative 9 times negative 9 times negative 9 times negative 9, a total of 5 factors of negative 9.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"101\" src=\"https://k12.openstax.org/contents/raise/resources/52807ddc47e36cc0c088995b28577d0de4058c58\" width=\"550\"></p>\n<p>Expand each exponential expression to show repeated multiplication.</p>\n<ol class=\"os-raise-noindent\">\n  <li>\\(4^3\\) = ____________ </li><br>\n  <p><strong>Answer:</strong> \\(4 \\cdot 4 \\cdot 4\\)</p>\n  <li> \\(x^5\\) = ____________ </li><br>\n  <p><strong>Answer:</strong> \\(x \\cdot x \\cdot x \\cdot x \\cdot x\\)</p>\n  <li>\\(\n    (-8)^6\\) = ____________ </li><br>\n  <p><strong>Answer:</strong> \\((-8) \\cdot (-8) \\cdot (-8) \\cdot (-8) \\cdot (-8) \\cdot (-8)\\)</p>\n  <li>\\((-z)^3\\) = ____________ </li><br>\n  <p><strong>Answer:</strong> \\((-z) \\cdot (-z) \\cdot (-z)\\)</p>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their answers as each expression is simplified into repeated multiplication. Then, discuss with students:</p>\n<ul>\n  <li> &ldquo;What is the relationship between the base of the exponent and the factor used in the repeated multiplication expression?&rdquo; (The base of the exponent is the same value or variable that is used in the repeated multiplication expression.) </li>\n  <li> &ldquo;What is the relationship between the exponent value and the number of factors in the repeated multiplication expression?&rdquo; (The exponent value will be equal to the number of factors in the repeated multiplication expression.) </li>\n</ul>"
    }
  ]
}