{
  "id": "bfa6a630-c370-41b5-8324-d10ed313531b",
  "content": [
    {
      "variant": "main",
      "html": "<p>Throughout the unit, you will be provided with resources to promote students&rsquo; character development. These resources come from <a href=\"https://characterlab.org/\">Character Lab</a> and their <a href=\"https://characterlab.org/playbooks/\">Playbooks</a>.</p>\n<p>The focus for this unit is on creativity: the use of imagination and original ideas.</p>\n<ul>\n  <li>In the Unit 4 Overview and Readiness lesson, students will see an example of how this trait is modeled through a real-world scenario.</li>\n  <li>In each lesson&rsquo;s Teacher Guide, you will be provided with links to tips that may help you foster this trait in students.</li>\n</ul>\n<h4>Why Does Creativity Matter?</h4>\n<p>When you approach life with a creative attitude, you are more open to new ideas and possibilities, better able to understand others&rsquo; perspectives, and more likely to seek out multiple solutions to problems. Despite the stereotype of the mad genius, everyday creativity is just as important. You can use it to help you improve your mood and cope with stress, feel more connected with other people and the world&mdash;and even help you find meaning and purpose in life.</p>\n<h4>How Do I Encourage Creativity in My Students?</h4>\n<p>Consider some of these suggestions for promoting creativity in your classroom:</p>\n<p>Model it. Try new experiences and look for new ways of seeing things. Be flexible in your path to reaching a goal: &ldquo;I thought I knew how to perform this cello concerto, but in hearing how it sounds, I realize I need to try a different approach.&rdquo; Rather than focus on completing a task, think of all the different ways you might accomplish the same goal&mdash;or even question why you are doing it.</p>\n<p>Celebrate it. Appreciate creative thinking in others: &ldquo;I didn&rsquo;t think of that idea, but it really works.&rdquo; Look for examples of creativity among exemplary artists, scientists, and leaders throughout history or in your local community, and talk about them to your family, friends, and students.</p>\n<p>Enable it. Ask open-ended questions. Point out that there usually isn&rsquo;t a single straightforward answer to any complex problem: &ldquo;Let&rsquo;s come up with as many different possible solutions as we can.&rdquo; Allow time for mind-wandering, play, and daydreaming. It is easy to get stuck in the same routine every day, so help the young people in your life find even small ways to shake things up.</p>"
    }
  ]
}