{
  "id": "c213a01d-baed-48d6-aa0e-991847bbaafe",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>In this warm up, students compare the values of exponential expressions by making use of their structure. The reasoning here prepares them to think about exponential growth later in the lesson.</p>\n<p>Students should recognize that \\(9^2 &lt; 10^2\\) and \\(2^9 &lt; 2^{10}\\). Deciding whether \\(10^2\\) or \\(2^9\\) is greater requires some estimation or further reasoning using properties of exponents.</p>\n<p>For example, some students may recognize that \\(2^4=16\\) and \\(2^8=2^4\\cdot 2^4=(2^4)^2\\), so \\(2^8=16^2\\), which is \\(256\\). Because \\(2^9\\) is greater than \\(2^8\\), it follows that \\(2^9\\) is greater than \\(256\\), and therefore greater than \\(10^2\\).</p>\n<p>As students discuss their thinking, listen for strategies that involve using properties of exponents or thinking about the structure of the expressions.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of two. Give students a moment of quiet think time and then time to share their thinking with a partner.</p>\n<p>Students should not use a calculator to evaluate the expressions to encourage them to rely on the structure of the expressions.</p>\n<h4>Student Activity</h4>\n<p>List these quantities in order, from least to greatest, without evaluating each expression. Be prepared to explain your reasoning.</p>\n<ol>\n  <li> \\(2^{10}\\) </li>\n  <li> \\(10^2\\) </li>\n  <li> \\(2^9\\) </li>\n  <li> \\(9^2\\) </li>\n</ol>\n<p>Write down your answer, then select the <strong>solution</strong> button to compare your work.</p>\n<p><strong>Answer:</strong> The correct order is \\(9^2\\), \\(10^2\\), \\(2^9\\), \\(2^{10}\\). This would be 18, 100, 512, 1024.</p>\n<h4>Activity Synthesis</h4>\n<p>Select students to share their responses and reasoning. Highlight explanations that show that the expressions can be compared by analyzing their structure (as in the example in the Activity Narrative), and that it is not necessary to know their exact values to put the expressions in order.</p>"
    }
  ]
}