{
  "id": "c2773885-1e6e-4c0d-9ddf-35cb900bfd77",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (25 minutes)</h3>\n<p>This activity uses several different methods to introduce students to finding the greatest common factor (GCF) of two or more expressions. Students will factor each expression into all of its prime factors. They will compare these lists of factors to determine which ones they all have in common. By multiplying these common factors together, students will find their GCF.</p>\n<h4>Launch</h4>\n<p>Start the lesson by introducing vocabulary that will be helpful:</p>\n<p>Factoring an expression:</p>\n<ul>\n  <li> Factoring is splitting a product into its prime factors. If these factors are multiplied together, the result will be the original product. </li>\n</ul>\n<p>Greatest common factor:</p>\n<ul>\n  <li> The greatest common factor (GCF) of two or more expressions is the largest expression that is a factor of all the expressions. </li>\n</ul>\n<p>Students will become more familiar with these terms as the lesson progresses.</p>\n<p>Prepare sheets of paper with the expressions \\(120m^3n^2p^4\\) and \\(80m^2ns^4\\) written separately on individual pieces. Prepare a set of these expressions for every pair of students in your class.</p>\n<p>Arrange the students into pairs for the activity. Hand out one expression, \\(120m^3n^2p^4\\), to one student of the pair and the other expression, \\(80m^2ns^4\\), to the other student. Instruct the students not to share their expression with anyone. Read the instructions for the activity as a class and address any confusion around the rules. Allow 5 minutes for the pairs to complete the activity. After the activity is complete, share the expressions that were used and their GCF, \\(40m^2n\\).</p>\n<p>Spend 5 minutes reviewing the next example as a class. Walk the students through each step, stopping to address any concerns. Then allow the remainder of the time for students to complete the exercises individually. With any additional time, answer any questions students may have about finding the GCF of these expressions.</p>\n<h4>Student Activity </h4>\n<p>For the first part of the activity, you will work with a partner. Your teacher will hand out two pieces of paper, one to each of you. It is important for the activity that you do not show your partner your paper.</p>\n<ol class=\"os-raise-noindent\">\n  <li> When you receive your paper, look at your expression. Write down all of the factors in your expression. </li>\n  <p>If your expression was \\(100x^3y^2\\), you would write down \\(2 \\cdot 2 \\cdot 5 \\cdot 5 \\cdot x \\cdot x \\cdot x \\cdot y \\cdot y\\). Do not share these factors with your partner yet.</p>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>\n    <p>When you and your partner have finished finding the factors of your expression, you will try to determine the GCF of these two terms without actually knowing the other&rsquo;s expression! </p>\n    <p>Take turns with your partner sharing one factor and the quantity of that factor. For example, you could say, &ldquo;My expression has two factors that are 5&rdquo; or &ldquo;My expression has three factors that are \\(x\\).&rdquo; Write down the factors your partner has shared with you.</p>\n  </li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li>\n    <p>Once you and your partner have finished taking turns sharing factors, you should know all of the factors in your partner&rsquo;s expression. Using this information, determine your partner&rsquo;s expression and find the GCF of these two expressions. </p>\n    <p> Once you have found the GCF, compare your answer with your partner&rsquo;s. Did you have the same answer?</p>\n  </li>\n</ol>\n<p>Write the GCF that you found.</p>\n<p><strong>ANSWER:</strong><br>\n  Expression A: \\(120m^3n^2p^4\\)</p>\n<p>Factors of Expression A: \\(2 \\cdot 2 \\cdot 2 \\cdot 3 \\cdot 5 \\cdot m \\cdot m \\cdot m \\cdot n \\cdot n \\cdot p \\cdot p \\cdot p \\cdot p\\)</p>\n<p>Expression B: \\(80m^2ns^4\\)</p>\n<p>Factors of Expression B: \\(2 \\cdot 2 \\cdot 2 \\cdot 2 \\cdot 5 \\cdot m \\cdot m \\cdot n \\cdot s \\cdot s \\cdot s \\cdot s\\)</p>\n<p>GCF: \\(2 \\cdot 2 \\cdot 2 \\cdot 5 \\cdot m \\cdot m \\cdot n = 40m^2n\\)</p>\n<p>Now, let&rsquo;s look at an of example finding the GCF of two expressions as a class:</p>\n<ol class=\"os-raise-noindent\" start=\"4\">\n  <li>\n    <p>\\(18g^4h^2, 63g^3h^3\\)</p>\n  </li>\n</ol>\n<p>Write down your answer. Then select the <strong>Solution</strong> button to compare your work.</p>\n<p><strong>ANSWER:</strong></p>\n<p>Step 1<br>\n  Factor each coefficient into primes. Write all variables with exponents in expanded form.<br>\n  \\(18g^4h^2 = 3 \\cdot 3 \\cdot 2 \\cdot g \\cdot g \\cdot g \\cdot g \\cdot h \\cdot h\\)</p>\n<p>\\(63g^3h^3 = 3 \\cdot 3 \\cdot 7 \\cdot g \\cdot g \\cdot g \\cdot h \\cdot h \\cdot h\\)</p>\n<p>Step 2<br>\n  List all factors, matching common factors in a column. In each column, circle the common factors.<br>\n  <img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"79\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/3a29f2968fa8a3391a37ee0d5a26bec3c4d9e491\" width=\"400\">\n</p>\n<p>Step 3<br>\n  Bring down the common factors that all expressions share.<br>\n  GCF = \\(3 \\cdot 3 \\cdot g \\cdot g \\cdot g \\cdot h \\cdot h\\)</p>\n<p>Step 4<br>\n  Multiply the factors.<br>\n  GCF = \\(9g^3h^2\\)</p>\n<p>Work individually on the next part of the activity.</p>\n<p>Find the greatest common factor of each of the following sets of expressions.</p>\n<ol class=\"os-raise-noindent\" start=\"5\">\n  <li> \\(10p^3q, 12pq^2\\) </li>\n</ol>\n<p> <strong>ANSWER:</strong> \\(2pq\\)</p>\n<ol class=\"os-raise-noindent\" start=\"6\">\n  <li> \\(8a^2b^3, 10ab^2\\) </li>\n</ol>\n<p><strong>ANSWER:</strong> \\(2ab^2\\)</p>\n<ol class=\"os-raise-noindent\" start=\"7\">\n  <li> \\(10a^3, 12a^2, 14a\\) </li>\n</ol>\n<p><strong>ANSWER:</strong> \\(2a\\)</p>\n<ol class=\"os-raise-noindent\" start=\"8\">\n  <li> \\(35x^3y^2, 10x^4y, 5x^5y^3\\) </li>\n</ol>\n<p><strong>ANSWER:</strong> \\(5x^3y\\)</p>\n<h4>Anticipated Misconceptions</h4>\n<p>As students play the game with their partner, it is important that, in the first step, they correctly factor their original expression into its prime factors. Monitor for those who do not completely factor each expression into all of its prime factors. Challenge students to analyze each factor they have found and be sure that each factor cannot be factored any further.</p>\n<h4>Activity Synthesis</h4>\n<p>Ask students how they were able to determine their partner&rsquo;s expression in the game without actually knowing what it was. (By multiplying all of the factors their partner provided, they could find their partner&rsquo;s expression.)</p>\n<p>Ask a student to explain in their own words how to find the GCF of two different expressions. Use the list below to help the student as needed:</p>\n<ul>\n  <li> Step 1. Factor each coefficient into primes. Write all variables with exponents in expanded form. </li>\n  <li> Step 2. List all factors, matching common factors in a column. In each column, circle the common factors. </li>\n  <li> Step 3. Bring down the common factors that all expressions share. </li>\n  <li> Step 4. Multiply the factors. </li>\n</ul>\n<h3> 6.4.2: Self Check</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"302\">\n    <col width=\"322\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:</strong></p>\n        <p>Find the greatest common factor of \\(25m^4, 35m^3, 20m^2\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(10m^2\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Each expression does not share the factor 2, so the GCF cannot include 10. The answer is \\(5m^2\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(5m\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Each expression has at least two factors of \\(m\\), so the GCF will have \\(m^2\\). The answer is \\(5m^2\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(5m^2\\)</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: All of these expressions share the factors \\(5 \\cdot m \\cdot m\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(10m\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Each expression does not share the factor 2, so the GCF cannot include 10. Each expression has at least two factors of \\(m\\), so the GCF will have \\(m^2\\). The answer is \\(5m^2\\).</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>6.4.2: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</em></strong></p>\n<h4>Finding the GCF of Two or More Expressions</h4>\n<p>Earlier, we multiplied factors together to get a product. Now, we will reverse this process; we will start with a product and then break it down into its factors. Splitting a product into factors is called factoring.</p>\n<p><img height=\"283\" src=\"https://k12.openstax.org/contents/raise/resources/2ea10811016c35eedea3a00116dc7a5d2a0a685b\" width=\"400\"></p>\n<p>Now we will factor expressions and find the greatest common factor of two or more expressions.</p>\n<div>\n  <p> <strong> GREATEST COMMON FACTOR </strong> </p>\n  <hr>\n  <p>The greatest common factor (GCF) of two or more expressions is the largest expression that is a factor of all the expressions.</p>\n</div>\n<br>\n<p>We will summarize the steps we use to find the greatest common factor.</p>\n<p><strong>How to find the greatest common factor (GCF) of two expressions:</strong></p>\n<p><span>Step 1</span><br>\n  Factor each coefficient into primes. Write all variables with exponents in expanded form.</p>\n<p><span>Step 2</span><br>\n  List all factors, matching common factors in a column. In each column, circle the common factors.</p>\n<p><span>Step 3</span><br>\n  Bring down the common factors that all expressions share.</p>\n<p><span>Step 4</span><br>\n  Multiply the factors.</p>\n<p>The following example will show the steps to find the greatest common factor of three expressions.</p>\n<strong>\n  <p>EXAMPLE</p>\n</strong>\n<p>Find the greatest common factor of \\(21x^3, 9x^2, 15x\\).</p>\n<p>Step 1<br>\n  Factor each coefficient into primes and write the variables with exponents in expanded form.</p>\n<p>Step 2<br>\n  Circle the common factors in each column.</p>\n<p>Step 3<br>\n  Bring down the common factors. </p>\n<p><img height=\"135\" src=\"https://k12.openstax.org/contents/raise/resources/3bed9311fc9b961e59a3086767cf584b0ef99737\" width=\"300\"></p>\n<p>Step 4<br>\n  Multiply the factors.<br>\n  GFC = \\(3x\\)</p>\n<p>The GCF of \\(21x^3\\), \\(9x^2\\), and \\(15x\\) is \\(3x\\).</p>\n<h4>Try It: Finding the GCF of Two or More Expressions</h4>\n<p>Find the greatest common factor of \\(14x^3, 105x, 70x^2\\).</p>\n<p>Write down your answer. Then select the <strong>Solution</strong> button to compare your work.</p>\n<h5>Solution</h5>\n<p>Here is how to find the GCF of multiple expressions.</p>\n<p><img height=\"107\" src=\"https://k12.openstax.org/contents/raise/resources/60f313f41a2b4ded40b13e05b9ab3273bde7273d \" width=\"300\"></p>\n<p>The GCF of these expressions is \\(7x\\).</p>"
    }
  ]
}