{
  "id": "c2cfb498-3510-4188-bd7b-a7371198aa8c",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\">Here are some questions for discussion.</p>\n\n<ul>\n<li>&ldquo;Tyler looks at a graph of residuals and notices one of the points is 0.5 unit above the horizontal axis and another point is 0.5 unit below the horizontal axis. He says the point that is 0.5 unit above the horizontal axis is closer to the line of best fit in the scatter plot because it is positive. Is Tyler correct? Explain your reasoning.&rdquo; (Tyler is not correct because both points are equidistant from the line of best fit in the scatter plot. The sign of the residual just tells you whether the point in the scatter plot is above or below the line of best fit. The absolute value of the residual tells you the vertical distance of the point from the line of best fit.)</li>\n<li>&ldquo;When looking at the residuals for a linear model for data following a linear trend, Priya found that roughly half of the residuals were positive and the other half were negative. Do her findings about the residuals provide evidence to support the claim that the linear model used is a line of best fit? What else should Priya look for?&rdquo; (Yes, there is evidence to support the claim. A line of best fit should go through the middle of the data, so roughly half the points should be above the line of best fit and the other half below the line of best fit. Priya should also look for any patterns in the residuals. If there is a pattern, then it is likely not the line of best fit. For example, in Graph L from the Best Residuals activity, the residuals were half above and half below the line of best fit, but they followed a pattern where the first half of the residuals were above the line and the second half of the residuals were below the line.)</li>\n<li>&ldquo;How can you use a graph of the residuals to informally assess the fit of a function?&rdquo; (You look to see how far away the residuals are from the horizontal axis. The closer they are, the better the fit. Also, look to see if the positive and negative residuals are distributed randomly. If most of them are positive or negative, or if they form some pattern, then the function is probably not a great fit.)</li>\n</ul>\n<p><br></p>"
    }
  ]
}