{
  "id": "c3870cbf-1276-4efa-9643-7bf4d476decd",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>In an earlier lesson, students saw that a quadratic expression in vertex form can reveal the location of the vertex of the graph of the function defined by the expression. It can also suggest the direction of the opening of the graph (that is, whether the parabola opens up or down). Here, students think about how the structure of the form helps to explain these connections and helps to show whether the vertex of a graph represents the minimum or the maximum value of the function. They informally use the symmetry of the graph to locate two additional points on the graph to help them make a sketch.</p>\n<p>Students begin to see that we can anticipate what happens on the graph on either side of the vertex by reasoning about the parts of an expression in vertex form. The squared expression \\(a(x&minus;h)^2\\) is 0 when \\(x=h\\). For all other values of \\(x\\), the value of \\((x&minus;h)^2\\) is positive because squaring any number gives a positive number. This suggests that, if the coefficient \\(a\\) is positive, the expression \\(a(x&minus;h)^2\\) will be positive (or greater than the value at the vertex, so the vertex is the minimum). If \\(a\\) is negative, \\(a(x&minus;h)^2\\) will be negative (or less than the value at the vertex, which means the vertex is the maximum).</p>\n<p>Students are not assessed on this line of reasoning, but are prompted to apply their new insights to sketch the graphs of quadratic functions and to match a set of quadratic functions to the graphs that represent them.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li> Create a graph of a quadratic function written in vertex form, showing a maximum or minimum and the \\(y\\)-intercept. </li>\n  <li> Use an equation in vertex form to identify the maximum or minimum of a quadratic function. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li> Graph a quadratic function given in vertex form, showing the maximum or minimum and the \\(y\\)-intercept. </li>\n  <li> Find the maximum or the minimum of a quadratic function given in vertex form without first graphing it. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A7(A) graph quadratic functions on the coordinate plane and use the graph to identify key attributes, if possible, including \\(x\\)-intercept, \\(y\\)-intercept, zeros, maximum value, minimum values, vertex, and the equation of the axis of symmetry.</p>\n      </td>\n      <td>\n        <p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li> 7.16.1: Three Forms of Quadratic Expressions </li>\n  <li> 7.16.2: Graph Functions in Vertex Form </li>\n  <ul>\n    <li> 7.16.2: Self Check </li>\n    <li> 7.16.2: Additional Resources </li>\n  </ul>\n  <li> 7.16.3: Quadratic Equations and Graphs </li>\n  <ul>\n    <li> 7.16.3: Self Check </li>\n    <li> 7.16.3: Additional Resources </li>\n  </ul>\n  <li> 7.16.4: Sketching a Graph of an Equation </li>\n</ul>\n<p>Students will also complete a series of problems in 7.16.5: Practice.</p>\n<h4>Required Materials</h4>\n<p>Pre-printed cards, cut from copies of the blackline master.</p>\n<h4>Required Preparation</h4>\n<p>Print and cut up cards from the blackline master. Prepare one copy for every two students.</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a>. </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson:</p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Previous Vocabulary</strong></p>\n      </td>\n      <td>\n        <p><strong>New Vocabulary</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        <ul>\n          <li> vertex </li>\n          <li> quadratic function </li>\n        </ul>\n      </td>\n      <td valign=\"top\">\n        <ul>\n          <li> axis of symmetry </li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>proactivity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/watch-your-words/\" target=\"_blank\">Watch Your Words</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/proactivity-in-your-inbox/\" target=\"_blank\">Proactivity in Your Inbox</a> </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/proactivity/\" target=\"_blank\">Playbook on Proactivity</a> from Character Lab.</p>"
    }
  ]
}