{
  "id": "c3fa8cdb-f9da-4fb1-9be3-58f3a7294126",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>The purpose of this lesson is for students to work with sequences and describe them recursively in an informal way. A sequence is defined here as a list of numbers, while a term (of a sequence) is one of the numbers in the list.</p>\n<p>Using the Tower of Hanoi puzzle, students first make sense of the rules of the puzzle before playing with different numbers of discs to generate a sequence representing the minimum number of moves needed to complete the puzzle. Solving the puzzles provides students opportunities to express regularity in repeated reasoning when they informally state a recursive rule for generating the next term in a sequence from the previous term. If students try to convince each other that they have found the minimum number of moves to solve the puzzle, they are constructing mathematical arguments and critiquing the reasoning of others. While geometric and arithmetic sequences are a focus of the unit, the sequence generated from the Tower of Hanoi is neither. This was a deliberate choice to promote student discussion since the pattern to generate the sequence is one students are less likely to guess correctly than a more straightforward linear or exponential pattern.</p>\n<p>The second activity is optional and provides additional practice with another context if needed, or as an alternative activity if students have familiarity with the Tower of Hanoi puzzle.</p>\n<h4> Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li> Comprehend the term &ldquo;sequence&rdquo; (in written and spoken language) as a list of numbers. </li>\n  <li> Describe (orally) a recursive rule for identifying the next term of a simple sequence. </li>\n  <li> Generate a sequence that arises from a mathematical context. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li> Give examples of a sequence </li>\n  <li> Explain the meaning of the term &ldquo;sequence.&rdquo; </li>\n  <li> Explain the meaning of the term &ldquo;term,&rdquo; as it is used in a mathematical sequence. </li>\n</ul>\n<h4> Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"312\">\n    <col width=\"312\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A12(C) identify terms of arithmetic and geometric sequences when the sequences are given in function form using recursive processes;</p>\n      </td>\n      <td>\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n        <br>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li> 4.13.1: Describe the Pattern </li>\n  <li> 4.13.2: What Is a Sequence? </li>\n  <ul>\n    <li> 4.13.2: Self Check </li>\n    <li> 4.13.2: Additional Resources </li>\n  </ul>\n  <li> 4.13.3: The Connection Between Sequences and Terms </li>\n  <ul>\n    <li> 4.13.3: Self Check </li>\n    <li> 4.13.3: Additional Resources </li>\n  </ul>\n  <li> 4.13.4: Rules for a Sequence </li>\n</ul>\n<p>Students will also complete a series of problems in the 4.13.5: Practice.</p>\n<h4> Required Materials</h4>\n<ul>\n  <li> Internet-enabled device for applet activity </li>\n  <ul>\n    <li> If not using the digital applet, each student could use a quarter, nickel, penny, and dime, and a piece of paper with 3 circles drawn on it. </li>\n  </ul>\n</ul>\n<h4>Required Preparation</h4>\n<p>Students should manipulate either physical or digital objects to experiment with the Tower of Hanoi puzzle. For physical, each group could use a quarter, nickel, penny, and dime, and a piece of paper with 3 circles drawn on it. For students using the digital version of the materials, acquire devices that can run the digital applet. It is ideal if each student has their own device.</p>\n<p>If you are doing the checker jumping puzzle, each group needs at least 3 tokens each of 2 different colors. These could be actual checkers, counting chips, pennies and nickels, or any other appropriate tokens.</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a> </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<p>None</p>\n<p><strong>New Vocabulary</strong></p>\n<ul>\n  <li> sequence </li>\n  <li> term (of a sequence) </li>\n</ul>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/sample-then-specialize/\" target=\"_blank\">Sample, Then Specialize</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/work-smarter-sooner/\" target=\"_blank\">Work Smarter, Sooner</a> </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/creativity\" target=\"_blank\">Playbook on Creativity</a> from Character Lab.</p>"
    }
  ]
}