{
  "id": "c5e0dbf4-0450-4286-91f2-f91736940a60",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>This warm up activates students' prior knowledge about how the parameters of a linear expression are visible on its graph, preparing students to make similar observations about quadratic expressions and their graphs.</p>\n<p>Students may approach the matching task in different ways:</p>\n<ul class=\"os-raise-indent\">\n  <li> By starting with the graphs and thinking about corresponding equations. For example, they may notice that Graph A has a negative slope and must therefore correspond to \\(y=3-x\\), the only equation whose linear term has a negative coefficient. They may notice that the slope of C is greater than that of B, so C must correspond to \\(y=3x-2\\). </li>\n  <li> By starting with the equations and then visualizing the graphs. For example, they may see that \\(y=3x-2\\) has a constant term of -2, so it must correspond to C, and that Graph B intercepts the \\(y\\)-axis at a higher point than Graph A, so B must correspond to \\(y=2x+4\\). </li>\n</ul>\n<p>Invite students with contrasting approaches to share during discussion.</p>\n<h4>Student Activity</h4>\n<p>Graphs A, B, and C represent three linear equations:&nbsp;</p>\n<p>\\(y=2x+4\\)</p>\n<p>\\(y=3-x\\)</p>\n<p>\\(y=3x-2\\)</p>\n<p>Use the following graph to answer questions 1&ndash;3.</p>\n<p><img alt=\"Coordinate plane, 3 linear graphs. Line A through negative 2 comma 5 and 3 comma 0. Line B through negative 2 comma 0 and 3 comma 10. Line C through negative 1 comma negative 5 and 4 comma 10.\" height=\"250\" src=\"https://k12.openstax.org/contents/raise/resources/57f39f10d61991a2a05c8bdea3c7047ae49b2617\" width=\"300\"></p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-indent\">\n  <li>Which graph corresponds to equation \\(y=2x+4\\)?&nbsp;</li>\n</ol>\n<ul class=\"os-raise-indent\">\n  <li> Graph A </li>\n  <li> Graph B </li>\n  <li> Graph C </li>\n</ul>\n<p><strong>ANSWER:</strong> Graph B. The graph representing \\(y=2x+4\\) has a slope of 2 and intersects the \\(y\\)-axis at 4, so it is Graph B.</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-indent\" start=\"2\">\n  <li>Which graph corresponds to equation \\(y=3-x\\)?</li>\n</ol>\n<ul class=\"os-raise-indent\">\n  <li> Graph A </li>\n  <li> Graph B </li>\n  <li> Graph C </li>\n</ul>\n<p><strong>ANSWER:</strong> Graph A. The graph representing \\(y=3-x\\) has a slope of -1 and intersects the \\(y\\)-axis at 3, so it is Graph A.</p>\n<ol class=\"os-raise-noindent\" class=\"os-raise-indent\" start=\"3\">\n  <li>Which graph corresponds to equation \\(y=3x-2\\)?&nbsp;</li>\n</ol>\n<ul class=\"os-raise-indent\">\n  <li> Graph A </li>\n  <li> Graph B </li>\n  <li> Graph C </li>\n</ul>\n<p><strong>ANSWER:</strong> Graph C. The graph representing \\(y=3x-2\\) has a slope of 3 and intersects the \\(y\\)-axis at -2, so it is Graph C.</p>\n<h4>Activity Synthesis</h4>\n<p>Select students to share how they matched the equations and the graphs. As students refer to the numbers that represent the slope and \\(y\\)-intercept in the equations, encourage students to use the words \"coefficient\" and \"constant term\" in their explanations.</p>\n<p>To support students' vocabulary development and to prepare them for the lesson, consider writing the equations from the warm up for all to see and identify the coefficient and constant terms in each equation.</p>\n<p>Highlight that the equations and the graphs are connected in more than one way, so there are different ways to know what a graph would look like given its equation or what an equation would entail given its graph.</p>\n<p>Tell students that we will look at such connections between the expressions and graphs that represent quadratic functions.</p>"
    }
  ]
}