{
  "id": "c635ad79-99e8-462b-9cb2-f6eaab10a515",
  "content": [
    {
      "variant": "main",
      "html": "<div>\n<div class=\"main\">\n<div class=\"preparation\">\n<h3><span><span>Warm Up (5 minutes)</span></span></h3>\n<div>\n<p>This Math Talk refreshes students&rsquo; knowledge about constraints and the values that meet them. Students are prompted to determine if four given combinations of raisins and walnuts meet a certain cost constraint. The reasoning elicited here prepares them to write and solve systems of linear equations in two variables later.</p>\n<p>Many students are likely to approach the task by multiplying pounds of raisins by 4 and pounds of walnuts by 8 and then seeing if the sum of the two products is 15. Some students may arrive at their conclusions by reasoning and estimating. For example, seeing that a pound of walnuts costs $8, students may simply reason that the first combination is impossible. Or they may reason that the last combination is impossible because at $4 a pound, 3.5 pounds of raisins would cost more than $12, so it is not possible to also get 1 pound of walnuts and pay only $15 total.</p>\n<p>When explaining their reasoning, encourage students to be precise in their word choice and use of language.</p>\n<h3><span><span>Launch</span></span></h3>\n<div>\n<div>\n<p>Display one problem at a time. Give students quiet think time for each problem and ask them to give a signal when they have an answer and a strategy. Keep all problems displayed throughout the talk. Follow with a whole-class discussion.</p>\n<h4>Support for Students with Disabilities</h4>\n<div><em>Representation: Internalize Comprehension.</em>&nbsp;To support working memory, provide students with sticky notes or mini whiteboards.<br><em>Supports accessibility for: Memory; Organization</em></div>\n<div><em><br></em></div>\n</div>\n<h3>Student-Facing Statement</h3>\n<div>\n<div>\n<div>\n<div>\n<p>Diego bought some raisins and walnuts to make trail mix.</p>\n<p>Raisins cost&nbsp;<span>$</span>4 a pound, and walnuts cost&nbsp;<span>$</span>8 a pound. Diego spent&nbsp;<span>$</span>15 on both ingredients.</p>\n<p>Decide if each pair of values could be a combination of raisins and walnuts that Diego bought.</p>\n</div>\n<div>\n<div><img alt=\"Close up of trail mix.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"300\" src=\"https://k12.openstax.org/contents/raise/resources/f8cbf4478914921e647bffd8a4e2dd5a1d7159b9\" width=\"450\"></div>\n</div>\n</div>\n</div>\n<ul>\n<li>4 pounds of raisins and 2 pounds of walnuts</li>\n<li>1 pound of raisins and 1.5 pounds of walnuts</li>\n<li>2.25 pounds of raisins and 0.75 pound of walnuts</li>\n<li>3.5 pounds of raisins and 1 pound of walnuts</li>\n</ul>\n</div>\n<h3>Student Response</h3>\n<div>\n<ul>\n<li>No</li>\n<li>No</li>\n<li>Yes</li>\n<li>No</li>\n</ul>\n</div>\n<h3>Activity Synthesis</h3>\n<div>\n<p>Ask students to share their strategies for each problem. Record and display their responses for all to see. To involve more students in the conversation, consider asking:</p>\n<ul>\n<li>&ldquo;Who can restate&nbsp;\\( \\underline{\\hspace{.5in}} \\)&rsquo;s reasoning in a different way?&rdquo;</li>\n<li>&ldquo;Did anyone have the same strategy but would explain it differently?&rdquo;</li>\n<li>&ldquo;Did anyone solve the problem in a different way?&rdquo;</li>\n<li>&ldquo;Does anyone want to add on to&nbsp;\\( \\underline{\\hspace{.5in}} \\)&rsquo;s strategy?&rdquo;</li>\n<li>&ldquo;Do you agree or disagree? Why?&rdquo;</li>\n</ul>\n<p>Conclude by reminding students that the given situation involves a cost constraint. Emphasize that only the third option, 2.25 pounds of raisins and 0.75 pound of walnuts, satisfies the constraint. One way to check if certain values meet the constraint is by writing an equation and checking if it is true. For example, the equation&nbsp;\\( 4(2.25) + 8(0.75) = 15 \\)&nbsp;is true. If we replace the weights of raisins and walnuts with other pairs of values, the equation would be false.</p>\n<h4>Support for English Language Learners</h4>\n<div>\n<p>Display sentence frames to support students when they explain their strategy. For example, &ldquo;First, I _____ because . . .&rdquo; or &ldquo;I noticed _____ so I . . .&rdquo; Some students may benefit from the opportunity to rehearse what they will say with a partner before they share with the whole class.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>"
    }
  ]
}