{
  "id": "c64e158e-7168-4438-bd16-565adeeb87fd",
  "content": [
    {
      "variant": "main",
      "html": "<p>Throughout the unit, you will be provided with resources to promote students&rsquo; character development. These resources come from <a href=\"https://characterlab.org/\" target=\"_blank\">Character Lab</a> and their <a href=\"https://characterlab.org/playbooks/\" target=\"_blank\">Playbooks</a>.</p>\n<p>The focus for this unit is on <strong>social intelligence</strong> &mdash; the ability to connect with other people.</p><ul><li> \n \nIn the Unit 1 Overview and Readiness lesson, students will see an example of how this trait is modeled through a real-world scenario.&nbsp;</li><li>&nbsp;In each lesson&rsquo;s Teacher Guide, you will be provided with links to tips that may help you foster this trait in students.\n\n</li></ul><h3>Why Does Social Intelligence Matter?</h3>\n<p dir=\"ltr\">Social intelligence is important when it comes to happiness, health, and success. Empathetic people are less likely to experience anxiety, depression, and addictions later in life. They are also more likely to be hired, promoted, earn more money, and have happier marriages and better-adjusted children.</p>\n<h3>How Do I Encourage Social Intelligence in My Students?</h3>\n<p>Consider some of these suggestions for promoting social intelligence in your classroom:</p>\n<ul><li><span><span><strong>Model it.</strong></span> Wait your turn before speaking, and when you speak, acknowledge others&rsquo; points of view: <em>&ldquo;I see why you look at things this way, and it makes sense why you do. But I have a different perspective.&rdquo;</em> Treat others&rsquo; feelings with curiosity and validation, not frustration or judgment.&nbsp;</span></li><li><span><span><strong>Celebrate it.</strong></span> Notice when someone made others feel included and valued: <em>&ldquo;It was nice of you to make sure the younger kids had playing time in the game, so they all felt like they had a role.&rdquo;</em> Encourage teamwork and loyalty over hierarchy and competition. Reframe conflict as an opportunity to better understand how deeply reasonable people may feel about opposing views: <em>&ldquo;Some of your neighbors may have voted for another candidate, but we all care about the good of the country; we just have different ideas of how to achieve it.</em>&rdquo;&nbsp;</span></li><li><span><span><strong>Enable it.</strong></span> Create opportunities to help everyone feel equal, for example by allowing students to vote on a classroom activity. Environments in which everyone feels needed and consistently acknowledged help reduce victimization and increase achievement and productivity.\n</span></li></ul><br><p><em>To continue with the unit, select the student-facing &ldquo;Unit 1 Overview and Readiness&rdquo; lesson below.</em></p>"
    }
  ]
}