{
  "id": "c73e2112-12bf-4973-aa90-92d81b5750a7",
  "content": [
    {
      "variant": "main",
      "html": "<h3><span>Lesson Narrative</span><br></h3>\n<div class=\"body\">\n<p>This is the first of two lessons where students write equations to model various situations. The work here progresses in two ways&mdash;in terms of the complexity of the relationships and in terms of the amount of scaffolding built into the prompts.</p>\n<p>Students begin by revisiting ways to calculate a given percentage of a given number, in preparation for computations they&rsquo;ll need to do in the lesson. Then, they look at a geometric context where three quantities can be related by addition and subtraction. Next, they look at a couple of contexts on spending, earning, and sales tax, which involve using multiplication, using multiplication and addition, and increasing a number by a percentage.</p>\n<p>In each case, students begin by creating models where the values of the quantities are known (or mostly known) and move toward models where the quantities are unknown or can change. The repeated reasoning allows students to practice looking for and expressing regularity. As they interpret verbal descriptions and write equations, students develop their understanding of equations as a way to represent constraints and practice reasoning quantitatively and abstractly.<br></p>\n</div>\n<h3>Learning Goals (Teacher Facing)</h3>\n<p>Students will be able to:</p>\n<ul>\n<li>Identify quantities that vary and quantities that don&rsquo;t, given a description of a situation or an equation.</li>\n<li>Explain that letters can be used to represent both quantities that vary and those that are constant.</li>\n<li>Write equations with numbers and variables to describe relationships and constraints.</li>\n</ul>\n<div class=\"body\">\n</div>\n<h3>Learning Targets (Student Facing)</h3>\n<ul>\n<li>Tell which quantities in a situation can vary and which ones cannot.</li>\n<li>Use letters and numbers to write equations representing the relationships in a situation.</li>\n</ul>\n<h3>Texas Essential Knowledge and Skills (TEKS)</h3>\n<div class=\"body\">\n<p><strong></strong></p>\n\n<div align=\"left\" dir=\"ltr\">\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p dir=\"ltr\"><strong>TEKS</strong></p>\n</td>\n<td>\n<p dir=\"ltr\"><strong>Explanation of Coverage</strong></p>\n</td>\n</tr>\n<tr>\n<td>\n<p dir=\"ltr\">A2(C) <u>write linear equations in two variables given</u> a table of values, a graph, and <u>a verbal description</u>.</p>\n</td>\n<td>\n<p dir=\"ltr\">Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined.</p>\n</td>\n</tr>\n</tbody>\n</table>\n</div><strong></strong>\n<div class=\"body\"><br></div>\n<h3>Lesson Activities</h3>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n<li>1.2.1: Finding the Percent of 200</li>\n<li>1.2.2: Modeling with Equations to Find Edges in Platonic Solids<ul>\n<li>1.2.2: Self Check</li>\n</ul>\n<ul>\n<li>1.2.2: Additional Resources</li>\n</ul>\n</li>\n<li>1.2.3: Writing Equations to Represent Relationships<ul>\n<li>1.2.3: Self Check</li>\n</ul>\n<ul>\n<li>1.2.3: Additional Resources</li>\n</ul>\n</li>\n<li>1.2.4: Writing Equations to Represent Relationships with Percents<ul>\n<li>1.2.4: Self Check</li>\n</ul>\n<ul>\n<li>1.2.4: Additional Resources</li>\n</ul>\n</li>\n<li>1.2.5: Writing Equations to Represent T-Shirts<br></li>\n</ul>\n<div class=\"body\">Students will also complete a series of problems in the 1.2.6: Practice.</div>\n<div class=\"body\"><br></div>\n<h3>Required Materials</h3>\n<ul>\n<li>N/A</li>\n</ul>\n<h3>Required Preparation</h3>\n<p>N/A</p>\n<div>\n<h3>Lesson Vocabulary</h3>\n</div>\n</div>\n<p>During this lesson, it is important to:</p>\n<ul>\n<li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n<li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n<li>Utilize a word wall. Sample cards are located here:&nbsp;<a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:<br></p>\n<strong>Previous Vocabulary:</strong>\n<ul>\n<li>constraint&nbsp;</li>\n<li>equation</li>\n<li>expression</li>\n<li>model</li>\n<li>variable<br></li>\n</ul><strong>New Vocabulary:</strong>\n<ul>\n<li>percent</li>\n</ul>\n<div>\n<h3>Support for Building Character</h3>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their social intelligence.&nbsp;</p>\n<p>Here are some tips to try during this lesson:</p>\n\n<ul>\n<li><a href=\"https://characterlab.org/tips-of-the-week/soul-of-empathy/\" target=\"_blank\">The Soul of Empathy</a></li>\n<li><a href=\"https://characterlab.org/tips-of-the-week/lost-in-translation/\" target=\"_blank\">Lost in Translation</a></li>\n</ul>\n\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/social-intelligence/\" target=\"_blank\">Playbook on Social Intelligence</a> from Character Lab.</p>\n<p><br></p>\n</div>"
    }
  ]
}