{
  "id": "cb2d5bf8-af22-48e4-8a31-c9c20bf77f68",
  "content": [
    {
      "variant": "main",
      "html": "<p>Do you know what a budget is? Have you ever used one? Watch the video to learn a bit about how City Manager Arthur Noriega uses linear equations to manage the budget for the city of Miami.</p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n<source src=\"https://k12.openstax.org/contents/raise/resources/4593d4a48dd44fe9afc1c08a178da97677e1a0bb\">\n<track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/5c46d09e7ba2332487e618cbe92d9c7796441239\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/4593d4a48dd44fe9afc1c08a178da97677e1a0bb\n</video>\n<br>\n<br>\n<p>In this unit, you will learn about linear equations. Understanding how to write, solve, and graph linear equations can help you with personal budgeting, whether you want to know how soon you&rsquo;ll be able to save for a new bicycle or if you can afford to go to a concert with your friends in two weeks.</p>\n<h4>Building Character: Creativity</h4>\n<p>As a city manager, Arthur Noriega must work with others to develop budgets. Similarly, in this course, you will need to work with your classmates to solve problems. Working well with others is a skill that will be useful to you in this course, as well as outside the classroom. Most jobs require the ability to work well, or collaborate, with other people.</p>\n<p>Throughout this unit, you will work on developing your social intelligence. Social intelligence is the ability to connect with other people. Having this ability allows you to interact in a more positive manner with others. Being empathetic, or sensitive to what others are feeling, shows that you care about others. In fact, empathetic people are less likely to experience anxiety, depression, and addictions later in life. They are also more likely to be hired, promoted, earn more money, and have happier marriages and better-adjusted children.</p>\n<p>Think about your current sense of social intelligence. How many of the following statements are true for you?</p>\n<ul>\n<li>I have a lot of relationships that are mutually beneficial, enjoyable, and supportive.</li>\n<li>Most of the time, I can tell how other people feel and have a good idea about how to respond appropriately.</li>\n<li>My relationships make me feel good about myself.</li>\n<li>The people in my life help me be my best.</li>\n</ul>\n<p>Don&rsquo;t worry if none of these statements are true for you. Developing this trait takes time. Your first step starts today!</p>"
    }
  ]
}