{
  "id": "d0ceeb97-0d2d-4cee-9793-24665304a582",
  "content": [
    {
      "variant": "main",
      "html": "<p>Throughout this unit, you learned how to solve different quadratic equations. Equations such as these are used to model many different situations, such as the water arcs SafeRain creates using their water jets and fountains.</p>\n<p>In this unit, you interpreted, wrote, and solved quadratic equations. You found that writing and solving quadratic equations enabled you to find input values that produce certain output values. You started solving quadratic equations by reasoning and then learned to use the square root property.</p>\n<p>You learned that applying the zero product property to equations set equal to zero in their factored form allowed you to find their solutions. You developed fluency in translating quadratic equations between their standard forms and factored forms. You learned to easily convert these equations between their factored form and a list of their solutions or a display of their graph. You also found that not all equations in their standard form can easily be written into factored form.</p>\n<p>You learned how to find a quadratic equation in general form when given only its zeros. You explored finding a specific quadratic equation that has particular zeros and passes through a certain point. You discovered that there are related quadratic equations that share the same zeros and axis of symmetry when graphed.</p>\n<p>You used graphing technology to perform quadratic regression on a data set to find a curve of best fit. You used the curve of best fit to make predictions about a problem in a real-world context.</p>\n<h4>Building Character: Curiosity</h4>\n<p>Throughout this unit, you learned that <strong>curiosity</strong> is important for helping you explore different possibilities and seek multiple ways to solve problems. Curiosity will keep you interested in learning and help you find new solutions to difficult problems. </p>"
    }
  ]
}