{
  "id": "d26c0627-7ba8-4c5b-96f0-60b6ac32ce5d",
  "content": [
    {
      "variant": "main",
      "html": "<p>In this lesson, you learned how to:</p>\n<ul>\n<li>Compare the features of graphs of functions and explain what they mean in the situations represented.</li>\n<li>Make sense of an equation of the form \\(f(x)=g(x)\\) in terms of a situation and a graph, and know how to find the solutions.</li>\n<li>Explain statements about two or more functions when they are written in function notation.</li>\n</ul>\n<p>Here are the activities that helped you reach those goals:</p>\n<ul>\n<li>4.9.1: Analyzing Graphs and Statements in Function Notation</li>\n<ul>\n<li>In this activity, you used function notation to find specific values on the graph and compare the two functions. You had to estimate the values of functions and determine where the graphs were the same in the context of the problem.</li>\n</ul>\n<li>4.9.2: Interpreting Graphs and Statements in Terms of a Situation\n    <ul>\n<li>In this activity, more emphasis was placed on the meaning of function notation and what its solution represented. You also used function notation to do calculations.</li>\n<li>4.9.2: Self Check</li>\n</ul>\n</li>\n<li>4.9.3: Comparing Functions Represented in Separate Graphs\n    <ul>\n<li>In this activity, you compared the size of the audience per episode of three different TV shows. It was important to notice and analyze the units of each axis before you could compare the three different graphs. You realized that just looking at the shape of the graph can be deceiving, and exact (or at least approximate) data points are better for comparisons.</li>\n<li>4.9.3: Self Check</li>\n</ul>\n</li>\n<li>4.9.4: Compare Graphs and Statements that Represent Functions without a Context</li>\n<ul>\n<li>In this activity, you used a graph with two functions to compare values.</li>\n<li>4.9.4: Self Check</li>\n</ul>\n<li>4.9.5: Analyzing Functions Using Real-World Context</li>\n<ul>\n<li>In this activity, you compared the heights of a toy rocket and a drone in a real-life context.</li>\n</ul>\n</ul>\n<p>After these activities, you completed the following practice:</p>\n<ul>\n<li>4.9.6: Practice</li>\n</ul>\n<h4>Checking In</h4>\n<div class=\"os-raise-ib-pset\" data-button-text=\"Submit\" data-fire-learning-opportunity-event=\"eventnameY\" data-fire-success-event=\"eventnameX\" data-retry-limit=\"1\" data-schema-version=\"1.0\">\n<!--pulldown-->\n<div class=\"os-raise-ib-pset-problem\" data-problem-type=\"dropdown\" data-solution data-solution-options='[\"1 - I&rsquo;m totally lost!\", \"2 - I could use some more help.\", \"3 - I mostly understand.\", \"4 - I can do it.\",\"5 - I&rsquo;ve got this!\"]'>\n<div class=\"os-raise-ib-pset-problem-content\">\n<p>On a scale of 1 to 5, how confident do you feel about the learning goals of this lesson? </p>\n</div>\n<div class=\"os-raise-ib-pset-correct-response\">\n<p>Correct!</p>\n</div>\n<div class=\"os-raise-ib-pset-encourage-response\">\n<p>If you&rsquo;ve answered 3 or less, be sure to reach out to your teacher before starting the next lesson.</p>\n</div>\n</div>\n<!--Do not edit below line.-->\n<div class=\"os-raise-ib-pset-correct-response\">\n<!-- INSERT ANY VALID HTML HERE -->\n</div>\n<div class=\"os-raise-ib-pset-encourage-response\">\n<!-- INSERT ANY VALID HTML HERE -->\n</div>\n</div>"
    }
  ]
}