{
  "id": "d3271028-421e-4423-816d-ca3de414d71e",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (10 minutes)</h3>\n<p>This activity further refreshes students&rsquo; understanding of functions through contextual examples. Here students are prompted to reason graphically about the relationship between the two quantities in the situation: time, in seconds, and the distance, in feet, of a dog from a post. Students also recall the meaning of independent and dependent variables.</p>\n<p>Students are given descriptions of the dog&rsquo;s movement while it was attached to a post and are asked to sketch corresponding graphs. Along the way, students interpret each point on the graph to mean a particular point in time and a particular distance from the post.</p>\n<p>Students later reason that the relationship between time and distance is a function because the dog can only be in one location at any time. For instance, the dog could not be both 5 feet and 1.7 feet away from the post at the same time.</p>\n<p>As students work, notice if any students create a graph with a vertical value greater than 5, or a graph that does not go through the two given points. If many graphs show these features, discuss with the class why the former is not possible and why the latter does not match the given descriptions.</p>\n<h4>Launch</h4>\n<p>Read the task statement and the descriptions about the dog owner and his three days of dog walking.</p>\n<p>Discuss features of a graph that could represent the dog&rsquo;s movement on Day 3 and display a possible graph. An example is shown here.</p>\n<p><img alt=\"Nonlinear function. time in seconds and distance from post in feet.\" src=\"https://k12.openstax.org/contents/raise/resources/6a0162c58a513f1e08b79121e715a2570e27a561\"></p>\n<p>Keep students in groups of 4. Ask 2 group members to graph the dog's movement on Day 1, and the other 2 members to graph the movement on Day 2. </p>\n<p>One person who graphed day 1 should pair with someone who graphed day 2. Students should explain their graphs and help partners change the graphs where needed. Have each student copy their graphs on the <a href=\"https://k12.openstax.org/contents/raise/resources/92f802ec9f83af78671273f5a9e7e05acb8dfe92\" target=\"_blank\" title=\"handout\">handout. </a></p>\n<h4>Student-Facing Statement</h4>\n<p>Three days in a row, a dog owner tied his dog&rsquo;s 5-foot-long leash to a post outside a store while he ran into the store to get a drink. Each time, the owner returned within minutes.</p>\n<p><img alt=\"Dog with leash tied to a post.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"269\" src=\"https://k12.openstax.org/contents/raise/resources/9a5d6fa9e01c7f7cf997ea941c0a1d3244058568\" width=\"300\"></p>\n<p>The dog&rsquo;s movement each day is described here.</p>\n<br>\n<ul>\n  <li>Day 1: The dog walked around the entire time while waiting for its owner.</li>\n  <li>Day 2: The dog walked around for the first minute and then laid down until its owner returned.</li>\n  <li>Day 3: The dog tried to follow its owner into the store but was stopped by the leash. Then, it started walking around the post in one direction. It kept walking until its leash was completely wound up around the post. The dog stayed there until its owner returned.</li>\n  <li>Each day, the dog was 1.5 feet away from the post when the owner left.</li>\n  <li>Each day, 60 seconds after the owner left, the dog was 4 feet from the post.</li>\n</ul>\n<br>\n<p>Your teacher will assign one of the days for you to analyze. You will sketch a graph that could represent the dog&rsquo;s distance from the post, in feet, as a function of time, in seconds, since the owner left.<br></p>\n<p>Then, meet with someone in your group who had Day 2&rsquo;s movement and someone who had Day 3&rsquo;s movement. Work together to explain your graphs and make changes where needed before checking your work. Be sure to sketch each other&rsquo;s graphs.</p>\n<br>\n<p>Day _____</p>\n<div class=\"os-raise-ib-desmos-gc\" data-schema-version=\"1.0\"></div>\n<p>Sketch the graph for Day 1.<br></p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"223\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/34491baf9eedf82892115acb6b6df9202640cb5e\" width=\"300\"></p>\n<p>Sketch the graph for Day 2.</p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"223\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/7c49de875e83020f2c00535b3be64810d45df3bf\" width=\"300\"></p>\n<br>\n<p>Sketch the graph for Day 3.</p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"300\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/47b706fea97d1b06ed4e2fa64f0551cd51400be7\" width=\"336\"></p>\n<br>\n<h4>Student-Facing Extension</h4>\n<h5>Are you ready for more?</h5>\n<p>From the graph, is it possible to tell how many times the dog changed directions while walking around? Explain your reasoning.</p>\n<h4>Extension Student Response</h4>\n<p>For example: No. The graph only gives the distance from the post. The dog could change from moving clockwise around the post to moving counterclockwise around the post. These changes could not be seen on the graph.</p>\n<h4>Activity Synthesis</h4>\n<p>Select some students to share their graphs and a brief explanation of how the graphs match the descriptions.</p>\n<p>One takeaway from this activity is that the relationship between the time since the owner left and the dog&rsquo;s distance from the post is a function. Solicit as many explanations as possible as to why this is. To emphasize that a function is a relationship in which one output is assigned to every input, explain that:</p>\n<ul>\n  <li>The dog can only be in one spot at a time and cannot have more than one distance away from the post at any time.</li>\n  <li>On each graph, we can see that only one value for distance corresponds to each value for time.</li>\n</ul>\n<p>Ask students:</p>\n<ul>\n  <li>&ldquo;In this situation, what is the input and what is the output?&rdquo; (It makes sense for time in seconds to be the input and distance from the post to be the output.)</li>\n  <li>&ldquo;Is it possible for the distance to be the input and the time to be the output? Why or why not?&rdquo; (It is possible, but if the distance is the input, the relationship is no longer a function. This is because there could be multiple possible times at which the dog is a certain distance away from the post.)</li>\n</ul>\n<p>Remind students that a quantity that is an input for a function is called an independent variable, and a quantity that is an output is called a dependent variable. In this case, time is independent and distance from the post is dependent.</p>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>Use this routine to support reading comprehension. Use the first read to orient students to the situation. After a shared reading, ask students, &ldquo;What is this situation about?&rdquo; (A dog&rsquo;s movement while the owner ran into a store.) Use the second read to identify quantities and relationships. Ask students what can be counted or measured without focusing on the values. Listen for, and amplify, the important quantities that vary in relation to each other in this situation: distance from the post and time in seconds. After the third read, ask students to brainstorm possible strategies to answer the question. This helps students connect the language in the word problem and the reasoning needed to solve the problem while keeping the cognitive demand of the task.</p>\n</div>\n<br>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p>Represent the same information through different modalities by using physical objects to represent abstract concepts. Use a three-dimensional prop to represent the situation and the dog&rsquo;s movement. This prop might use a dowel rod for the post and a piece of string or yarn for the leash. Viewing or manipulating the prop can help students better understand the context and quantities involved.</p>\n</div>\n<br>\n<h3>4.1.2: Self Check</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<br>\n<div align=\"left\">\n  <table border=\"1\" cellpadding=\"5\">\n    <colgroup>\n      <col>\n      <col>\n    </colgroup>\n    <tbody>\n      <tr>\n        <td colspan=\"2\">\n          <p><strong>QUESTION:</strong></p>\n          <p>The graph below shows a person&rsquo;s elevation for a period of 10 minutes. Which statement below is true based on the graph?</p>\n          <img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"287\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/e154adaf642674da396adb364eff9667c4d11035\" width=\"300\">\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p><strong>ANSWERS</strong></p>\n        </td>\n        <td>\n          <p><strong>FEEDBACK</strong></p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>The person sped up in the first 3 minutes.</p>\n        </td>\n        <td>\n          <p>Incorrect. Let&rsquo;s try again a different way: The graph is looking at time and elevation, not speed. The answer is that the person was hiking up a hill for the first 3 minutes.</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>The person slowed down for the second half of the hike.</p>\n        </td>\n        <td>\n          <p>Incorrect. Let&rsquo;s try again a different way: The graph is looking at time and elevation, not speed. The answer is that the person was hiking up a hill for the first 3 minutes.</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>During the first 3 minutes, the person was hiking up a hill.</p>\n        </td>\n        <td>\n          <p>That&rsquo;s correct! Check yourself: As time passed during the first 3 minutes, the person&rsquo;s elevation increased.</p>\n        </td>\n      </tr>\n      <tr>\n        <td>\n          <p>The person never stopped climbing.</p>\n        </td>\n        <td>\n          <p>Incorrect. Let&rsquo;s try again a different way: The elevation stayed the same from 3 to 4 minutes and about 5 to 6 minutes, so that is where they stopped climbing. The answer is that the person was hiking up a hill for the first 3 minutes.</p>\n        </td>\n      </tr>\n    </tbody>\n  </table>\n</div>\n<br>\n<h3>4.1.2: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</em></strong></p>\n<h4>Representing Everyday Situations with Graphs</h4>\n<p>Drawing functions to represent everyday situations can be useful to provide a visual for what is happening in a situation.</p>\n<p>Example 1:</p>\n<p>The graph shows the distance \\(y\\), in miles, for the time of each of Mia&rsquo;s runs \\(x\\), in minutes.</p>\n<img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"309\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/47e87f88703430456aedc8bf9dcbd12271521e45\" width=\"300\">\n<br>\n<p>Notice that at 0 minutes, Mia has run 0 miles. At 30 minutes, Mia has run 3 miles. At 180 minutes, Mia has run 18 miles.</p>\n<h4>Try It: Represent Everyday Situations with Graphs</h4>\n<p>Sky spends 5 hours at the library. She is on their internet for an hour. Then she takes an hour break to read a book. She then is back online for 2 hours before her friend comes to talk for an hour. She spends her last hour at the library on the internet.</p>\n<p>Draw this situation where the time spent on the internet, in hours, is a function of time spent at the library, in hours.</p>\n<p>Write down your answer. Then select the <strong>solution </strong>button to compare your work.</p>\n<h5>Solution</h5>\n<p>Here is how to represent this situation in a graph:</p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"299\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/5f7a6774eeb32842de71cfd38dab8504a7213a1c\" width=\"300\"></p>"
    }
  ]
}