{
  "id": "d68421ca-aa00-4b72-8eba-9e34edd2b38f",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>By now, students have had multiple opportunities to interpret graphs of functions and to create them (primarily by plotting known input-output pairs of a function or by using descriptions of the situation). Students have also acquired essential vocabulary to communicate about graphs of functions and have used average rate of change as a way to measure how a function changes.</p>\n<p>In this lesson, students apply these insights and skills to interpret or create graphs of functions that are less well defined and that model real-life situations that are more complex. The lesson includes two main activities about flag-raising and two optional activities that use other contexts.</p>\n<p>Information about the functions is presented in the form of verbal descriptions, video clips, and images. More ambiguity is involved here than in cases students have previously encountered, so they will need to persevere in sense making and problem solving. At times, the information given may be inadequate, so students will need to make assumptions and decisions to produce graphs that show the desired behaviors or meet certain requirements. Along the way, students engage in important aspects of mathematical modeling.</p>\n<h4>Learning Goals (Teacher Facing)&nbsp;</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li>Given a verbal or visual representation of a situation, sketch a graph and show key features.</li>\n  <li>Interpret the average rate of change in a situation.</li>\n  <li>Practice interpreting key features of graphs and explaining (orally and in writing) their meaning in terms of a situation.</li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li>Explain the average rate of change of a function in terms of a situation.</li>\n  <li>Describe important features of a graph and explain what they mean in a situation.</li>\n  <li>Sketch a graph that shows important features of the situation.</li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)&nbsp;</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A3(C) graph linear functions on the coordinate plane and identify key features, including \\(x\\)-intercept, \\(y\\)-intercept, zeros, and slope, in mathematical and real-world problems;</p>\n      </td>\n      <td>\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li>4.8.1: Analyzing and Comparing the Properties of Graphs</li>\n  <li>4.8.2: Interpreting Graphs Without Units</li>\n  <ul>\n    <li>4.8.2: Self Check</li>\n    <li>4.8.2: Additional Resources</li>\n  </ul>\n  <li>4.8.3: Sketching Graphs of Functions</li>\n  <ul>\n    <li>4.8.3: Self Check</li>\n    <li>4.8.3: Additional Resources</li>\n  </ul>\n  <li>4.8.4: Using Verbal Descriptions to Create Graphs of Functions</li>\n  <li>4.8.5: Representing Quantities in a Situation</li>\n</ul>\n<p>Students will also complete a series of problems in the 4.8.6: Practice.</p>\n<h4>Required Materials</h4>\n<p>Coordinate Grids or Graphing Technology</p>\n<h4>Required Preparation</h4>\n<p>For activity 4.8.2, have a coordinate grid or graphing technology ready for students to complete the &ldquo;Are You Ready for More?&rdquo; section.</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n  <li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n  <li>Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"new\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary</strong></p>\n<ul>\n  <li>maximum</li>\n  <li>minimum</li>\n  <li>horizontal intercept</li>\n  <li>vertical intercept</li>\n  <li>function</li>\n  <li>constant </li>\n</ul><strong>New Vocabulary</strong><br>\n<ul>\n  <li>N/A</li>\n</ul>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>creativity</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/oh-the-places-youll-go/\" target=\"new\">Oh, The Places You&rsquo;ll Go</a></li>\n  <li><a href=\"https://characterlab.org/tips-of-the-week/creative-spirit/\" target=\"new\">The Creative Spirit</a></li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/creativity\" target=\"_blank\">Playbook on Creativity</a>&nbsp;from Character Lab.</p>"
    }
  ]
}