{
  "id": "d8e1b748-4320-406c-bd50-9eebce3c09da",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\"></p>\n<h4>Is It Causation?</h4>\n<p dir=\"ltr\">Correlation\n    means there is a relationship or pattern between the values of two\n    variables. A scatter plot displays data about two variables as a set of\n    points in the \\( xy \\)-plane and is a useful tool for determining if\n    there is a correlation between the variables.</p>\n<p dir=\"ltr\">Causation\n    means that one event causes another event to occur. Causation can only\n    be determined from an appropriately designed experiment. In such\n    experiments, similar groups receive different treatments, and the\n    outcomes of each group are studied. We can only conclude that a\n    treatment causes an effect if the groups have noticeably different\n    outcomes.</p>\n<p dir=\"ltr\">Why doesn&rsquo;t correlation mean causation?</p>\n<p dir=\"ltr\">Even\n    if there is a correlation between two variables, we cannot conclude\n    that a change in one variable causes a change in the other. This relationship could\n    be coincidental, or a third factor may be causing both variables to\n    change.</p>\n<p><strong>Example</strong></p>\n<p dir=\"ltr\">Liam\n    collected data on the sales of ice cream cones and air conditioners in\n    his hometown. He found that when ice cream sales were low, air\n    conditioner sales tended to be low, and that when ice cream sales were\n    high, air conditioner sales tended to be high.</p>\n<p dir=\"ltr\">Liam can conclude that sales of ice cream cones and air conditioners are positively correlated.</p>\n<p dir=\"ltr\">Liam\n    can&rsquo;t conclude that selling more ice cream cones causes more air\n    conditioners to be sold. It is likely that the increases in the sales of\n    both ice cream cones and air conditioners are caused by a third factor,\n    an increase in temperature!</p>\n<h4>Try It: Is It Causation?</h4>\n<div class=\"os-raise-ib-cta\" data-button-text=\"Solution\" data-fire-event=\"Reveal1\" data-schema-version=\"1.0\">\n<div class=\"os-raise-ib-cta-content\">\n<p>Vivek notices that students in his class with larger shoe sizes tend to have higher grade point averages. Based on this observation, what is the best description of the relationship between shoe size and grade point average?</p>\n</div>\n<div class=\"os-raise-ib-cta-prompt\">\n<p>Write down your answer. Then select the <strong>Solution</strong> button to check your work.\n        </p>\n</div>\n</div>\n<div class=\"os-raise-ib-content\" data-schema-version=\"1.0\" data-wait-for-event=\"Reveal1\">\n<p></p>\n<p><span lang=\"EN\">The relationship has a positive correlation because as shoe size increases, grade point average tends to increase. There is not a causal relationship.</span><span lang=\"EN\"></span></p><br>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about <em>why</em> you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</p>\n<p></p>\n</div>"
    }
  ]
}