{
  "id": "db623294-8559-4f11-a5a8-52556517e9b9",
  "content": [
    {
      "variant": "main",
      "html": "<h4> Lesson Narrative&nbsp;</h4>\n<p>This lesson returns to a theme from the beginning of the unit, revisiting the fact that exponential functions grow more quickly, eventually, than linear functions. The first activity compares simple interest (linear growth) with compound interest (exponential growth). Students examine tables and graphs and see that the exponential function quickly overtakes the linear function. In the second activity, the exponential function is deliberately chosen to grow slowly over a large domain, making it less clear whether the exponential function will overtake the linear function.</p>\n<p>Other activities provide an opportunity for students to strategically use technology, whether they make a graph (for which they will need to think carefully about the domain and range) or continue to tabulate explicit values of the two functions (likely with the aid of a calculator for the exponential function). This lesson provides multiple opportunities for students to justify their reasoning and critique the reasoning of others.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li> Use graphs and calculations to show that a quantity that increases exponentially will eventually surpass one that increases linearly. </li>\n  <li> Use tables, calculations, and graphs to compare growth rates of linear and exponential functions. </li>\n  <li> Write and use equations of exponential functions written in function notation to compare scenarios. </li>\n</ul>\n<h4>Learning Targets (Student Facing)&nbsp;</h4>\n<ul>\n  <li> Use tables, calculations, and graphs to compare growth rates of linear and exponential functions and predict how the quantities eventually change. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)&nbsp;</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A3(B) calculate the rate of change of a linear function represented tabularly, graphically, or algebraically in context of mathematical and real-world problems.</p>\n        <p>A9(D) graph exponential functions that model growth and decay and identify key features, including \\(y\\)-intercept and asymptote, in mathematical and real-world problems</p>\n      </td>\n      <td>\n        <p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li> 5.14.1: Distinguish Linear and Exponential Growth </li>\n  <li> 5.14.2: Using Tables to Compare Linear and Exponential Growth Functions\n    <ul>\n      <li> 5.14.2: Self Check&nbsp;</li>\n    </ul>\n    <ul>\n      <li>5.14.2: Additional Resources</li>\n    </ul>\n  </li>\n  <li> 5.14.3: Compare Linear Functions with Exponential Functions&nbsp;\n    <ul>\n      <li> 5.14.3: Self Check&nbsp;</li>\n    </ul>\n    <ul>\n      <li>5.14.3: Additional Resources</li>\n    </ul>\n  </li>\n  <li> 5.14.4: Using Function Notation to Compare Linear and Exponential Functions </li>\n</ul>\n<p>Students will also complete a series of problems in 5.14.5: Practice.</p>\n<h4>Required Materials</h4>\n<p>Graphing technology</p>\n<h4> Required Preparation</h4>\n<p>Acquire devices that can run Desmos (recommended) or other graphing technology. It is ideal if each student has their own device. (Desmos is available under Math Tools.)</p>\n<p>Be prepared to display a graph for all to see using the embedded Desmos applet or other graphing technology.</p>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a> </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Previous Vocabulary</strong></p>\n      </td>\n      <td>\n        <p><strong>New Vocabulary</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        <ul>\n          <li> constant ratio </li>\n          <li> slope </li>\n        </ul>\n      </td>\n      <td valign=\"top\">\n        <ul>\n          <li>None </li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their<strong> grit</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/sample-then-specialize/\" target=\"_blank\">Sample, Then Specialize</a>&nbsp; </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/choosing-challenge/\" target=\"_blank\">Choosing Challenge</a>&nbsp; </li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/grit/\" target=\"_blank\">Playbook on Grit</a>&nbsp;from Character Lab.</p>"
    }
  ]
}