{
  "id": "ddb269fe-2eb6-4853-be64-e4b25e3b9d47",
  "content": [
    {
      "variant": "main",
      "html": "<p>Before starting this unit, students are familiar with linear functions from previous units in this course and from work in grade 8. They have been formally introduced to functions and function notation and have explored the behaviors and traits of both linear and non-linear functions. Additionally, students have spent significant time graphing, interpreting graphs, and exploring how to compare the graphs of two linear functions to each other. In this unit, students frequently use the properties of exponents, a topic developed in grade 8. They also apply their understanding of percent change from grade 7 and use an exponent to express repeated increase or decrease by the same percentage.</p>\n<p>In this unit, students are introduced to exponential relationships. Students learn that exponential relationships are characterized by a constant quotient over equal intervals, and compare it to linear relationships which are characterized by a constant difference over equal intervals. They encounter contexts that change exponentially. These contexts are presented verbally and with tables and graphs. They construct equations and use them to model situations and solve problems. Students investigate these exponential relationships without using function notation and language so that they can focus on gaining an appreciation for critical properties and characteristics of exponential relationships.</p>\n<p>Students subsequently view these new types of relationships as functions and employ the notation and terminology of functions (for example, dependent and independent variables). They study graphs of exponential functions both in terms of contexts they represent and abstract functions that don't represent a particular context, observing the effect of different values of a and b on the graph of the function f represented by \\(f(x)=ab^x\\).</p>\n<p>In this unit, students learn that the output of an increasing exponential function is eventually greater than the output of an increasing linear function for the same input. In a later unit, students are introduced to quadratic functions. At that time, students will also extend their understanding of exponential functions by how they relate to quadratic functions, understanding that an exponential growth function will eventually exceed both a linear and a quadratic function.</p>\n<p>The contexts used earlier in this unit lead to functions where the domain is the integers. Later, students encounter functions where the domain includes the real numbers. Students do not yet know how to manipulate exponential expressions where the exponents are not whole numbers, but they can interpret the meaning of fractional values in the domain and use a graph to approximate corresponding values in the range.</p>\n<p>Note on materials: Students should have access to a calculator with an exponent button throughout the unit. Access to graphing technology is necessary for some activities, starting in lesson 7. Examples of graphing technology include a handheld graphing calculator, a computer with a graphing calculator application installed, or an internet-enabled device with access to a site like desmos.com/calculator or geogebra.org/graphing. Interactive applets are embedded throughout, and a graphing calculator tool is accessible in the Math Tools in the digital version.</p>"
    }
  ]
}