{
  "id": "ddd776e6-c6b7-45d8-b3a1-feaf3cee0c49",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<br>\n<p>This lesson provides students an introduction to factoring expressions and polynomials. Students will master finding the greatest common factor (GCF) of two or more expressions by factoring the expressions into their prime factors and finding all their common factors. Finding the GCF of expressions is an essential tool used in factoring. Factoring the GCF from a polynomial is often the first step in factoring. It is important to simplify in this way before trying other ways to factor polynomials.</p>\n<p>Students will learn to factor a polynomial by grouping in this lesson. They will use the &ldquo;reverse&rdquo; of the Distributive Property, and more complicated ways of factoring by grouping will be taught in later lessons. Finally, students will start to recognize when a polynomial is prime and cannot be factored any further.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li> Factor an expression into all of its prime factors. </li>\n  <li> Find the GCF of two or more expressions by factoring each expression into its prime factors and multiplying all of the common factors shared by each expression. </li>\n  <li> Factor the greatest common factor from a polynomial by using the &ldquo;reverse&rdquo; of the Distributive Property. </li>\n  <li> Use a grouping method to factor a polynomial when the terms of that polynomial do not share a common factor. </li>\n  <li> Recognize when a polynomial cannot be factored using grouping. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li> Find the greatest common factor of two or more expressions. </li>\n  <li> Factor the greatest common factor from a polynomial. </li>\n  <li> Factor by grouping. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A10(D) rewrite polynomial expressions of degree one and degree two in equivalent forms using the distributive property;</p>\n        <br>\n        <p>A10(E) factor, if possible, trinomials with real factors in the form \\(ax^2 + bx + c\\), including perfect square trinomials of degree two; and</p>\n        <br>\n        <p>A10(F) decide if a binomial can be written as the difference of two squares and, if possible, use the structure of a difference of two squares to rewrite the binomial.</p>\n      </td>\n      <td>\n        <p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n        <br>\n        <br>\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n        <br>\n        <p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n  <li> 6.4.1: Finding Factors </li>\n  <li> 6.4.2: Finding the GCF of Two or More Expressions </li>\n  <ul>\n    <li> 6.4.2: Self Check </li>\n    <li> 6.4.2: Additional Resources </li>\n  </ul>\n  <li> 6.4.3: Factoring the GCF from Polynomials </li>\n  <ul>\n    <li> 6.4.3: Self Check </li>\n    <li> 6.4.3: Additional Resources </li>\n  </ul>\n  <li> 6.4.4: Factoring Polynomials by Grouping </li>\n  <ul>\n    <li> 6.4.4: Self Check </li>\n    <li> 6.4.4: Additional Resources </li>\n  </ul>\n  <li> 6.4.5: Can You Factor the Polynomial? </li>\n</ul>\n<p>Students will also complete a series of problems in the 6.4.6: Practice.</p>\n<h4> Required Materials</h4>\n<ul>\n  <li>Paper and pencil </li>\n</ul>\n<h4>Required Preparation</h4>\n<ul>\n  <li> For Activity 6.4.2, prepare sheets of paper with the expressions \\(120m^3n^2p^4\\) and \\(80m^2ns^4\\) written separately on individual pieces. Prepare a set of these expressions for every pair of students in your class. </li>\n</ul>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://k12.openstax.org/contents/raise/resources/8ed3aa68763498713b44d3c2e537ffe61b4755f0\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a> </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson:</p>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>Previous Vocabulary</strong></p>\n      </td>\n      <td>\n        <p><strong>New Vocabulary</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ul>\n          <li> factoring </li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li> greatest common factor </li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>judgment</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/how-did-you-do/\" target=\"_blank\">How Did You Do?</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/through-the-eyes-of-a-child/\" target=\"_blank\">Through the Eyes of a Child</a> </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/judgment/\" target=\"_blank\">Playbook on Judgment</a> from Character Lab.</p>"
    }
  ]
}