{
  "id": "de309d54-4f64-4c8e-aa22-9ab0a5fe98be",
  "content": [
    {
      "variant": "main",
      "html": "\n<div>\n<div>\n<p>Display the inequalities and graphs from both activities in the lesson.</p>\n<div>\n<div>\n<div>\n<p><span>\\( 3x+15y\\leq 3,\\!000 \\)</span></p>\n<div><img alt=\"Graph of an inequality. Artificial turf, square feet. Gravel, square feet.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"279\" src=\"https://k12.openstax.org/contents/raise/resources/fc673e4dfadd0122b72eab842c8991654ba6c3cf\" width=\"300\"></div>\n</div>\n<div>\n<p><br>\\( 9n+5b&gt;100 \\)</p>\n<div><img alt=\"Graph of an inequality. Number of bracelets. Number of necklaces.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"291\" src=\"https://k12.openstax.org/contents/raise/resources/852888c4f18c108082752cb77bd5157597842ff7\" width=\"300\"></div>\n</div>\n</div>\n</div>\n<p><br></p>\n<p>Ask students to compare the solution regions and think about what they tell us about the constraints of the situation they represent. Discuss questions such as:</p>\n<ul>\n<li>\"How are the solution regions of the two inequalities alike?\" (Each region represents all pairs of values that meet a money-related constraint in a situation. They cover a part of the plane. They stop at a line.)</li>\n<li>\"How do we know where the boundary line would be for each graph?\" (It is the graph of a related equation.)</li>\n<li>\"For each inequality, how did we find out which side of the line contains the solutions?\" (We tested one or more pairs of values on each side and see if-when substituted for the variables-they make the inequality true.)</li>\n<li>\"In the first situation, some pairs of values that are in the solution region don't make sense in the situation. Can you explain why a pair such as&nbsp;\\( (800, 1) \\), which is in the solution region, might not be a reasonable option for the homeowner?\" (It doesn't quite make sense to cover 1 square foot of the garden with artificial turf and the rest with gravel. The area of the garden might be a lot greater or a lot less than 801 square feet.)</li>\n<li>\"In the second situation, we know that fractional values are not meaningful even though they are in the shaded region. Can you think of other reasons that some points in the solution region might not make sense?\" (A point like&nbsp;\\( (100, 100) \\)&nbsp;would be in the solution region, but the vendor might not have that many items to sell.)</li>\n</ul>\n<p>Some students may point out that it is possible to reason about the side that contains the solutions by reasoning about each context. In these particular examples, this can be done intuitively and correctly. When the boundary line represents a the cost of two quantities exactly on budget, smaller values of each quantity would lead to costs that are below the budget. When the boundary line represents a profit of&nbsp;$100 from selling two kinds of products, a greater number of each product would mean a greater profit.</p>\n<p>Emphasize, however, that it is not always the case that the solution region could be reasoned easily or correctly from the context, so it is always a good idea to verify using another method. The optional activity (Charity Concert) illustrates this point.</p>\n</div>\n</div>\n"
    }
  ]
}