{
  "id": "e0c84508-d9d5-4830-b9cc-380f369e8fc5",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>In this lesson, students examine the meaning of negative exponents in context. In these cases, time \\(t\\) is the independent variable, and \\(t=0\\) corresponds to a particular moment when a quantity is first measured. In these situations, a value of \\(t\\) that is less than 0 corresponds to a time before the initial measurement, while a value of \\(t\\) that is greater than 0 refers to a time after the measurement. Students write equations given a table, and then they use those equations to answer questions, which requires working with negative values representing time. In one case, students also produce a graph. As with many other activities in this unit, the mathematical work is grounded and interpreted in a context.</p>\n<p>Students learn to convert fluently between decimal form and scientific notation. They will solve problems in context involving numbers in decimal form and scientific notation. They will combine what they have learned using negative exponents to find the solution to a real-world problem in scientific notation.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<p>Students will be able to:</p>\n<ul>\n  <li> Interpret a negative exponent in equations that represent exponential growth and decay. </li>\n  <li> Derive equations that represent exponential growth and decay in real-world problems. </li>\n  <li> Select a proper window while graphing an equation they derived from a real-world problem involving exponential decay. </li>\n  <li> Fluently convert between decimal form and scientific notation. </li>\n  <li> Apply measurements in scientific notation and decimal form to solve a problem in a real-world situation. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n  <li> Describe the meaning of a negative exponent in equations that represent exponential growth and decay. </li>\n  <li> Write equations that represent exponential growth and decay to solve problems. </li>\n  <li> Graph an equation that represents exponential decay to solve a problem. </li>\n  <li> Convert numbers between decimal form and scientific notation. </li>\n  <li> Use scientific notation to solve problems arising from real-world situations. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td>\n        <p><strong>TEKS</strong></p>\n      </td>\n      <td>\n        <p><strong>Explanation of Coverage</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ul>\n          <li> A9(B) interpret the meaning of the values of \\(a\\) and \\(b\\) in exponential functions of the form \\(f(x) = ab^x\\) in real-world problems </li>\n          <li> A9(C) <u>write exponential functions in the form \\(f(x) = ab^x\\) (where \\(b\\) is a rational number) to describe problems arising from </u>mathematical and <u>real-world situations, including growth and decay</u> </li>\n          <li> A9(D) <u>graph exponential functions that model</u> growth and <u>decay</u> and identify key features, including \\(y\\)-intercept and asymptote, in mathematical and real-world problems </li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li> Full coverage: Lesson provides content that covers all parts of this TEKS. </li>\n        </ul>\n        <ul>\n          <li> Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined. </li>\n        </ul>\n        <ul>\n          <li> Partial coverage: Lesson provides content that covers part of this TEKS. The parts that are covered have been underlined. </li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Lesson Activities</h4>\n<ul>\n  <li> 5.6.1: Checking Exponent Rules </li>\n  <li> 5.6.2: Interpreting Negative Exponents in Exponential Growth </li>\n  <ul>\n    <li> 5.6.2: Self Check</li>\n    <li>5.6.2: Additional Resources</li>\n  </ul>\n  <li> 5.6.3: Interpreting Negative Exponents in Exponential Decay </li>\n  <ul>\n    <li> 5.6.3: Self Check</li>\n    <li>5.6.3: Additional Resources</li>\n  </ul>\n  <li>5.6.4: Using Scientific Notation </li>\n  <ul>\n    <li> 5.6.4: Self Check</li>\n    <li>5.6.4: Additional Resources</li>\n  </ul>\n  <li>5.6.5: Applying Scientific Notation\n    <ul>\n      <li>5.6.5: Self Check</li>\n      <li>5.6.5: Additional Resources</li>\n    </ul>\n  </li>\n  <li>5.6.6: Interpreting Negative Exponents and Scientific Notation </li>\n</ul>\n<p>Students will also complete a series of problems in the 5.6.7: Practice.</p>\n<h4>Required Materials</h4>\n<ul>\n  <li> Graphing technology </li>\n</ul>\n<h4>Required Preparation</h4>\n<ul>\n  <li>None </li>\n</ul>\n<h4>Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n  <li> Familiarize students with the vocabulary words they will see throughout the lesson. </li>\n  <li> Encourage students to look for these words and notice their use and meanings. </li>\n  <li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n  <li> Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a> </li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td>\n        <p>Previous Vocabulary</p>\n      </td>\n      <td>\n        <p>New Vocabulary</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <ul>\n          <li>equation </li>\n        </ul>\n      </td>\n      <td>\n        <ul>\n          <li> scientific notation</li>\n        </ul>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>Support for Building Character</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>grit</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/me-to-me/\" target=\"_blank\">Me to Me</a> </li>\n  <li> <a href=\"https://characterlab.org/tips-of-the-week/success-story-tips/\" target=\"_blank\">Success Story</a> </li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/grit/\" target=\"_blank\">Grit Playbook</a> from Character Lab.</p>"
    }
  ]
}