{
  "id": "e0df4ff5-5b28-44d9-bbd6-43a704b94fe4",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (10 minutes)</h3>\n<p>This warm up familiarizes students with the different types of polynomials. Students will classify polynomials by number of terms and degree of exponent. Recognizing these differences will help students as they perform operations on polynomials of different types.</p>\n<h4>Launch</h4>\n<p>Review the new vocabulary defined at the start of the activity. After all the terms have been introduced, ask students to name a new polynomial of each type.\n<br>\n<br>\n\nArrange students in groups of 2 and provide them with your Desmos class code so they may use it for the activity. Tell students that the first part of the activity focuses on sorting different types of polynomials and then answer the questions. Be prepared to use the Teacher Dashboard to monitor student pairs and pause the class once they complete screen 3. Highlight any misconceptions or insights reflected in student responses.\n<br>\n<br>\nThe second part of the activity focuses on the degree of polynomials. Again, use the Teacher Dashboard to monitor student pairs. When students have completed the final screen, discuss any misconceptions or insights reflected in student responses.\n<br>\n<br>\nAs an extension, ask students to classify the term: mn. While this is a monomial term, many students may inaccurately classify it as a binomial since it contains two variables. Also, the degree is different for this term because of the two variables. In algebra I, students are typically asked for the degree of a polynomial based on one variable alone. For terms that contain more than one variable, the degree is the sum of the exponents for all of the variables in the term. Thus, mn is a degree two polynomial. </p>\n\n<p><a href=\"https://teacher.desmos.com/activitybuilder/custom/63755273266b7fa84ac833ca?lang=en\" target=\"_blank\">Desmos activity: [RAISE] Types of Polynomials</a>\n</p>\n\n<p>Desmos activities are different from the graphing calculator application because they lead students through one or more interactive tasks. As students progress through the activity, teachers may use the Teacher Dashboard to monitor student responses and use them for whole group discussion. Activities may also be set to identify student responses that are correct or incorrect. </p>\n\n<p>\n<u>Step 1</u> - If you have not already created a free account, access <a href=\"https://teacher.desmos.com/\" target=\"_blank\">teacher.desmos.com</a> and create your account. Search for the activity using the title above or <a href=\"https://teacher.desmos.com/activitybuilder/custom/632dcb3d0e60ba06095444ce\" target=\"_blank\">this link</a>.\n<br>\n<u>Step 2</u> - Once you have selected the activity, hit the Assign button and set up a Single Session Code. If you have experience with Desmos activities and have already set up your classes within the program, you may prefer to assign the activity to your classes. \n<br>\n<u>Step 3</u> - Once you have created your code, scroll down to Activity Sessions and select View Dashboard. You can either share the invitation link or the 6-letter code for students to join on <a href=\"https://student.desmos.com/\" target=\"_blank\">student.desmos.com</a>\n<br>\n<br>\nBe sure to review all parts of the activity prior to using it with students to permit the identification of locations where students may struggle or key concepts you wish to highlight. For more support with using Desmos activities, access <a href=\"https://help.desmos.com/hc/en-us/articles/4405326707853-Getting-Started-Classroom-Activities\" target=\"_blank\">Getting Started: Classroom Activities from Desmos</a>.\n</p>\n\n\n<h4>Student Activity</h4>\n<p>A <span class=\"os-raise-ib-tooltip\" data-schema-version=\"1.0\" data-store=\"glossary-tooltip\">monomial</span> is an algebraic expression with exactly one term: \\(5x^2\\)</p>\n<p>A <span class=\"os-raise-ib-tooltip\" data-schema-version=\"1.0\" data-store=\"glossary-tooltip\">binomial</span> is an algebraic expression with exactly two terms: \\(5x^2 + 6y^3\\)</p>\n<p>A <span class=\"os-raise-ib-tooltip\" data-schema-version=\"1.0\" data-store=\"glossary-tooltip\">trinomial</span> is an algebraic expression with exactly three terms: \\(5x^2 + 6y^3 - 7c\\)</p>\n<p>Monomials, binomials, and trinomials are all different types of polynomials. A <span class=\"os-raise-ib-tooltip\" data-schema-version=\"1.0\" data-store=\"glossary-tooltip\">polynomial</span> is a monomial or two or more monomials combined by addition or subtraction.</p>\n\n<p>The <span class=\"os-raise-ib-tooltip\" data-schema-version=\"1.0\" data-store=\"glossary-tooltip\">degree of a polynomial</span> is the highest degree of all its terms.</p>\n<p>Log into <a href=\"https://student.desmos.com/\" target=\"_blank\">student.desmos.com</a> using the information provided to you by your teacher.</p>\n<h4>Activity Synthesis</h4>\n<p>Invite students to write a polynomial of their own to share with their partner. Have their partner identify which type of polynomial it is and its degree.</p>\n<p>Explain that identifying the type of polynomial and its degree will be important for determining how to perform different operations on them.</p>"
    }
  ]
}