{
  "id": "e619134a-a7cc-4593-aa8c-1cbd47d3c64d",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Optional Activity (20 Minutes)</h4>\n<p>This optional activity gives students an additional opportunity to apply what they learned about key characteristics of a quadratic function to solve contextual problems. Unlike in previous activities where an equation or a graph that represents the function was given up front, here students are presented only with a familiar situation and need to consider what relevant details are missing.</p>\n<p>The info gap structure requires students to make sense of problems by determining what information is necessary, and then to ask for information they need to solve it. This may take several rounds of discussion if their first requests do not yield the information they need. It also allows them to refine the language they use and ask increasingly more precise questions until they get the information they need.</p>\n<!---Updated-->\n<p>A link to a document containing the problem cards and data cards may be accessed <a href=\"https://k12.openstax.org/contents/raise/resources/3c006bc0d07f4826fa382b3698b815deb10f93c8\">here</a>.</p> <br>\n<p>Below is the text of the cards for reference and planning:</p>\n<h5>Problem Card 1</h5>\n<p>Kiran was timing the flight of his toy rocket. It launches straight up from the ground.</p>\n<ol class=\"os-raise-noindent\">\n  <li> At how many seconds after launch did the rocket reach the highest point? </li>\n  <li> The rocket was 8.8 feet above ground on the way up and again on the way down. How many seconds passed between the two times it was 8.8 feet above ground? </li>\n</ol>\n<h5>Problem Card 2</h5>\n<ol class=\"os-raise-noindent\">\n  <li> How many feet above the ground did the toy rocket go? </li>\n  <li> Jada suggested they put Kiran&rsquo;s rocket on a platform and then launch the rocket from there. Will the rocket reach 20 feet above ground at its highest point? </li>\n</ol>\n<h5>Data Card 1</h5>\n<ul class=\"os-raise-noindent\">\n  <li> The stopwatch showed 0 seconds when the toy rocket blasted off from the ground. </li>\n  <li> It landed back on the ground when the stopwatch showed 1.6 seconds. </li>\n  <li> The second time the rocket reached 8.8 feet, the stopwatch showed 1.1 seconds. </li>\n</ul>\n<h5>Data Card 2</h5>\n<ul class=\"os-raise-noindent\">\n  <li> The equation modeling the the height of Kiran&rsquo;s toy rocket was \\(y=-16x(x-16)\\). </li>\n  <li> \\(y\\) represents the height above ground in feet, and \\(x\\) represents time in seconds. </li>\n  <li> The platform is 4 feet above ground. </li>\n</ul>\n<h4>Launch</h4>\n<p>Tell students they will continue to work with interpreting graphs and equations of a function in terms of a situation involving toy rockets.</p>\n<p>Explain the info gap structure, and consider demonstrating the protocol if students are unfamiliar with it.</p>\n<p>Arrange students in groups of two. In each group, distribute a problem card to one student and a data card to the other student. After reviewing students' work on the first problem, give them the cards for a second problem and instruct partners to switch roles.</p>\n<h4>Student Activity</h4>\n<p>Your teacher will give you either a problem card or a data card. Do not show or read your card to your partner.</p>\n<p>If your teacher gives you the data card:</p>\n<ol class=\"os-raise-noindent\">\n  <li> Silently read the information on your card. </li>\n  <li> Ask your partner, \"What specific information do you need?\" and wait for your partner to ask for information. Only give information that is on your card. (Do not figure out anything for your partner!) </li>\n  <li> Before telling your partner the information, ask, \"Why do you need to know (that piece of information)?\" </li>\n  <li> Read the problem card and solve the problem independently. </li>\n  <li> Share the data card and discuss your reasoning. </li>\n  <li> Pause here so your teacher can review your work. Ask your teacher for a new set of cards and repeat the activity (steps 1&ndash;5) for the next problem, trading roles with your partner. </li>\n  <li> When you and your partner have solved both problems, enter your answers to the questions below. </li>\n</ol>\n<p>If your teacher gives you the problem card:</p>\n<ol class=\"os-raise-noindent\">\n  <li> Silently read your card and think about what information you need to answer the question. </li>\n  <li> Ask your partner for the specific information that you need. </li>\n  <li> Explain to your partner how you are using the information to solve the problem. </li>\n  <li> When you have enough information, share the problem card with your partner, and solve the problem independently. </li>\n  <li> Read the data card and discuss your reasoning. </li>\n  <li> Pause here so your teacher can review your work. Ask your teacher for a new set of cards and repeat the activity (steps 1&ndash;5) for the next problem, trading roles with your partner. </li>\n  <li> When you and your partner have solved both problems, enter your answers to the questions below. </li>\n</ol>\n<p>Use your experience with trying to solve the problem cards by answering the reflection questions below. </p>\n<br>\n<ol class=\"os-raise-noindent\" start=\"1\">\n  <li>When answering the questions on Problem Card 1, what information did you ask your partner to provide? What information did you need to know?</li>\n</ol>\n<p>Compare your answer:</p>\n<p>Answers may vary, but here are some examples:</p>\n<li>Do we have an equation that models the flight of the rocket? If so, what is it?</li>\n<li>When did the rocket land?</li>\n<li>Did the rocket launch from the ground or from a platform? If on a platform, how high off the ground is the platform?</li>\n<li>Do we know when the rocket was 8.8 feet above the ground? If so, what was that time?</li>\n<li>If we know a time for when the rocket was at 8.8 feet, do we know if it was going up (ascending) or coming back down (descending)?</li>\n<br>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li>When answering the questions on Problem Card 2, what information did you ask your partner to provide? What information did you need to know?</li>\n</ol>\n<p>Compare your answer:</p>\n<p>Answers may vary, but here are some examples:</p>\n<li>Do we have an equation that models the flight of the rocket? If so, what is it?</li>\n<li>If we have an equation, what is represented by the x-variable? What is represented by the y-variable?</li>\n<li>When did the rocket land?</li>\n<li>When was the rocket at its highest point?</li>\n<li>Did the rocket launch from the ground or from a platform? If on a platform, how high off the ground is the platform?</li>\n<li>What was the highest point the rocket reached?</li>\n<br>\n<h4>Activity Synthesis</h4>\n<p>After students have completed their work, share the correct answers and ask students to discuss the process of solving the problems. Here are some questions for discussion:</p>\n<ul>\n  <li> \"How did you determine when Kiran's rocket reached its highest point?\" (The rocket launched at 0 seconds and landed at 1.6 seconds. Those times tell us the \\(x\\)-intercepts of the graph. The rocket will reach its maximum height at the vertex of the graph, which is halfway between the \\(x\\)-intercepts.) </li>\n  <li> \"How did you determine how high the rocket went?\" (The maximum height is at \\(x=0.8\\). If we replace \\(x\\) in the expression \\(-16x(x&minus;1.6)\\) with 0.8, then \\(-16(0.8)(0.8&minus;1.6)=10.24\\).) </li>\n  <li> \"How do you know that the function that models the flight of Kiran's toy rocket is quadratic?\" (The equation that models the flight of the rocket has an \\(x^2\\) term when you write it in standard form.) </li>\n  <li> \"What does the \\(-16x^2\\) in the equation represent?\" (The \\(-16x^2\\) represents the influence of gravity.) </li>\n  <li> \"If we graphed the equation, what would the point \\((0.8, 10.24)\\) represent?\" (The vertex of the graph.) </li>\n  <li> &ldquo;What would the equation be to find the height of the rocket if it launches from the 4-foot platform?&rdquo;\\((y= -16x(x&minus;1.6)+4)\\) </li>\n</ul>\n<p>Highlight for students how the information in the problem relates to the vertex and intercepts of the graph and the parts of the equation.</p>"
    }
  ]
}