{
  "id": "e6cb2ee6-a64e-423e-b14f-670bb4725a5a",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>In grade 8, students studied how to multiply and divide numbers in exponential notation when the bases are the same. This warm-up reviews these properties, which students will use systematically as they work with exponential expressions in this unit.</p>\n<h4>Launch</h4>\n<p>Before starting the math talk, it may be helpful to take time to ensure that students understand the question. Ask students for examples and non-examples of a power of 2. Some examples are \\(2^5\\) and \\(2^{100}\\). Non-examples include \\(100^2\\) and \\(5\\cdot 2\\). It may be useful to further remind students that, for example, \\(2^5\\) equals \\(2\\cdot 2\\cdot 2\\cdot 2\\cdot2\\).</p>\n<p>Display one problem at a time. Give students quiet think time for each problem and ask them to give a signal when they have an answer and a strategy. Keep all problems displayed throughout the talk. Follow with a whole-class discussion.</p>\n<h5>Support for Students with Disabilities</h5>\n<div>\n<p>To support working memory, provide students with sticky notes or mini whiteboards.</p>\n</div>\n<br>\n<h4>Student Activity</h4>\n<ol>\n<li> Find the value of \\(x\\) that makes the equation true. <br>\n<br>\n<ol type=\"a\">\n<li> \\(2^3\\cdot 2^4=2^x\\) <br><br>\n<strong>Answer:</strong> 7\n            </li><br>\n<li> \\(2^5\\cdot 2=2^x\\) <br><br>\n<strong>Answer:</strong> 6\n            </li><br>\n<li> \\(2^{10}\\div 2^7=2^x\\) <br><br>\n<strong>Answer:</strong> 3\n            </li><br>\n<li> \\(2^9\\div 2=2^x\\) <br><br>\n<strong>Answer:</strong> 8\n            </li>\n</ol>\n</li>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>As students share their thinking as part of the math talk, be sure to demonstrate how to break each part of the expression into factors, i.e., \\(2^5\\cdot 2=(2\\cdot 2\\cdot 2\\cdot 2\\cdot 2)\\cdot 2=2^6\\). Remind students that they can generalize the observations from examples such as this one. The exponents can be added when multiplying exponential expressions with the same base and subtracted when dividing those with the same base.</p>\n<h5>Support for English Language Learners</h5>\n<div>\n<p> Display sentence frames to support students when they explain their strategy. For example, &ldquo;I noticed that . . .&rdquo; or &ldquo;First, I _____ because . . . .&rdquo; Some students may benefit from the opportunity to rehearse what they will say with a partner before they share with the whole class.</p>\n</div>"
    }
  ]
}