{
  "id": "e6f602e6-66b3-436d-8b9a-655dfe988523",
  "content": [
    {
      "variant": "main",
      "html": "<h3 dir=\"ltr\">Lesson Narrative</h3>\n<div>\n  <p></p>\n  <p dir=\"ltr\" id=\"docs-internal-guid-b9a6f5ee-7fff-2605-96c3-c4afc1b03535\">In this culminating project, students integrate ideas from the unit. Students collect, summarize, interpret, and draw conclusions from bivariate data using scatter plots, best fit lines, residuals, and correlation coefficients. This connects to previous work because students summarized, represented, interpreted, and drew conclusions from bivariate data using scatter plots, best fit lines, residuals, and correlation coefficients. This connects to upcoming work because students will continue to investigate data using conditional probability and statistical experiments.</p>\n  <p dir=\"ltr\">Technology isn&rsquo;t required for this lesson, but there are opportunities for students to choose to use appropriate technology to solve problems. We recommend making technology available. When students collect and analyze data to answer a question, they are making sense of problems and persevering in solving them.</p>\n  <p></p>\n</div>\n<h4>Learning Goals (Teacher Facing)\n</h4>\n<ul>\n  <li>\n    <p dir=\"ltr\" id=\"docs-internal-guid-c53cf289-7fff-5142-0dbe-7fb4a40c7100\">Students will be able to:</p>\n    <ul>\n      <li>Collect data to create a linear model to predict information, answer questions, and draw conclusions.</li>\n      <li>Interpret bivariate data using scatter plots, lines of best fit, residuals, and correlation coefficients.</li>\n    </ul>\n  </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<div>\n  <ul>\n    <li><span id=\"docs-internal-guid-650ac98a-7fff-7be8-d01d-297b0d5e3da8\">I can collect data, create a linear model to fit the data, determine if the linear model is a good fit, and use the information from my linear model to answer questions.</span><br></li>\n  </ul>\n</div>\n<h4 dir=\"ltr\" id=\"docs-internal-guid-9c61a2cb-7fff-c1a6-6ed2-2ffc0090a01d\">Texas Essential Knowledge and Skills (TEKS)</h4>\n<ul>\n  <li>4(A) calculate, using technology, the correlation coefficient between two quantitative variables and interpret this quantity as a measure of the strength of the linear association.</li>\n  <li>4(B) compare and contrast association and causation in real-world problems.</li>\n  <li>4(C) write, with and without technology, linear functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems.</li>\n</ul>\n<h4 dir=\"ltr\">Required Materials</h4>\n<ul>\n  <li>Rulers</li>\n  <li>Tools for creating a visual display</li>\n</ul>\n<h4 dir=\"ltr\">Required Preparation</h4>\n<p dir=\"ltr\">Technology is not required for this lesson, but there are opportunities for students to research their own data about sports teams and penalties if they have access to devices that can access the internet. <span id=\"docs-internal-guid-efd47359-7fff-99e6-c37b-a3a0cc752089\">If students do not have access to technology, copies of a lesson guide from Illustrative Mathematics includes data that can be used.</span></p>\n<p dir=\"ltr\">When students can research their own data, provide materials for them to create a visual display containing their information and any conclusions they make to share with the class.</p>\n<h4 dir=\"ltr\">Project Activities</h4>\n<ul>\n  <li>Activity P1: Estimating Lengths</li>\n  <li>Activity P2: Analyze Data </li>\n</ul><br>\n<p></p>"
    }
  ]
}