{
  "id": "e708c0da-9b99-49d1-a0a6-8c8bdc1f962e",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (10 minutes)</h3>\n<p>The mathematical purpose of this\n  activity is for students to practice using the term causal relationship\n  and think of situations to which it might apply and where relationships\n  are causal.</p>\n<h4>Launch</h4>\n<p>Tell students that people often\n  use the phrase &ldquo;correlation, not causation&rdquo; or &ldquo;association, not\n  causation&rdquo; to refer to situations in which there is a\n  relationship, but it is not a causal relationship. A causal relationship means that a change in one of the variables actually <em>causes</em> a change in the other variable.</p>\n<p>Arrange students in groups of\n  2&ndash;4. Give students several minutes to record answers to the questions\n  individually and then ask students to share their answers with each\n  other and determine if the answer is correct.</p>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>Use\n    this routine to help students improve their writing by providing them\n    with multiple opportunities to clarify their ideas through conversation.\n    Give students time to meet with 2&ndash;3 partners to share their response to\n    the last question. Students should first check to see if they agree\n    with the experiment to show a correlation or causation. Provide\n    listeners with prompts for feedback that will help their partner add\n    detail to strengthen and clarify their ideas. For example, students can\n    ask their partner: &ldquo;Why do you think these are not causal?&rdquo; or &ldquo;How\n    would the data show if the relationship was correlation or causal?&rdquo; Next, provide students with 3&ndash;4 minutes to revise their initial draft\n    based on feedback from their peers. This will help students understand\n    relationships that may or may not be causal.</p>\n</div>\n<br>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p> <em>Engagement: Develop Effort and Persistence.</em>\n    Encourage and support opportunities for peer collaboration. Prior to\n    directing students&rsquo; attention to the task, invite students to brainstorm\n    various pairs of variables (both with and without correlation).\n    Encourage students to free-associate and build on each other&rsquo;s\n    ideas. When students share their work with a partner, display sentence\n    frames to support conversation, such as: &ldquo;_____ reminds me of _____\n    because . . .&rdquo; and &ldquo;_____&rsquo;s idea reminds me of . . .&rdquo; After students\n    have developed a list of several options, share the conditions list and\n    then encourage them to analyze and select which one best fits each\n    condition.<em><br></em></p>\n  <p><em>Supports accessibility for: Language; Social-emotional skills</em></p>\n</div>\n<br>\n<h4>Student-Facing Statement</h4>\n<div>\n  <p>The phrases &ldquo;correlation, not causation&rdquo; or &ldquo;association, not causation&rdquo; are often used to refer to situations in which there is a relationship, but it is not a <strong>causal relationship</strong>. While <strong>correlation</strong> is used to describe the strength of the relationship between variables,&nbsp; a causal relationship means that a change in one of the variables actually causes a change in the other variable. <br></p>\n  <p>Describe a pair of variables with each condition. Explain your reasoning.</p>\n  <ol>\n    <li>Two variables have a <strong>causal relationship</strong>.\n    </li>\n    <li>The variables are strongly related, but a third factor might be the cause for the changes in the variables.\n    </li>\n    <li>The variables are not related.\n    </li>\n  </ol>\n</div>\n<h4>Student Response</h4>\n<p>Sample responses:</p>\n<ol>\n  <li>Length\n    of a person&rsquo;s foot in inches and their men&rsquo;s shoe size. Increased foot\n    size would cause someone to purchase larger shoe sizes.</li>\n  <li>Amount of power produced by\n    solar panels and percentage of people wearing sunglasses while driving.\n    These factors are probably strongly, positively related, but the cause\n    is the amount of sunlight getting through to the ground for each\n    variable rather than either one of the variables causing the other to\n    increase directly.</li>\n  <li>The number of hits by a\n    certain baseball player per game for a season and the price of a barrel\n    of oil on the day of the games. There is no reasonable relationship\n    between the variables, and they are very unlikely to be related even by\n    external causes.</li>\n</ol>\n<h4>Student-Facing Extension</h4>\n<h5>Are you ready for more?</h5>\n<ol>\n  <li>\n    Look through news articles or\n    advertisements for claims of causation or correlation. Find 2 or 3 claims\n    and read or watch the articles or the advertisements. Answer these\n    questions for each of the claims.\n\n    <ol type=\"a\">\n      <li>\n        <p>What is the claim?</p>\n      </li>\n      <li>\n        <p>What evidence is provided for the claim?</p>\n      </li>\n      <li>\n        <p>Does there appear to be evidence for causation or correlation? Explain your thinking.</p>\n      </li>\n    </ol>\n  </li>\n  <li>\n    Choose the claim with the least\n    or no evidence. Describe an experiment or other way that you could\n    collect data to show correlation or causation.\n\n  </li>\n</ol>\n<h4>Extension Student Response</h4>\n<p>Sample responses:</p>\n<ol>\n  <li>\n    <ol type=\"a\">\n      <li>\n        Claim 1: Green tea lowers blood pressure. Claim 2: Chocolate improves health. Claim 3: Soda helps with heartburn.\n      </li>\n      <li>\n        Claim 1: Study groups were\n        given either green tea or a drink that was colored like green tea for\n        several weeks, and their blood pressure was taken before and after the\n        study. Claim 2: They analyzed the number of antioxidants in chocolate as\n        compared to fruit. Claim 3: No evidence was provided other than that it\n        seemed to work for some people.\n      </li>\n      <li>\n        Claim 1: There appears to be\n        evidence for correlation because there was a control group, and the blood\n        pressure was taken before and after drinking tea. However, there was no\n        mention of how the groups were randomized or selected, so I am not sure\n        if there is evidence for causation. Claim 2: The only evidence\n        provided is the quantity of antioxidants chocolate contains, so a study would\n        need to be done on antioxidants and health to show correlation or\n        causation. Claim 3: There is no evidence for correlation or causation\n        because only a testimonial is provided.\n      </li>\n    </ol>\n  </li>\n  <li>\n    To show that heartburn relief\n    is correlated with or caused by drinking soda, I would have to randomly assign\n    subjects to different treatment groups. One group would get soda, and\n    the other would get a placebo. I would then need to collect and compare data about\n    their heartburn symptoms to determine if there is correlation or\n    causation.\n  </li>\n</ol>\n<h4>Anticipated Misconceptions</h4>\n<p>Students may still wonder how\n  two variables can be correlated without having a causal relationship. It\n  may help to provide an example, such as sales of ice cream and sales of\n  sunburn remedies. Ask students why these variables might be related and\n  whether increasing one would cause the other variable to increase. Ask\n  students to think of something that might cause two distinct outcomes to\n  result.</p>\n<h4>Activity Synthesis</h4>\n<p>The goal of this discussion is\n  for students to gain a deeper understanding of what it means for\n  variables to have a causal relationship.</p>\n<p>Here are some questions for discussion.</p>\n<ul>\n  <li>&ldquo;Which\n    pair of variables was the most difficult for you to describe? Explain\n    your reasoning.&rdquo; (I had a hard time describing a pair of variables that\n    were strongly related but where a third factor might be the cause. It\n    was difficult because I kept coming up with causal relationships.)</li>\n  <li>&ldquo;For question 1, how did you\n    convince yourself or your group that one variable causes a change in the\n    other?&rdquo; (To convince them, I gave an example of using the variables in\n    context. My two variables were snail weight and shell volume. When a\n    snail has more weight, then it increases in volume, which means it needs\n    a bigger shell.)</li>\n</ul>\n<h3>3.6.3 Self Check</h3>\n<p><em><strong>After</strong><strong>\n      the activity, students will answer the following question to check\n      their understanding of the concepts explored in the activity.</strong></em></p>\n<table border=\"1\" cellpadding=\"5\" cellspacing=\"0\">\n  <tbody>\n    <tr>\n      <td colspan=\"2\" valign=\"top\">\n        <p><strong>QUESTION:</strong></p><span id=\"docs-internal-guid-0c9d9407-7fff-8237-736b-65dac5b0f1c6\">Which of the following is a causal relationship?</span>\n        <p><strong> </strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        <p align=\"center\"><strong>ANSWERS</strong></p>\n      </td>\n      <td valign=\"top\">\n        <p align=\"center\"><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        The number of kids in a family and the number of pets in a family.<br>\n        <ol start=\"1\" type=\"A\">\n        </ol>\n      </td>\n      <td valign=\"top\">\n        <p><span id=\"docs-internal-guid-602ab7df-7fff-6414-90f1-1dd67e793efe\">Incorrect. Let&rsquo;s try again a different way: The number of kids in a family does not cause the number of pets in a family to change. </span>The answer is: The size of a deck and number of wood boards used.</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        The temperature and number of people buying hot chocolate.<br>\n        <ol start=\"2\" type=\"A\">\n        </ol>\n      </td>\n      <td valign=\"top\">\n        <p><span id=\"docs-internal-guid-a332c3f8-7fff-992c-ec9f-4ac9cc5d6c05\">Incorrect. Let&rsquo;s try again a different way: </span>Depending on the weather, more people may buy hot chocolate, but it does not mean the weather will cause people to buy more hot chocolate. The answer is: The size of a deck and number of wood boards used.</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\">\n        The size of a deck and number of wood boards used.<br>\n        <ol start=\"3\" type=\"A\">\n        </ol>\n      </td>\n      <td valign=\"top\">\n        <p><span id=\"docs-internal-guid-74753d23-7fff-b72b-6965-64a0d8097e29\">That&rsquo;s correct! Check yourself: </span>A larger deck causes more boards to be used.</p>\n      </td>\n    </tr>\n    <tr>\n      <td valign=\"top\"><span id=\"docs-internal-guid-fa10f12e-7fff-487c-b72a-554cc905d8d6\">The lower the temperature, the more people that go ice skating.</span><br>\n        <ol start=\"4\" type=\"A\">\n        </ol>\n      </td>\n      <td valign=\"top\">\n        <p><span id=\"docs-internal-guid-826da11f-7fff-f028-aab2-3abf13ea223a\">Incorrect. Let&rsquo;s try again a different way: When the temperature decreases, it does not cause more people to ice skate. Other factors also contribute. Th</span>e answer is: The size of a deck and number of wood boards used.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h4>3.6.3 Additional Resources</h4>\n<p dir=\"ltr\" id=\"docs-internal-guid-f1c8e6e7-7fff-8636-7934-003a818ac1eb\"><em><strong>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</strong></em></p>\n<h5>Is It Causation?</h5>\n<p dir=\"ltr\">Correlation means there is a relationship or pattern between the values of two variables. A scatter plot displays data about two variables as a set of points in the \\( xy \\)-plane and is a useful tool for determining if there is a correlation between the variables.</p>\n<p dir=\"ltr\">Causation means that one event causes another event to occur. Causation can only be determined from an appropriately designed experiment. In such experiments, similar groups receive different treatments, and the outcomes of each group are studied. We can only conclude that a treatment causes an effect if the groups have noticeably different outcomes.</p>\n<p dir=\"ltr\">Why doesn&rsquo;t correlation mean causation?</p>\n<p dir=\"ltr\">Even if there is a correlation between two variables, we cannot conclude that one variable causes a change in the other. This relationship could be coincidental, or a third factor may be causing both variables to change.</p>\n<h5 dir=\"ltr\">Example:</h5>\n<p dir=\"ltr\">Liam collected data on the sales of ice cream cones and air conditioners in his hometown. He found that when ice cream sales were low, air conditioner sales tended to be low, and that when ice cream sales were high, air conditioner sales tended to be high.</p>\n<p dir=\"ltr\">Liam can conclude that sales of ice cream cones and air conditioners are positively correlated.</p>\n<p dir=\"ltr\">Liam can&rsquo;t conclude that selling more ice cream cones causes more air conditioners to be sold. It is likely that the increases in the sales of both ice cream cones and air conditioners are caused by a third factor, an increase in temperature!</p>\n<h5>Try It: Is It Causation?</h5>\n<p dir=\"ltr\">Vivek notices that students in his class with larger shoe sizes tend to have higher grade point averages. Based on this observation, what is the best description of the relationship between shoe size and grade point average?</p>\n<p dir=\"ltr\">Write down your answer. Then select the <strong>solution </strong>button to compare your work.</p>\n<h5 dir=\"ltr\">Solution</h5>\n<p dir=\"ltr\">The relationship has a positive correlation because as shoe size increases, grade point average tends to increase. There is not a causal relationship.</p>\n<p dir=\"ltr\">How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about <em>why</em> you got the question wrong. Then you won&rsquo;t get this type of question wrong again!<br></p>"
    }
  ]
}