{
  "id": "e9bfb3c6-7477-4fa3-9e09-76b533b37c4c",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (10 minutes)</h3>\n<p>In this activity, students continue to explore average rates of change for exponential functions, this time focusing on a previously encountered exponential decay context. Unlike the previous activity, students are asked to calculate the average rate of change from a graph for two different intervals of time. Using those values, students then predict what the average rate of change will be for an interval extending into the future beyond what is shown in the graph.</p>\n<p>Monitor for students who draw in lines to visualize the average rate of change for the two intervals and ask them to share their visual and why they added it during the discussion.</p>\n<h4>Launch</h4>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>Ask students to prepare a visual display that shows their graph and mathematical thinking in response to Clare&rsquo;s statement. Students should consider how to display their calculations so another student can interpret them. Some students may wish to add notes or details to their graphs or calculations to help communicate their thinking. When students find another person in the class who drew in similar lines on their graph or used the same points in calculations, provide 2&ndash;3 minutes of quiet think time for students to read and interpret each other&rsquo;s work. This will help students make connections between different representations of finding the average rate of change that produce similar results.</p>\n</div>\n<br>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p>Demonstrate and encourage students to use color coding and annotations to highlight connections between representations in a problem. For example, students may use highlighters to color code each 5-year section a unique color.</p>\n</div>\n<br>\n<h4> Student Activity</h4>\n<p>Here is a graph you saw in an earlier lesson. It represents the exponential function \\(p\\), which models the cost \\(p(t)\\), in dollars, of producing 1 watt of solar energy from 1977 to 1988, where \\(t\\)&nbsp;is years since 1977.</p>\n<p><img alt=\"Graph of an exponential function, origin O. t (years since 1977) and p (dollars per watt).\" class=\"img-fluid atto_image_button_text-bottom\" src=\"https://k12.openstax.org/contents/raise/resources/a0f79653ec7d1fa67449d4d8872e608bcbc6e9a2\" width=\"500\"></p>\n<ol>\n  <li> Clare said, &ldquo;In the first five years, between 1977 and 1982, the cost fell by about $12 per year. But in the second five years, between 1983 and 1988, the cost fell only by about $2 a year.&rdquo; Show that Clare is correct. </li><br>\n  <p><strong>Answer:&nbsp;</strong>\\(\\frac{p(5)&minus;p(0)}{5&minus;0} \\approx -12.2\\); \\(\\frac{p(11)&minus;p(6)}{11&minus;6} \\approx -2.17\\)</p>\n  <li> If the trend continues, will the average decrease in price be more or less than $2 per year between 1987 and 1992? Explain your reasoning. </li><br>\n  <p><strong>Answer:&nbsp;</strong>From the first 5 years to the next 5 years, the rate of decrease slowed down, so if the trend continues, the decrease in price from 1987 to 1992 should be less than $2 per year. </p>\n</ol>\n<br>\n<h4>Student-Facing Extension</h4>\n<h5>Are you ready for more?</h5>\n<p>Suppose the cost of producing 1 watt of solar energy had instead decreased by $12.20 each year between 1977 and 1982. Compute what the costs would be each year and plot them on the same graph shown in the activity. How do these alternate costs compare to the actual costs shown?</p>\n<h4> Extension Student Response</h4>\n<p><img src=\"https://k12.openstax.org/contents/raise/resources/e9c299a74d337f7e5a7ce13e4fea56eee4163289\" width=\"300\"></p>\n<p>For example: The alternate costs with the constant decrease would be the same in 1977 and 1982 and higher for each year in between.</p>\n<h4> Activity Synthesis</h4>\n<p>Select previously identified students to share their graphs and why they drew in the lines along with their interpretation of the meaning in the context of the problem. Invite other students who made slightly different calculations to share their reasoning, reminding students that, since everyone is making an estimate from the graph, answers are not likely to be identical, but they should be very close.</p>\n<p>Conclude the discussion by selecting students to explain their reasoning about the last problem using their understanding of exponential functions.</p>\n<h3> 5.10.3: Self Check&nbsp;</h3>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col>\n    <col>\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:&nbsp;</strong></p>\n        <p>The graph below shows the bounce height of a basketball at each bounce. What is the approximate average rate of change from the first bounce to the third bounce?</p>\n        <p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"278\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/f13e2dcc545e13c957f8edc51c7521578fe7b199\" width=\"300\"></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>300</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Watch the signs when calculating. Notice the values are decreasing. The average rate of change is negative. The answer is &ndash;300.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>&ndash;300</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: The difference in heights is \\(700-1300\\). Divide this by 2.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>600</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Watch the signs when finding rate of change. Notice the values are decreasing, so the rate of change should be negative. Remember to divide the change in \\(y\\)<em>&nbsp;</em>by 2. The answer is &ndash;300.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>&ndash;600</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Remember to divide the change in \\(y\\)&nbsp;by 2. The answer is &ndash;300.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>5.10.3: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></p>\n<h4> Trends in Average Rates of Change</h4>\n<p>A construction company purchased some equipment costing $300,000. The equipment depreciates in value over time.</p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"350\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/d898955c1cedaf41be37567ca94b01e8f19aac85\" width=\"396\"></p>\n<p>Approximately how much did the value drop from years 0 to 5 compared to years 6 to 10?</p>\n<p>\\(\\frac{v(5)-v(0)}{5-0} \\approx \\frac{140,000-300,000}{5}=-32,000\\)</p>\n<p>\\(\\frac{v(10)-v(6)}{10-6} \\approx \\frac{70,000-120,000}{4}=-12,500\\)</p>\n<p>Following this trend, we would expect the average rate of change of the value of the equipment from years 11&ndash;15 to be below &ndash;12,500 dollars per year.</p>\n<h4>Try It: Trends in Average Rates of Change</h4>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"265\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/d898955c1cedaf41be37567ca94b01e8f19aac85\" width=\"300\"></p>\n<p>Approximately how much did the value drop from year 11 to year 15?</p>\n<p>Write down your answer. Then select the <strong>solution </strong>button to compare your work.</p>\n<h5>Solution</h5>\n<p>Here is how to find the average value drop from year 11 to year 15:</p>\n<p>(Note that approximate points are used, so your answer may vary a little, but the answer should still be below &ndash;10,000.)</p>\n<p>\\(\\frac {v(15)-v(11)}{15-11} \\approx \\frac{30,000-60,000}{4}=-7,500\\)</p>"
    }
  ]
}