{
  "id": "ea400c3c-cdf4-408a-a33c-d31d14e04639",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Cool Down (5 minutes)</h3>\n<h4>Student-Facing Statement</h4>\n<p>For each pair of variables, decide whether there is:</p>\n<ul>\n<li>a very weak or no relationship</li>\n<li>a strong relationship that is not a causal relationship</li>\n<li>a causal relationship</li>\n</ul>\n<p>Explain your reasoning.</p>\n<ol>\n<li>Number of snow plows owned by a city and mitten sales in the city\n        </li>\n<li>Number of text messages sent per day by a person and number of shirts owned by the person\n        </li>\n<li>Price of a pizza and number of calories in the pizza\n        </li>\n<li>Amount of gas used on a trip and number of miles driven on the trip</li>\n</ol>\n<h3>Video: Determining the Type of Relationship    </h3>\n<p>Watch the following video to learn more about using the term causal relationship. </p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n<source src=\"https://k12.openstax.org/contents/raise/resources/33beb4056ec93ebd2d3fefebbd426ccc48c4a0ef\">\n<track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/4d09c6e246d160a47c2b2b4fdcb598318bf177c8\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/33beb4056ec93ebd2d3fefebbd426ccc48c4a0ef\n    </video>\n<h3>Student Response</h3>\n<p>Sample responses:</p>\n<ol>\n<li>A\n            strong relationship that is not a causal relationship. The variables\n            are related since cities with more snow plows will probably also have\n            high sales of mittens compared to places with fewer snow plows. The\n            climate, number of people living in the city, and amount of snow all\n            affect both of these variables. A city having extra snow plows would not\n            cause people to buy more mittens, nor would the reverse happen.</li>\n<li>A very weak or no\n            relationship. These variables seem unrelated, and there is not another\n            variable like age or wealth that would seem to be related to both of\n            these variables consistently.</li>\n<li>A strong relationship that is\n            not a causal relationship. The variables are related since a more\n            expensive pizza will generally be larger or have more toppings, leading\n            to more calories, but it is the size or number of toppings that is the\n            cause for the increase in both variables.</li>\n<li>Causal relationship. Longer trips will cause greater gas consumption, and shorter trips will require less gas.</li>\n</ol>\n<h4>Response to Student Thinking</h4>\n<h5>Points to Emphasize</h5>\n<p>If students struggle to describe relationships between variables, spend\n    the first five minutes of Lesson 3.6.4 highlighting key ideas from\n    cool-downs in Lessons 3.6.1 through 3.6.3 for students to focus on during their work in\n    Lesson 3.6.4.</p>"
    }
  ]
}