{
  "id": "ea5325c5-ccd9-4779-a401-c99c77978582",
  "content": [
    {
      "variant": "main",
      "html": "<p>Do you know what financial inclusion and dignity is? Watch the video to learn a bit about how Operation Hope uses exponential functions to help underserved populations take part in the economy and achieve financial security. </p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n  <source src=\"https://k12.openstax.org/contents/raise/resources/8328fbd6ca344beb05480a5f2f7ae0db1fd1a60c\">\n  <track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/de4982bfc2b54ec6eb41d625b86c1a23ceb3c513\" srclang=\"en_us\">\n  https://k12.openstax.org/contents/raise/resources/8328fbd6ca344beb05480a5f2f7ae0db1fd1a60c\n</video>\n<br>\n<br>\n<p>In this unit, you will learn about exponential functions and models. Understanding exponential functions and models can help you with financial planning, whether you want to know how much interest you will pay on a credit card balance, how much interest you will earn on your savings account, or how much a stock fund has grown in value over the past 10 years.</p>\n<h4>Building Character: Grit </h4>\n<p>Through coaching, John Hope Bryan, owner of Operation Hope, equips young people and adults with the &filig;nancial tools and education to secure a better future. He coaches them through their personal aspirations and life&rsquo;s challenges and facilitates their journey to &filig;nancial independence. Similarly, you will need to present passion and perseverance to work through this course to ultimately achieve your long-term goals, just as John&rsquo;s organization helps others achieve their long-term financial goals. This unit is the midpoint of the course. Through grit, you will be able to keep working toward your goal, and you will uncover that exponential functions and models can help with long-term planning. </p>\n<p>Throughout this unit, you will work on developing your grit. Grit is passion and perseverance to reach long-term goals. Excellence sometimes seems like the result of natural talent. But no matter how gifted you are&mdash;no matter how easily you climb up the learning curve&mdash;you do need to do that climbing. There are no shortcuts. Grit predicts accomplishing challenging goals of personal significance. For example, grittier students are more likely to graduate from high school, and grittier cadets are more likely to complete their training at West Point. Notably, in most research studies, grit and measures of talent and IQ are unrelated, suggesting that talent puts no limits on the capacity for passion and perseverance.</p>\n<p>Think about your current sense of grit. How many of the following statements are true for you?</p>\n<ul>\n  <li> I enjoy projects that take years to complete. </li>\n  <li> I am working toward a very long-term goal. </li>\n  <li> What I do each day is connected to my deepest personal values. </li>\n  <li> There is at least one subject or activity that I never get bored of thinking about. </li>\n  <li> Setbacks don&rsquo;t discourage me for long. </li>\n  <li> I am a hard worker. </li>\n  <li> I finish whatever I begin. </li>\n  <li> I never stop working to improve. </li>\n</ul>\n<p>Don&rsquo;t worry if none of these statements are true for you. Developing this trait takes time. Your first step starts today!</p>"
    }
  ]
}