{
  "id": "ee30b4dc-2278-40b8-bfc7-830e7c775c0d",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (20 minutes)</h3>\n<p>Students continue to think about reasonable input values for functions based on the situation that they represent. They are given three functions and a set of cards containing rational values. For each function, they determine which values make sense as inputs and why. The idea of the domain of a function is then introduced.</p>\n<p>Each blackline master contains two sets of cards. Here are the numbers on the cards for your reference and planning:</p>\n<ul>\n  <li>&ndash;3 </li>\n  <li> 9 </li>\n  <li>\\(\\frac35\\) </li>\n  <li> 15 </li>\n  <li> 0.8 </li>\n  <li> 4 </li>\n  <li> 0 </li>\n  <li> \\(\\frac{25}4\\) </li>\n  <li> 0.001 </li>\n  <li>&ndash;18 </li>\n  <li> 6.8 </li>\n  <li> 72 </li>\n</ul>\n<p>As students sort the cards and discuss their thinking in groups, listen for their reasons for classifying a number one way or another. Identify students who can correctly and clearly articulate why certain numbers are or are not possible inputs.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of 2&ndash;4. Give each group a set of cards from the blackline master.</p>\n<p>For each function defined in their activity statement, ask students to sort the cards into two groups, &ldquo;possible inputs&rdquo; and &ldquo;impossible inputs,&rdquo; based on whether the function could take the number on the card as an input. Clarify that the cards will get sorted three times (once for each function), so students should record their sorting results for one function before moving on to the next function.</p>\n<p>Consider asking groups to pause after sorting possible inputs for the first function and to discuss their decisions with another group. If the two groups disagree on where a number belongs, they should discuss until they reach an agreement, and then they should continue with the rest of the activity.</p>\n<p>Some students may be unfamiliar with camps, and they may not know that other units besides Fahrenheit and Celsius are used to measure temperature. Provide a brief orientation, if needed.</p>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>After sorting possible inputs for the first function, provide the class with the following sentence frames to help groups respond to each other: &ldquo;_____ is a possible/impossible input because . . .&rdquo; and &ldquo;I agree/disagree because . . . .&rdquo; When monitoring discussions, re-voice student ideas to demonstrate mathematical language. This will help students listen and respond to each other as they explain how they sorted the cards.</p>\n</div>\n<h4><br>\n</h4>\n<h4>Student-Facing Statement</h4>\n<p>Your teacher will give you a set of cards that each contain a number. Decide whether each number is a possible input for the functions described here. Sort the cards into two groups: possible inputs and impossible inputs. Record your sorting decisions.</p>\n<ol>\n  <li> The area of a square, in square centimeters, is a function of its side length, \\(s\\), in centimeters. The equation \\(A(s) =s^2\\) defines this function. </li>\n  <ol type=\"a\">\n    <li> Possible inputs: </li>\n    <li> Impossible inputs: </li>\n  </ol>\n</ol>\n<ol start=\"2\">\n  <li> A tennis camp charges $40 per student for a full-day camp. The camp only runs if at least 5 students sign up, and it limits the enrollment to 16 campers a day. The amount of revenue, in dollars, that the tennis camp collects is a function of the number of students who enroll.\n    The equation \\(R(n)=40n\\) defines this function.\n    <ol type=\"a\">\n      <li> Possible inputs: </li>\n      <li> Impossible inputs: </li>\n    </ol>\n  </li>\n</ol>\n<ol start=\"3\">\n  <li> The relationship between temperature in Celsius and the temperature in Kelvin can be represented by a function \\(k\\). The equation \\(k(c)=c+273.15\\) defines this function, where \\(c\\) is the temperature in Celsius and \\(k(c)\\) is the temperature in Kelvin.\n    <ol type=\"a\">\n      <li> Possible inputs: </li>\n      <li> Impossible inputs: </li>\n    </ol>\n  </li>\n</ol>\n<p>Write this definition in your math notebook: The domain of a function is the set of all of its possible input values.</p>\n<h4>Student Response</h4>\n<p>Your teacher will give you a set of cards that each contain a number. Decide whether each number is a possible input for the functions described here. Sort the cards into two groups-possible inputs and impossible inputs. Record your sorting decisions.</p>\n<ol>\n  <li> The area of a square, in square centimeters, is a function of its side length, s, in centimeters. The equation \\(A(s) =s^2\\) defines this function. </li>\n  <ol type=\"a\">\n    <li> Possible inputs: \\(9\\), \\(\\frac35\\), \\(15\\), \\(0\\), \\(0.8\\), \\(4\\),\n      \\(\\frac{25}4\\)\n      , \\(0.001\\), \\(6.8\\), \\(72\\) </li>\n    <li> Impossible inputs: &ndash;3, &ndash;18 </li>\n  </ol>\n</ol>\n<ol start=\"2\">\n  <li> </li>\n  <ol type=\"a\">\n    <li> Possible inputs: 9, 15 </li>\n    <li> Impossible inputs: \\(-3\\), \\(-18\\), \\(\\frac35\\), \\(0.8\\), \\(0\\), \\(\\frac{25}4\\), \\(0.001\\), \\(4\\), \\(6.8\\), \\(72\\) </li>\n  </ol>\n</ol>\n<ol start=\"3\">\n  <li> </li>\n  <ol type=\"a\">\n    <li> Possible inputs: All values </li>\n    <li> Impossible inputs: No values </li>\n  </ol>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>Students may not know that 0&deg;K or &ndash;273.15&deg;C is absolute zero temperature, or a temperature that is agreed upon as the lowest possible temperature. Consider sharing this information with them as they describe the domain of function \\(k\\).</p>\n<ul>\n  <li> Area: \\(s\\), the input of function \\(A\\), can be any value equal to or greater than 0: \\(s\\geq0\\). The side length can be 0 or any positive number, including irrational numbers. There may be a debate over whether 0 is a possible length of the side of a square. Either side of the debate should be accepted as long as the connection between the input and the side length of a square is made correctly. </li>\n  <li> Tennis camp: \\(n\\), the input of function \\(R\\), can be any whole-number value that is at least 5 and at most 16: \\(5\\leq n\\leq16\\). The number of campers cannot be fractional. </li>\n  <li> Temperature: \\(c\\), the input of function \\(k\\), can be any value that is greater than &ndash;273.15. </li>\n</ul>\n<h3>4.11.2: Self Check</h3>\n<p><em><strong>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</strong></em></p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"302\">\n    <col width=\"322\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION:</strong> Jose created a function \\(W(h)\\) for the weight, \\(W\\), of his family members given their height, \\(h\\), in inches.</p>\n        <p>Which of the following provides a group of possible inputs for the function?</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(36\\), \\(52\\), \\(-70\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Height cannot be negative. The answer is \\(47\\), \\(50.2\\), \\(60\\frac12\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(5\\), \\(40\\), \\(62\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: A height of 5 inches is not realistic. The answer is \\(47\\), \\(50.2\\), \\(60\\frac12\\).</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(47\\), \\(50.2\\), \\(60\\frac12\\)</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: Height can be expressed in fractions and decimals, and these are reasonable values for the input in inches.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>\\(62\\), \\(-68\\), \\(70\\frac34\\)</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: Height cannot be negative. The answer is \\(47\\), \\(50.2\\), \\(60\\frac12\\).</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>4.11.2: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.</em></strong></p>\n<h4>Finding Possible Input Values</h4>\n<p>Micah mows lawns every week at a function \\(M\\), number of lawns mowed, as a function of \\(d\\), days, represented by the equation \\(M(d)=4d\\). He always finishes a lawn that he starts to mow.</p>\n<p>Which of the following are possible inputs?</p>\n<blockquote>\n  <p>&ndash;2, 0, 2.5, 4</p>\n  <p>The possible inputs are 0, 2.5, and 4. It is possible for Micah to work 0, 2.5, or 4 days. It is not possible for him to work a negative number of days.</p>\n</blockquote>\n<p>Note: Fractions, decimals, and negative numbers are all allowed as input values but may be eliminated depending on the context of the problem that the function represents.</p>\n<h4>Try It: Finding Possible Input Values</h4>\n<p>Elena runs at a constant speed. Her distance, \\(D\\), in miles is a function of the time, \\(t\\), in minutes. Her running distance is represented by the function \\(D(t)=9t\\).</p>\n<p>Which of the following are possible input values?</p>\n<p>\\(-7\\), \\(\\frac23\\) , \\(45\\), \\(60.5\\)</p>\n<p>In your notebook, write down your answer. Then select the <strong>Solution </strong>button to check your work.</p>\n<h5>Solution</h5>\n<p>Here is how to find the possible input values:</p>\n<p>&ndash;7 is not possible because she cannot run for a negative amount of time</p>\n<p>\\(\\frac23\\) is possible. However, it is not always reasonable because it stands for \\(\\frac23\\) of one minute. It is important to always look at the entire problem to see if there are any other restrictions like a minimum amount of time running.</p>\n<p>45 and 60.5 are both possible input values because she could run for 45 minutes or 60.5 minutes.</p>\n<p>How did you do? Know that you learn more from wrong answers than from right answers! Wrong answers help us find flaws in our thinking. Take a minute to think about <em>why</em> you got the question wrong. Then you won&rsquo;t get this type of question wrong again!</p>"
    }
  ]
}