{
  "id": "ef3c9aa1-f939-4c87-81ac-e46b8db0a269",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>The goal of this warm-up is to review the meaning of a function presented graphically. While students do not need to use function notation here, interpreting the graph in terms of the context will prepare them for their work with functions in the rest of the unit.</p>\n<h4>Launch</h4>\n<p>Tell students to close their books or devices. Display the graph for all to see. Ask students to observe the graph and be prepared to share one thing they notice and one thing they wonder. Select students to briefly share one thing they noticed or wondered to help ensure all students understand the information conveyed in the graph. Ask students to open their books or devices and answer the questions about the graph. Follow with a whole-class discussion.</p>\n<h4> Student Activity</h4>\n<p>Here is a graph of the accumulated rainfall in Las Vegas, Nevada, in the first 60 days of 2017.</p>\n<p><img alt=\"Graph, accumulated rainfall.\" src=\"https://s3.amazonaws.com/im-ims-export/UNP5SHoSRptEWhK92u4HL36L\" width=\"550\"></p>\n<p>Use the graph to support your answers to the following questions.</p>\n<ol>\n<li> Is the accumulated amount of rainfall a function of time? <br>\n<p><strong>Answer:</strong><br>\n      Yes. Sample explanation: For each number of days \\(d\\)&nbsp;between 0 and 60, a certain amount of rain fell up to that time, so there is one particular value for the accumulated rain at any point in time. </p>\n</li>\n<li> Is time a function of accumulated rainfall? </li>\n<p><strong>Answer:</strong><br>\n    No. Sample explanation: There was no rainfall in the first 10 days. This means that for the amount of rainfall 0 inches, or for the input value of 0, there are lots of times \\(d\\) that could be the output.</p>\n</ol>\n<h4>Anticipated Misconceptions</h4>\n<p>If students struggle to see from the graph how the accumulated rainfall is a function of time but time is not a function of accumulated rainfall, consider displaying the data in a table. Shown here are the data for the first 20 days of 2017. Help students see that for every value of \\(t\\)<em>,</em> the time in days, there is one value of \\(r\\)<em>,</em> the accumulated rainfall in inches, but this is not true the other way around.</p>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col width=\"88\">\n<col width=\"19\">\n<col width=\"19\">\n<col width=\"19\">\n<col width=\"19\">\n<col width=\"19\">\n<col width=\"19\">\n<col width=\"19\">\n<col width=\"19\">\n<col width=\"19\">\n<col width=\"27\">\n<col width=\"27\">\n<col width=\"44\">\n<col width=\"37\">\n<col width=\"33\">\n<col width=\"40\">\n<col width=\"37\">\n<col width=\"34\">\n<col width=\"38\">\n<col width=\"41\">\n<col width=\"45\">\n</colgroup>\n<tbody>\n<tr>\n<td><p>\\(t\\)&nbsp;<strong>(days)</strong></p></td>\n<td><p>1</p></td>\n<td><p>2</p></td>\n<td><p>3</p></td>\n<td><p>4</p></td>\n<td><p>5</p></td>\n<td><p>6</p></td>\n<td><p>7</p></td>\n<td><p>8</p></td>\n<td><p>9</p></td>\n<td><p>10</p></td>\n<td><p>11</p></td>\n<td><p>12</p></td>\n<td><p>13</p></td>\n<td><p>14</p></td>\n<td><p>15</p></td>\n<td><p>16</p></td>\n<td><p>17</p></td>\n<td><p>18</p></td>\n<td><p>19</p></td>\n<td><p>20</p></td>\n</tr>\n<tr>\n<td><p>\\(r\\) &nbsp;<strong>(inches)</strong></p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0</p></td>\n<td><p>0.03</p></td>\n<td><p>0.1</p></td>\n<td><p>0.1</p></td>\n<td><p>0.1</p></td>\n<td><p>0.1</p></td>\n<td><p>0.1</p></td>\n<td><p>0.1</p></td>\n<td><p>0.11</p></td>\n<td><p>0.38</p></td>\n</tr>\n</tbody>\n</table>\n<br>\n<h4>Activity Synthesis</h4>\n<p>Make sure students understand why the accumulated rain is a function of time but not the other way around.</p>\n<p>Then, recall the notation for writing, using function notation, accumulated rainfall as a function of time. If \\(r\\) represents the amount of rainfall in inches and \\(t\\) is time in days, then \\(r(t)\\) is the amount of rain that has fallen in the first \\(t\\)&nbsp;days of 2017. For example, \\(r(2)=0\\) tells us that the accumulated rainfall in the first two days of the year was 0 inches. \\(r(48)=1\\) means that there was 1 inch of accumulated rainfall in the first 48 days of the year. Ask students to write and explain the meaning of a few other statements using function notation.</p>"
    }
  ]
}