{
  "id": "f2dad4e6-157c-4ef9-9af0-10752d5e5e70",
  "content": [
    {
      "variant": "main",
      "html": "<p dir=\"ltr\">Throughout the unit, you will be provided with resources to promote students&rsquo; character development. These resources come from <a href=\"https://characterlab.org/\" target=\"_blank\">Character Lab</a> and their <a href=\"https://characterlab.org/playbooks/\" target=\"_blank\">Playbooks</a>.&nbsp;</p>\n<p dir=\"ltr\">The focus for this unit is on purpose&mdash;the ability to commit to making a meaningful contribution to the world.&nbsp;</p>\n<ul>\n<li dir=\"ltr\">\n    In the Unit 3 Overview and Readiness lesson, students will see an example of how this trait is modeled through a real-world scenario.\n  </li>\n<li dir=\"ltr\">\n    In each lesson&rsquo;s Teacher Guide, you will be provided with links to tips that may help you foster this trait in students.\n  </li>\n</ul>\n<h4>Why Does Purpose Matter?</h4>\n<p>Having a purpose is good for both you and the world. It drives you to make positive contributions in line with your own interests and strengths. And this pursuit gives your life direction and forward momentum; it motivates and guides your short-term goals and daily activities. With a strong sense of purpose, you flourish: you enjoy a more meaningful life, are healthier and more resilient to setbacks, live more energetically, and feel good about what you&rsquo;ve accomplished.</p>\n<h4>How Do I Encourage Purpose in My Students?</h4>\n<p>Consider some of these suggestions for promoting purpose in your classroom:</p>\n<p><strong>Model it.</strong> Engage in activities that connect to your own purpose, such as meaningful work, volunteering, or creating art&mdash;and invite young people to participate with you. Talk about your goals and why they are important to you: &ldquo;I volunteer at the library because I think everyone should have free access to books and information.&rdquo;</p>\n<p><strong>Celebrate it.</strong>&nbsp;Raise and support actions that serve a larger purpose: &ldquo;I love that you participated in the local cleanup day&mdash;picking up litter makes the town better for everyone.&rdquo; Point out connections between activities and long-term goals: &ldquo;It makes sense that you&rsquo;ve joined the Girls Who Code club at school, since you&rsquo;ve always been interested in computers and can now help teach younger kids.&rdquo;</p>\n<p><strong>Enable it.</strong> Encourage young people to talk about their values and the kind of person they want to be. What do they want to contribute to the world? Notice sparks of potential purpose in young people&rsquo;s interests and guide them toward opportunities to engage with them in meaningful and productive ways, such as volunteering or joining a club. No matter their age, young people can be helpful to others.</p>\n<h4>Tips</h4>\n<p><strong></strong></p>\n\n<ul>\n<li><span id=\"docs-internal-guid-23659c49-7fff-6382-409f-2920334d849a\"><a href=\"https://characterlab.org/tips-of-the-week/the-why-of-education/\" target=\"_blank\">The Why of Education</a>-Character Lab</span></li>\n<li><span id=\"docs-internal-guid-23659c49-7fff-6382-409f-2920334d849a\"><a href=\"https://characterlab.org/tips-of-the-week/career-paths/\" target=\"_blank\">Career Paths</a>-Character Lab</span></li>\n<li><span id=\"docs-internal-guid-23659c49-7fff-6382-409f-2920334d849a\"><a href=\"https://characterlab.org/tips-of-the-week/selfish-for-a-reason/\" target=\"_blank\">Selfish for a Reason</a>-Character Lab</span></li>\n<li><span id=\"docs-internal-guid-23659c49-7fff-6382-409f-2920334d849a\"><a href=\"https://characterlab.org/tips-of-the-week/the-money-trap/\" target=\"_blank\">The Money Trap</a>-Character Lab</span></li>\n</ul>"
    }
  ]
}