{
  "id": "f73b7937-3b80-42d1-bbc7-6a7f68051a37",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Lesson Narrative</h3>\n<p>In a previous lesson, students learned to graphically represent the set of solutions to a linear inequality in two variables. They made a connection between the solutions to a linear inequality and the solutions to a related linear equation.</p>\n<p>In this lesson, students deepen their understanding of the solutions to linear inequalities by studying them in context. They write inequalities in two variables to represent constraints, and interpret the points on a boundary line and on either side of it in terms of the situation.</p>\n<p>The work here illustrates that the solution region represents the set of values that satisfy the constraints in a situation. Interpreting the solutions contextually also engages students in an aspect of mathematical modeling. It enables students to see that, while some values might make an inequality true, they might not be feasible or appropriate in the situation. The activity Rethinking Landscaping is an opportunity to make a generalization based on repeated reasoning, since students first find numbers that meet a constraint, and then use variables in place of those numbers to write an equation and an inequality.</p>\n<p>Because reasoning about the solution region of an inequality is important here, graphing technology should not be used. Students will have opportunities to use graphing technology to solve inequalities in two variables in upcoming lessons.<br></p>\n<h3>Learning Goals (Teacher Facing)</h3>\n<p>Students will be able to:</p>\n<ul>\n<li>Find the solution to a two-variable inequality by graphing a related two-variable equation and determining the correct region for the solution.</li>\n<li>Interpret, in context, points on the graphs of equations and in the solution region of inequalities in two variables.</li>\n<li>Write inequalities in two variables to represent the constraints in a situation and identify possible solutions by reasoning.</li>\n</ul>\n<h3>Learning Targets (Student Facing)</h3>\n<ul>\n<li>Interpret points in the coordinate plane and decide if they are solutions to the inequality, given a two-variable inequality that represents a situation.</li>\n<li>Find the solutions to a two-variable inequality by using the graph of a related two-variable equation.</li>\n<li>Write inequalities to describe the constraints in a situation.</li>\n</ul>\n<h3>Texas Essential Knowledge and Skills (TEKS)</h3>\n<table border=\"1\" cellpadding=\"5\">\n<tbody>\n<tr>\n<td><strong>TEKS</strong></td>\n<td><strong>Explanation of Coverage</strong></td>\n</tr>\n<tr>\n<td><span lang=\"EN\">A2(H) write linear inequalities in two variables\n          given a table of values, a graph, and a verbal description.</span><br></td>\n<td>Full coverage: Lesson provides content that covers all parts of this TEKS.\n      </td>\n</tr>\n<tr>\n<td>A3(D) graph the solution set of linear inequalities in two variables on the coordinate plane.<br></td>\n<td>Full coverage: Lesson provides content that covers all parts of this TEKS.</td>\n</tr>\n</tbody>\n</table>\n<div>\n<p><span><br>Lesson Activities</span><br></p>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n<li>2.11.1: Sketching a Graph to Represent an Equation</li>\n<li>2.11.2: Write an Inequality to Represent a Constraint<ul>\n<li>2.11.2: Self Check&nbsp;</li>\n<li>2.11.2: Additional Resources</li>\n</ul>\n</li>\n<li>2.11.3: Graphing Solutions and Interpreting Points<ul>\n<li>2.11.3: Self Check&nbsp;</li>\n<li>2.11.3: Additional Resources</li>\n</ul>\n</li>\n<li>2.11.4: Reasoning Points Along Boundary Line</li>\n<li>2.11.5: Recognizing Points for an Inequality</li>\n</ul>\n</div>\n<div><span>Students will also complete a series of problems in the 2.11.6: Practice.</span></div>\n<div><br>\n<h3>Required Materials</h3>\n<ul>\n<li>None</li>\n</ul>\n<h3>Required Preparation</h3>\n<ul>\n<li>None</li>\n</ul>\n<h3>Lesson Vocabulary</h3>\n<p>During this lesson, it is important to:</p>\n<ul>\n<li>Familiarize students with the vocabulary words they will see throughout the lesson. Encourage students to look for these words and notice their use and meanings.</li>\n<li>Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations.</li>\n<li>Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a></li>\n</ul>\n<p>Vocabulary words that are emphasized in this lesson include:</p>\n<p><strong>Previous Vocabulary:</strong></p>\n<ul>\n<li>linear inequality</li>\n<li>solution to a linear inequality</li>\n<li>boundary line</li>\n</ul>\n<ul>\n</ul>\n<h3>Support for Building Character</h3>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>growth mindset.</strong></p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n<li><span><a href=\"https://characterlab.org/tips-of-the-week/other-side-of-stress/\" target=\"_blank\">The Other Side of Stress&nbsp;</a></span><br></li>\n<li><span><a href=\"https://characterlab.org/tips-of-the-week/choosing-challenge/\" target=\"_blank\">Choosing Challenge</a></span></li>\n</ul>\n<p>You can find other tips located here in the <a href=\"https://characterlab.org/playbooks/growth-mindset/\" target=\"_blank\">Playbook on Growth Mindset</a> from Character Lab.</p>\n</div>"
    }
  ]
}