{
  "id": "f8f9bd6f-ca26-402c-b759-4d3854a4e199",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Cool Down (20 minutes)</h3>\n<h4>Launch</h4>\n<p>Arrange students in groups of 2. Ask students to read the activity statement and be prepared to ask any clarifying questions about the task.</p>\n<p>After answering students&rsquo; questions, give students a few minutes of quiet time to sketch the graphs for the first situation and then time to discuss the graphs with their partner. Tell partners to discuss their assumptions about the situation and the reasonableness of the graphs based on those assumptions. Ask them to revise their graphs based on each other&rsquo;s feedback.</p>\n<p>Consider selecting a few students to share their graphs and graphing decisions before the class continues to the second and third situations. Discuss questions such as:</p>\n<ul>\n<li>&ldquo;The water in both hoses flows at a constant rate. Did you assume the constant rate in one hose to be the same as the constant rate in the other hose?&rdquo;</li>\n<li>&ldquo;Did you assume that the water for the two hoses was turned on at the same time?&rdquo;</li>\n<li>&ldquo;What assumptions did you make about the shape and size of each pool? Did you assume that the pools have the same area for their base and just have different heights, or did you assume that they have different areas?&rdquo;</li>\n<li>&ldquo;What assumptions did you make about how water was rising in each pool?&rdquo;</li>\n</ul>\n<h4>Student-Facing Statement</h4>\n<p>To prepare for a backyard party, a parent uses two identical hoses to fill a small pool that is 15 inches deep and a large pool that is 27 inches deep.</p>\n<p>The height of the water in each pool is a function of time since the water is turned on.</p>\n<p><img alt=\"Two pools.&nbsp;\" src=\"https://k12.openstax.org/contents/raise/resources/c466027622a96eb3bdb0f8fbbcb0c9a69dba861e\" width=\"350\"><br></p>\n<p>Here are descriptions of three situations. For each situation, sketch the graphs of the two functions on the same coordinate plane, so that \\(S(t)\\) is the height of the water in the small pool after \\(t\\) minutes, and \\(L(t)\\) is the height of the water in the large pool after \\(t\\) minutes.</p>\n<p>In both functions, the height of the water is measured in inches.</p>\n<ul>\n<li>Situation 1: Each hose fills one pool at a constant rate. When the small pool is full, the water for that hose is shut off. The other hose keeps filling the larger pool until it is full.\n    <br><br>\n</li>\n</ul>\n<p><img alt=\"A blank graph, origin O. Horizontal axis, time in minutes, scale from 0 to 20 by 2s. Vertical axis, height in inches, from 0 to 30 by 3s.\" src=\"https://k12.openstax.org/contents/raise/resources/0faa10b5e5ccd334ae07152e64a2e169c4787ccb\"><br></p>\n<ul>\n<li>Situation 2: Each hose fills one pool at a constant rate. When the small pool is full, both hoses are shut off.</li>\n</ul>\n<p><img alt=\"A blank graph, origin O. Horizontal axis, time in minutes, scale from 0 to 20 by 2s. Vertical axis, height in inches, from 0 to 30 by 3s.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"234\" src=\"https://k12.openstax.org/contents/raise/resources/0faa10b5e5ccd334ae07152e64a2e169c4787ccb\" width=\"318\"></p>\n<ul>\n<li>Situation 3: Each hose fills one pool at a <span class=\"os-raise-ib-tooltip\" data-schema-version=\"1.0\" data-store=\"storename\">constant</span> rate. When the small pool is full, both hoses are used to fill the large pool until it is full.</li>\n</ul>\n<p><img alt=\"A blank graph, origin O. Horizontal axis, time in minutes, scale from 0 to 20 by 2s. Vertical axis, height in inches, from 0 to 30 by 3s.\" class=\"img-fluid atto_image_button_text-bottom\" height=\"234\" src=\"https://k12.openstax.org/contents/raise/resources/0faa10b5e5ccd334ae07152e64a2e169c4787ccb\" width=\"318\"></p>\n<h4>Student Response</h4>\n<ul>\n<li>Situation 1:</li>\n</ul>\n<p><img alt=\"Two functions. time in minutes and height in inches.\" src=\"https://k12.openstax.org/contents/raise/resources/3e7729067f9c62178fe62f7014cdf7f4166a434b\"></p>\n<ul>\n<li>Situation 2:</li>\n</ul>\n<p><img alt=\"Two functions. time in minutes and height in inches.\" src=\"https://k12.openstax.org/contents/raise/resources/1c13b7c6a6e770635fbef0daca73a06e5aef3175\"></p>\n<ul>\n<li>Situation 3:</li>\n</ul>\n<p><img alt=\"Two functions. time in minutes and height in inches.\" src=\"https://k12.openstax.org/contents/raise/resources/8d57cf654267a72099f939d04b6907d86d948b88\"></p>\n<h5> Support for Students with Disabilities</h5>\n<div>\n<p>Use color coding and annotations to highlight connections between representations in a problem. For example, ask students to graph the large pool in one color and the small pool in another color for each graph and highlight relevant information in the description using the same colors.</p>\n</div>\n<br>\n<h4>Anticipated Misconceptions</h4>\n<p>Some students might mistakenly think that when the pools are &ldquo;full,&rdquo; the water in each pool has reached the same height. Remind students that the two pools have different heights, so it takes different heights of water to make them full.</p>\n<h4>Activity Synthesis</h4>\n<p>Invite or select students to share their graphs and the assumptions and decisions they made as they were graphing. Display graphs that correctly represent the same situation but look different because of variation in assumptions.</p>\n<p>Discuss questions such as:</p>\n<ul>\n<li>&ldquo;How would the vertical values of the two graphs compare when the pools are full?&rdquo; (The vertical value of the large pool would be up to 12 inches greater than that of the small pool because the large pool is 12 inches taller than the small pool.)</li>\n<li>&ldquo;When each pool is being filled by one hose and at the same rate, should the two graphs have the same slope? Why or why not? If not, which graph has a greater slope?&rdquo; (No. The water in the smaller pool rises more quickly because the area of the pool is smaller, so the slope for that graph should be greater.)</li>\n<li>&ldquo;How would the graph of the large pool change when one hose was moved from the small pool to the large pool? Would its slope increase, decrease, or stay the same?&rdquo; (The slope of the graph for the large pool would double, because water is now rising at twice its previous rate. The graph for the small pool would stay constant, as the water is no longer increasing in height.)</li>\n</ul>\n<h5>Support for English Language Learners</h5>\n<div>\n<p>Use this routine to support whole-class discussion. For each graph that is shared, ask students to use precise mathematical language to restate how the author&rsquo;s assumptions and decisions affected key features of the graph. Ask the original speaker if their peer was able to accurately restate their thinking. Call students&rsquo; attention to any words or phrases that helped clarify the original statement. This routine provides more students with an opportunity to produce language as they interpret the reasoning of others.</p>\n</div>"
    }
  ]
}