{
  "id": "f9e9f052-7f3a-49a5-afd2-9ebd757fe693",
  "content": [
    {
      "variant": "main",
      "html": "<p>Refer to the systems that students have ordered in the \"Finding Solutions to Unordered Sets of Equivalent Systems\" activity. Invite students to explain what move takes one system to the next and how they know the new system is equivalent to the one before it (even though one equation has been transformed).</p>\n<p>As students share their responses, record the descriptions of moves and the justifications for all to see. Consider using a graphic organizer, as shown here. (A completed organizer could be preserved and used as a reference by students later.)</p>\n<table border=\"1\" cellpadding=\"5\">\n  <tbody>\n    <tr>\n      <td><b>Step</b></td>\n      <td><strong>System</strong></td>\n      <td><b>What move was made?</b></td>\n      <td><b>Why is the new system equivalent to the previous one?</b></td>\n    </tr>\n    <tr>\n      <td>0</td>\n      <td>&nbsp;\\( \\left\\{ \\begin{array}{c l} \\frac{4}{5}x + 6y = 15\\\\ -x+18y=11 \\end{array}\\right. \\)</td>\n      <td>&nbsp;</td>\n      <td>&nbsp;</td>\n    </tr>\n    <tr>\n      <td>1</td>\n      <td>&nbsp;\\( \\left\\{ \\begin{array}{c l} 4x+30y=75\\\\ -x+18y=11 \\end{array}\\right. \\)</td>\n      <td>&nbsp;</td>\n      <td>&nbsp;</td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td>&nbsp;</td>\n      <td>&nbsp;</td>\n      <td>&nbsp;</td>\n    </tr>\n    <tr>\n      <td>. . .</td>\n      <td>&nbsp;</td>\n      <td>&nbsp;</td>\n      <td>&nbsp;</td>\n    </tr>\n  </tbody>\n</table><br>\n<p>If time is limited, focus on discussing the justifications on why one system in the sequence is equivalent to the before it (the last column in the graphic organizer).</p>\n<p>Highlight statements such as: \"Adding equal amounts to the two sides of an equation keeps the two sides equal, so the same x- and y-values that make the first equation true also makes this new equation true. This means that the same pair of values is also a solution to the new system.\" If no students explained in this way, demonstrate it.</p>"
    }
  ]
}