{
  "id": "f9fdc7b1-4733-4e59-afc6-945a0130443e",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Activity (15 minutes)</h3>\n<p>In this activity, students match four descriptions of situations characterized by exponential change with four graphs. To make a correct match, students will need to attend to whether the growth factor is greater than 1 or less than 1 and determine the growth factor from the graph with enough precision to distinguish between two possibilities.</p>\n<p>Here are some strategies students may use to match. Look for students using these or other approaches so they can share later:</p>\n<ul>\n  <li>\n    Separate the cards and descriptions into situations that grow or decay, and then analyze the graphs more closely to compare their growth factors.\n  </li>\n  <li>\n    Use the information in the descriptions to draw conclusions about the coordinates of points on the graphs.\n  </li>\n</ul>\n<p>Here are images of the cards for reference and planning:</p>\n<p><img height=\"613\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/95ae08dd27c93f0de2a9ed1cf0367f39c67867e9\" width=\"550\"></p>\n<h4>Launch</h4>\n<p>Arrange students in groups of 2. Give each group a set of slips or cards from the <a href=\"https://k12.openstax.org/contents/raise/resources/ed002d308d76737c0f285a479ad3176bd0ee65ea\" target=\"_blank\"> Blackline Master</a>. Ask students to take turns. The first partner identifies a match and explains why they think it is a match, while the other listens and works to understand. Then they switch roles. Before students begin working, demonstrate this routine if necessary.</p>\n<h5>Support for English Language Learners</h5>\n<div>\n  <p>Arrange students in groups of 2. Students should take turns finding a match and explaining their reasoning to their partner. Display the following sentence frames for all to see: &ldquo; _____ and _____ represent the same situation because . . .&rdquo; and &ldquo;I noticed _____ , so I matched . . . .&rdquo; Encourage students to challenge each other when they disagree. This will help students clarify their reasoning about using the growth factor to match an exponential situation represented by a description or graph.</p>\n</div>\n<br>\n<h4> Student Activity</h4>\n<p>Your teacher will give you a set of cards containing descriptions of situations and graphs. Match each situation with a graph that represents it. Record your matches and be prepared to explain your reasoning.</p>\n<p>Match each graph representation to the description of the situation characterized by exponential change. Then choose the relationship between the number of years since purchase and the value.&nbsp;</p>\n<ol>\n  <li><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"283\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/9bbfaea14fa34c45968c0ce2f4841e93c52b7ff8\" width=\"300\"><br>\n    Choose the description of exponential change shown in the graph. <br>\n    <strong>Answer: </strong>A car loses \\(\\frac14\\) of its value every year after purchase; the relationship between the number of years since purchasing the car and the value of the car.\n  </li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"2\">\n  <li> <img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"283\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/341268b726cdfab16cddb704ac3bb3710ee41bac\" width=\"300\"><br>\n    Choose the description of exponential change shown in the graph. <br>\n    <strong>Answer: </strong>The value of a stock doubles approximately every 4 years; the relationship between the number of years since purchasing the stock and the stock value.\n  </li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"3\">\n  <li><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"283\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/7934f218dc3c293fb362c0bfe213e7ba74624e0f\" width=\"300\"><br>\n    Choose the description of exponential change shown in the graph. <br>\n    <strong>Answer:</strong> The value of a stock triples roughly every 8 years; the relationship between the number of years since purchasing the stock and the stock value.\n  </li>\n</ol>\n<ol class=\"os-raise-noindent\" start=\"4\">\n  <li><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"283\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/259cfb15f61a19f0d0fbd8e2e2eab02033e07167\" width=\"300\"><br>\n    Choose the description of exponential change shown in the graph. <br>\n    <strong>Answer:</strong> A laptop loses \\(\\frac25\\) of its value every year after purchase; the relationship between the number of years since purchasing the laptop and the value of the laptop.\n  </li>\n</ol>\n<h4>Anticipated Misconceptions</h4>\n<p>If students struggle to identify the correct graphs, ask them to look carefully at the scales. What do they notice? Once they see that the scales are the same, ask them how the graphs compare. Which one grows or decays faster? Then ask them which of the description cards represent growth and which represent decay. Which situation grows (or decays) faster?</p>\n<h4>Activity Synthesis</h4>\n<p>Invite groups who did not previously share their plans to share the expressions they wrote. Select students to share their strategies, starting with the cards that suggest a growth factor that is greater than 1 (Card 1 and Card 5) and moving to cards that suggest a growth factor that is positive and less than 1 (Card 2 and Card 6). If not mentioned by students, discuss questions such as:</p>\n<p>&ldquo;Can we use the vertical intercepts to make a match?&rdquo; (No, that information is not given in the descriptions of the situations. In the descriptions of situations with exponential decay, although a car is likely to cost more than a laptop, a used car might cost less than a new high-end laptop, so we can&rsquo;t be sure.)</p>\n<p>&ldquo;What can we tell about the growth factor in each situation?&rdquo; (The growth happens more quickly for the situation in Card 1 than in Card 5 because that stock quadruples every 8 years. For cards 2 and 6, the phone loses \\(\\frac25\\) of its value every year, while the car only loses \\(\\frac14\\) of its value each year.)</p>\n<h5>Support for Students with Disabilities</h5>\n<div>\n  <p>Provide students with a two-column graphic organizer to record deeper understandings about the features of exponential graphs and the related findings revealed in the card sort discussion.</p>\n</div>\n<br>\n<h4>Video: Analyzing Graphs of Exponential Scenarios</h4>\n<p>Watch the following video to learn more about how to analyze a graph to determine which exponential scenario it represents.</p>\n<video controls=\"true\" crossorigin=\"anonymous\" width=\"550\">\n  <source src=\"https://k12.openstax.org/contents/raise/resources/9381e45e777a0dff0ef45e7c94cae95307904b38\">\n  <track default=\"true\" kind=\"captions\" label=\"On\" src=\"https://k12.openstax.org/contents/raise/resources/918aa697103004cbb2a58508615cee7f0875997f\" srclang=\"en_us\">https://k12.openstax.org/contents/raise/resources/9381e45e777a0dff0ef45e7c94cae95307904b38\n</video>\n<br>\n<br>\n<h4>5.7.3: Self Check&nbsp;</h4>\n<p><strong><em>After the activity, students will answer the following question to check their understanding of the concepts explored in the activity.</em></strong></p>\n<table border=\"1\" cellpadding=\"5\">\n  <colgroup>\n    <col width=\"302\">\n    <col width=\"322\">\n  </colgroup>\n  <tbody>\n    <tr>\n      <td colspan=\"2\">\n        <p><strong>QUESTION: </strong></p>\n        <p>Which scenario could be represented by the following graph?\n        </p>\n        <p> <img alt=\"GRAPH OF AN INCREASING EXPONENTIAL FUNCTION THAT SHOWS TOTAL AMOUNT IN DOLLARS AS A FUNCTION OF TIME IN MONTHS. THE FUNCTION HAS A Y-INTERCEPT OF APPROXIMATELY 500.\" height=\"300\" src=\"https://k12.openstax.org/contents/raise/resources/24c31e029f57487c7eb5c79584b052a3511b97b3\" width=\"300\"></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p><strong>ANSWERS</strong></p>\n      </td>\n      <td>\n        <p><strong>FEEDBACK</strong></p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A recent graduate&rsquo;s credit card balance started around $500 and increases at a rate of approximately 20% each month.</p>\n      </td>\n      <td>\n        <p>That&rsquo;s correct! Check yourself: The labels show you are comparing money over time, and the initial value is around $500.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>The population of sea birds started at 518 and is decreasing exponentially each month.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The graph shows exponential growth, but the situation is exponential decay. Also, the graph&rsquo;s labels are time and months. The answer is: A recent graduate&rsquo;s credit card balance starts around $500 and increases at a rate of approximately 20% each month.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>The population of sea birds started at 518 and is increasing exponentially each month.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The graph&rsquo;s labels are time in months and total amount in dollars. The answer is: A recent graduate&rsquo;s credit card balance starts around $500 and increases at a rate of approximately 20% each month.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>A recent graduate&rsquo;s credit card balance started around $500 and decreases at a rate of approximately 20% each month.</p>\n      </td>\n      <td>\n        <p>Incorrect. Let&rsquo;s try again a different way: The graph shows exponential growth, but the situation is exponential decay. The answer is: A recent graduate&rsquo;s credit card balance starts around $500 and increases at a rate of approximately 20% each month.</p>\n      </td>\n    </tr>\n  </tbody>\n</table>\n<br>\n<h3>5.7.3: Additional Resources</h3>\n<p><strong><em>The following content is available to students who would like more support based on their experience with the self check. Students will not automatically have access to this content, so you may wish to share it with those who could benefit from it.&nbsp;</em></strong></p>\n<h4>Connecting Exponential Situations and Graphs</h4>\n<p>Match each graph representation to the description of the situation characterized by exponential change.</p>\n<p>Graph 1</p>\n<p><img alt=\"GRAPH 1 SHOWS AN INCREASING EXPONENTIAL FUNCTION WITH A Y-INTERCEPT OF 100 AND PASSING THROUGH THE POINTS (2, 400) AND (3, 800). \" height=\"270\" src=\"https://k12.openstax.org/contents/raise/resources/958249736641840d0ebaa8c3a767661b98b06c7c\" width=\"270\">&nbsp; &nbsp; </p>\n<p>Graph 2<br>\n  <img alt=\"GRAPH 2 SHOWS AN INCREASING EXPONENTIAL FUNCTION WITH A Y-INTERCEPT OF 1 AND PASSING THROUGH THE POINTS (1, 5) AND (2, 25).\" height=\"256\" src=\"https://k12.openstax.org/contents/raise/resources/b182bac20ed4149d755cc6dae5629a1b0b156532\" width=\"256\">\n</p>\n<p>Situation 1: A dangerous bacterial compound forms in a closed environment but is immediately detected. This bacteria is known to double in concentration in a closed environment every hour and can be modeled by the function \\(P(t) = 100 \\cdot 2^t\\), where \\(t\\) is measured in hours.</p>\n<p>Situation 2: Loggerhead turtles reproduce every 2 to 4 years, laying approximately 120 eggs in a clutch. Using this information, we can derive an approximate equation to model the turtle population. As is often the case in biological studies, we will count only the female turtles. If we start with a population of one female turtle in a protected area and assume that all turtles survive, we can roughly approximate the population of female turtles by \\(P(t) = 5^t\\).&nbsp;</p>\n<p>Since each graph represents exponential growth, and they both have the same labels, you have to look more closely at each. The biggest difference is the \\(y\\)-intercept or initial value. Graph 1 has an initial value of 100, and Graph 2 has a very small initial value. When you reread the situations, you can see that Situation 1 starts with 100 bacteria, and Situation 2 starts with 1 female turtle. This helps you see that Situation 1 belongs to Graph 1 and Situation 2 belongs to Graph 2.</p>\n<h4>Try It: Connecting Exponential Situations and Graphs</h4>\n<p><img alt=\"Graph of function.\" src=\"https://k12.openstax.org/contents/raise/resources/7cb598f229f63245610c8a599f14aa3097af3a00\">&nbsp; &nbsp;<img alt=\"Graph of a decreasing exponential function, origin O. hours after taking medicine and mg of medicine in the body.&Acirc;&nbsp;\" src=\"https://k12.openstax.org/contents/raise/resources/55a7e419b404f2d13a9d3dfa7f758af3130bc093\"></p>\n<p>Write a possible situation for each graph. Make sure to include vocabulary about exponential functions.</p>\n<p>Write down your answer. Then select the <strong>solution </strong>button to compare your work.</p>\n<h5>Solution</h5>\n<p>Here is how to write an exponential situation when given a graph:</p>\n<p>First, determine if the function is growth or decay. If any points are provided, you can use them to determine the growth factor or initial value. Be sure to include the labels of the graph. Here are sample answers.</p>\n<p>First, graph the number of people infected growing exponentially each week.</p>\n<p>Second, graph the amount of medicine in the body starting at 80 mg and decaying by a factor of \\(\\frac14\\) each hour.</p>"
    }
  ]
}