{
  "id": "fb46c77d-d0b4-4ec1-9a92-810bddf6051d",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (10 minutes)</h3>\n<p>When they write expressions in factored form later in the lesson, students will need to reason about factors that yield certain products. This warm up prompts students to find unknown factors in the context of area puzzles. Solving the puzzles involves reasoning about the measurements in multiple steps.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of two. Give students a few minutes of quiet think time and then time to share their thinking with their partner. Follow with a whole-class discussion.</p>\n<h4>Student Activity</h4>\n<p>Examine the two puzzles that involve side lengths and areas of rectangles. Can you find the missing area in Figure A and the missing length in Figure B? Be prepared to explain your reasoning.</p>\n<p>Figure A</p>\n<p><img alt class=\"img-fluid atto_image_button_text-bottom\" height=\"228\" role=\"presentation\" src=\"https://k12.openstax.org/contents/raise/resources/355b0485397841d8c7f72ee2ea727afedd16f156\" width=\"300\"></p>\n<ol class=\"os-raise-noindent\">\n<li> What is the missing area in Figure A above? </li>\n</ol>\n<p><strong>Answer:</strong> 20 sq. in.</p>\n<p>Figure B</p>\n<p><img height=\"312\" src=\"https://s3.amazonaws.com/im-ims-export/aCGBDBdWXMZmYVsQKqJ69oDC\" width=\"360\"></p>\n<ol class=\"os-raise-noindent\" start=\"2\">\n<li> What is the missing length in Figure B above? </li>\n</ol>\n<p><strong>Answer:</strong> 9 in.</p>\n<h4>Activity Synthesis</h4>\n<p>Display the images for all to see. Invite students to share their responses and how they reasoned about the missing values, using the diagrams to illustrate their thinking.</p>\n<p>After the solution to the second puzzle is presented, draw students&rsquo; attention to the rectangle with area 36 sq. in. Point out that, without reasoning about other parts of the puzzle, we cannot know which two numbers are multiplied to get 36 sq. in. (The numbers may not be whole numbers.) But by reasoning about other parts, we can conclude what the missing length must be.</p>\n<p>Emphasize that in this lesson, they will also need to find two factors that yield a certain product and to reason logically about which numbers the factors can or must be.</p>"
    }
  ]
}