{
  "id": "fc2ffc87-fcc9-4590-a460-dd55abd00a62",
  "content": [
    {
      "variant": "main",
      "html": "<h4>Lesson Narrative</h4>\n<p>Prior to this lesson, students studied situations characterized by exponential change using descriptions, tables, graphs, and equations. In this lesson, they start to view these relationships as exponential functions. This means choosing an independent and dependent variable and expressing the relationships using function language and, in some cases, function notation. For an exponential relationship, either variable can be the independent variable, but one choice gives an exponential function while the other gives a logarithmic function (which is outside the scope of this course). The contexts here are chosen and presented so that it is more natural to choose an independent variable that leads to an exponential function.</p>\n<p>Students use variables to represent one real-world quantity as a function of another, which is an example of decontextualizing and reasoning abstractly.</p>\n<h4>Learning Goals (Teacher Facing)</h4>\n<ul>\n<li> Determine and explain (orally and in writing) whether relationships&mdash;in descriptions, tables, equations, or graphs&mdash;are functions. </li>\n<li> Use function notation to write equations that represent exponential relationships. </li>\n</ul>\n<h4>Learning Targets (Student Facing)</h4>\n<ul>\n<li> Use function notation to write equations that represent exponential relationships. </li>\n<li> Determine whether the relationships in descriptions, tables, equations, or graphs are functions. </li>\n</ul>\n<h4>Texas Essential Knowledge and Skills (TEKS)</h4>\n<br>\n<table border=\"1\" cellpadding=\"5\">\n<colgroup>\n<col>\n<col>\n</colgroup>\n<tbody>\n<tr>\n<td>\n<p><strong>TEKS</strong></p>\n</td>\n<td>\n<p><strong>Explanation of Coverage</strong></p>\n</td>\n</tr>\n<tr>\n<td>\n<p>A9(A) determine the domain and range of exponential functions of the form \\(f(x) = ab^x\\) and represent the domain and range using inequalities&nbsp;</p>\n<p>A9(B) interpret the meaning of the values of <em>a</em> and <em>b</em> in exponential functions of the form \\(f(x) = ab^x\\) in real-world problems</p>\n<p>A9(E) write, using technology, exponential functions that provide a reasonable fit to data and make predictions for real-world problems.</p>\n</td>\n<td>\n<p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n<p>Full coverage: Lesson provides content that covers all parts of this TEKS.</p>\n<p>Foundational: Lesson provides foundational content necessary for students to be able to perform this TEKS in later lessons.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<h4> Lesson Activities</h4>\n<p>Here are the instructional activities for the lesson:</p>\n<ul>\n<li> 5.8.1: Meaning of a Function Presented Graphically </li>\n<li> 5.8.2: Represent a Function as a Table of Values, Graph, and Equation <ul>\n<li> 5.8.2: Self Check&nbsp;</li>\n<li>Additional Resources</li>\n</ul>\n</li>\n<li> 5.8.3: Using Function Language and Notation <ul>\n<li> 5.8.3: Self Check&nbsp;</li>\n<li>Additional Resources</li>\n</ul>\n</li>\n<li> 5.8.4: Function Notation </li>\n</ul>\n<p>Students will also complete a series of problems in the 5.8.5: Practice.</p>\n<h4> Required Materials</h4>\n<p>Graphing technology</p>\n<h4> Required Preparation</h4>\n<p>Devices that can run Desmos (recommended) or other graphing technology should be available as an option for students to select during the lesson. It is ideal if each student has their own device. (Desmos is available under Math Tools.)</p>\n<h4> Lesson Vocabulary</h4>\n<p>During this lesson, it is important to:</p>\n<ul>\n<li> Familiarize students with the vocabulary words they will see throughout the lesson.&nbsp;<span>Encourage students to look for these words and notice their use and meanings.</span></li>\n<li> Encourage students to use key vocabulary words in &ldquo;math talk&rdquo; and their written and oral explanations. </li>\n<li> Utilize a word wall. Sample cards are located here: <a href=\"https://www.doe.virginia.gov/instruction/mathematics/resources/vocab_cards/\" target=\"_blank\">Mathematics Vocabulary Word Wall Cards</a> </li>\n</ul>\n<table border=\"1\" cellpadding=\"5\">\n<tbody>\n<tr>\n<td>\n<p>Previous Vocabulary</p>\n</td>\n<td>\n<p>New Vocabulary</p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\">\n<ul>\n<li>\n                       function\n                    </li>\n</ul>\n</td>\n<td valign=\"top\">\n<ul>\n<li>\n                        exponential function\n                    </li>\n</ul>\n</td>\n</tr>\n</tbody>\n</table>\n<br>\n<h4>Support for Building Character&nbsp;</h4>\n<p>Throughout this unit, find ways to encourage and support students to work on cultivating their <strong>grit</strong>.</p>\n<p>Here are some tips to try during this lesson:</p>\n<ul>\n<li> <a href=\"https://characterlab.org/tips-of-the-week/the-paramecium-principle/\" target=\"_blank\">The Paramecium Principle</a> </li>\n<li> <a href=\"https://characterlab.org/tips-of-the-week/step-by-step/\" target=\"_blank\">Step by Step</a> </li>\n</ul>\n<p>You can find other tips located here in the&nbsp;<a href=\"https://characterlab.org/playbooks/grit/\" target=\"_blank\">Playbook on Grit</a>&nbsp;from Character Lab.</p>"
    }
  ]
}