{
  "id": "ff94c93c-2f8b-4a5e-bfd5-72037103853a",
  "content": [
    {
      "variant": "main",
      "html": "<h3>Warm Up (5 minutes)</h3>\n<p>The modeling activities in this lesson center on electronic devices. This warm-up activates students&rsquo; knowledge and personal experience with such devices, preparing them for the mathematical work ahead.</p>\n<p>Students may not have a good sense for the answer to the last question (about comparing the lengths of charging time if the device started out with different levels of power). This is fine since students will do some modeling with specific data later in the lesson.</p>\n<h4>Launch</h4>\n<p>Arrange students in groups of 2. Give students 1&ndash;2 minutes of quiet time to think individually (it is not necessary that students write responses to each question). Then, ask them to share their responses with their partner. Follow with a brief whole-class discussion.</p>\n<h4>Student-Facing Statement </h4>\n<p>Think about an electronic device with a battery that you have to charge on a regular basis.&nbsp;</p>\n<ol class=\"os-raise-noindent\">\n  <li>\n    What device is it?\n  </li>\n  <li>\n    When you are using the device, approximately how long does it take the battery to go from 100% charged until the time you plug it in again to recharge?\n  </li>\n  <li>\n    Approximately how long does it take to charge to 100% starting from 0% or nearly 0%?\n  </li>\n  <li>\n    Approximately how long does it take to charge if you plugged in your device when the battery was 50% charged?</li>\n  <li>\n    How long do you think it would take to recharge the device to 100% from 50% compared to the time it would take if the device was at 0%? Would it be exactly half the time, more than half the time, or less than half the time it would take if starting from 0%?\n  </li>\n</ol>\n<h4>Student Response</h4>\n<p>Answers will vary. Sample students answers:</p>\n<ol class=\"os-raise-noindent\">\n  <li>\n    cell phone\n  </li>\n  <li>\n    6 hours\n  </li>\n  <li>\n    2 hours\n  </li>\n  <li>\n    1 hour\n  </li>\n  <li>\n    less than half the time</li>\n</ol>\n<h4>Activity Synthesis</h4>\n<p>Invite students to share their characterization of the time it takes to drain and charge the battery on their device. Students are likely to bring up different factors affecting how long their device would stay charged, such as how it is used and how long or how frequently it is used. They may also bring up factors affecting charging time, such as the age of the battery or the quality of the charging cable or wireless charger used.</p>\n<p>Highlight that both the battery life of a device after each charge and the length of charging time can vary for many reasons.</p>"
    }
  ]
}